Repository: Runalyze/Runalyze
Catalog: app/Resources/translations/messages.*.xlf
Languages: es, it, uk

source: This tool allows you to import an existing json dump of any other RUNALYZE installation.
es: Esta herramienta le permite importar un dump de json existente de cualquier otra instalación de RUNALYZE.
it: Questo strumento consente di importare un file JSON dump esistente di qualsiasi altra installazione di RUNALYZE.

source: This way of presentation allows to compare not only average values (e.g. pace over months) but deviations and outliers between different groupings.
es: Esta forma de presentación permite comparar no sólo los valores medios (por ejemplo, el ritmo de carrera a lo largo de los meses), sino también las desviaciones y los valores atípicos entre las diferentes agrupaciones.
it: Questo modo di presentazione permette di confrontare non solo i valori medi (ad esempio il ritmo nel corso di mesi), ma le deviazioni e i valori anomali tra i diversi raggruppamenti.

source: This will not touch any general settings like gender or main sport.
es: No afecta a ajustes generales como el sexo o el deporte principal.
it: Questo non modificherà alcuna impostazione generale come genere e sport principale.

source: Time
es: Tiempo
it: Tempo

source: Time range
es: Rango de tiempo
it: Fasce di tempo

source: Timezone
it: Fuso orario

source: To consider some individual factors, we use a correction factor.
es: Para modelar factores individuales, usamos un factor de corrección.
it: Per considerare alcuni fattori individuali, usiamo un fattore di correzione.

source: To get started right away just take a look at our "getting started" guide at %s.
es: Para comenzar inmediatamente, eche un vistazo a nuestra guía de "primeros pasos" en %s.
it: Per iniziare subito basta dare un'occhiata alla nostra guida "Introduzione" a %s.

source: Tools
es: Herramientas
it: Strumenti
uk: Інструменти

source: Total duration
es: Duración total
it: Durata totale

source: Total hemoglobin
it: Emoglobina totale

source: Traditional formulas are for estimating VO2max for a given race result.
it: Le formule tradizionali sono usate per stimare VO2max per un determinato risultato in gara.

source: Transfer complete
es: Transferencia completa
it: Trasferimento completato
uk: Передача завершена

source: Translation
es: Traducción
it: Traduzione
uk: Переклад

source: Unable to send link. Please contact the administrator.
es: No se pudo enviar el enlace. Por favor contacta al administrador.
it: Impossibile inviare il link. Contattare l'amministratore.
uk: Неможливо відправити посилання. Будь ласка, зверніться до адміністратора.

source: Unsubscribe failure
es: Error al cancelar suscripción
it: Errore nell'annullare la sottoscrizione

source: Up/Down
es: Arriba/Abajo
it: Salita/Discesa
uk: Вгору/Вниз

source: Uploaded file
es: Subir archivo
it: Carica file

source: Username
es: Nombre de usuario
it: Nome utente
uk: Ім'я користувача

source: VO2max estimation for: %title%
it: Stima del VO2max per: %title%

source: VO2max itself is a scientific metric for the maximal oxygen consumption that can be measured in the laboratory.<br>Two runners with equal VO2max values do not need to perform equally, as running efficiency plays an additional role. To overcome the issue of specifying running efficiency, one can ignore the efficiency and therefore call it effective VO2max.
it: La VO2max per sé è un parametro scientifico per il consumo massimo di ossigeno che può essere misurato in laboratorio. <br>Due runner con valori di VO2max uguali non necessariamente avranno le stesse prestazioni in gara, porichè l'efficienza di corsa gioca un ruolo aggiuntivo. Per superare il problema di specificare l'efficienza di corsa, si può ignorare l'efficienza e quindi definire la VO2max effettiva.

source: VO2max values with equivalent paces
it: I valori VO2max con ritmi equivalenti

source: VO2max values with equivalent race results
it: Valori di VO2max con risultati di gara equivalenti

source: Vertical oscillation
es: Oscilación vertical
it: Oscillazione verticale

source: Vertical ratio
es: ratio vertical
it: Oscillazione verticale

source: Warning: Of course, pauses, walking and other factors can heavily influence the ratio of heart rate and pace.
es: Advertencia: Por supuesto, las pausas, caminar y otros factores pueden afectar en gran medida la proporción entre la frecuencia cardíaca y el ritmo.
it: Attenzione: Naturalmente, pause, periodi di camminata e altri fattori possono influenzare pesantemente il rapporto tra la frequenza cardiaca e il ritmo.

source: Was the course officially measured?
es: ¿El recorrido ha sido medido oficialmente?
it: Il percorso è stato misurato ufficialmente?

source: Water
it: Acqua

source: We give our best to make Runalyze as good as possible for you. - Therefore we would be interested in your suggestions for improvement.
es: Queremos hacer Runalyze tan bueno como sea posible. Haznos llegar tus deseos y sugerencias.
it: Facciamo del nostro meglio per rendere Runalyze il più funzionale possibile. Inoltre siamo interessati a ricevere suggerimenti per migliorarlo sempre.

source: We use two decimals for convenient reasons.<br>Marathon: 42.20 km<br>Half marathon: 21.10 km
es: Se utilizan dos decimales por razones prácticas. <br>Maratón: 42.20 km<br>Medio maratón: 21.10 km
it: Usiamo due decimali per motivi convenienti. <br>Maratona: 42,20 km<br> Mezza maratona: 21,10 km

source: We will resume normal operations as soon as possible.
es: Reanudaremos las operaciones normales lo antes posible.
it: Torneremo operativi appena possibile.
uk: Ми відновимо нормальну роботу якомога швидше.

source: Weight
it: Peso

source: Welcome to RUNALYZE!
es: Bienvenido a RUNALYZE!
it: Benvenuto in RUNALYZE!

source: Year of birth
es: Año de nacimiento
it: Anno di nascita

source: Yes
es: Si
it: Si

source: You are not logged in anymore.
es: Has cerrado la sesión.
it: Non sei più connesso.
uk: Ви не авторизовані більше.

source: You can change your password within the next 24 hours by clicking the link below.
es: Puede cambiar su contraseña en las próximas 24 horas haciendo clic en el enlace de abajo.
it: È possibile modificare la password entro le prossime 24 ore, cliccando sul link qui sotto.

source: You can close this window.
it: E' possibile chiudere questa finestra.

source: You can now use Runalyze.
es: Ahora puede usar Runalyze.
it: Ora puoi usare Runalyze.
uk: Тепер Ви можете використовувати Runalyze.

source: You can use the %linkStart%database cleanup%linkEnd% to recalculate the value.
es: Puede utilizar %linkStart%limpieza de base de datos%linkEnd% para volver a calcular el valor.
it: È possibile eseguire la %linkStart%pulizia del database%linkEnd% per ricalcolare il valore.

source: You cannot access this item.
es: No puedes acceder a este elemento.
it: Non è possibile accedere a questo elemento.

source: You cannot use Runalyze anymore.
es: Ya no puede usar Runalyze.
it: Non puoi più usare Runalyze.
uk: Ви більше не можете використовувати Runalyze.

source: You did not run any races.
es: No has corrido ninguna carrera.
it: Non hai fatto nessuna gara.

source: You have successfully unsubscribed
it: Hai annullato correttamente l'iscrizione

source: You will receive a mail when the file is ready for downloading.
it: Si riceverà una mail quando il file sará pronto per il download.

source: You'll receive an email with a link to confirm the deletion.
es: Recibirás un correo electrónico con un enlace para confirmar la cancelación.
it: Riceverai un'email con un link per confermare l'eliminazione.

source: Your <strong>Actual Training Load</strong>, ATL, also fatigue, is based on the sum of your last TRIMP values in a short period, e.g. for seven days.
es: Tu <strong> Carga real de entrenamiento </strong>, (Actual Training Load, ATL), también la fatiga, se basa en la suma de sus últimos valores de TRIMP en un período corto, por ejemplo durante siete días.
it: Il tuo <strong>Actual Training Load</strong>, ATL, anche la stanchezza, si basa sulla somma dei tuoi ultimi valori TRIMP in un breve periodo, ad esempio, per sette giorni.

source: Your RUNALYZE-Team
es: Tu equipo de RUNALYZE
it: Il team RUNALYZE

source: Your Shape: an estimation of your VO2max value
it: La tua forma: una stima del tuo valore di VO2max

source: Your acccount
es: Tu cuenta
it: Il tuo account

source: Your account has already been activated.
es: Tu cuenta ya ha sido activada.
it: Il tuo account è stato giá attivato.

source: Your account has been activated
es: Su cuenta ha sido activada
it: Il tuo account è stato attivato

source: Your account has been activated.
es: Su cuenta ha sido activada.
it: Il tuo account è stato attivato.
uk: Ваш аккаунт було активовано.

source: Your account has been deleted.
es: Su cuenta ha sido borrada.
it: il tuo account è stato cancellato.
uk: Ваш аккаунт було видалено.

source: Your backup job has been created and is performed in the background.
it: Il processo di backup è stato creato ed è eseguito in background.

source: Your changes have been saved!
es: ¡Tus cambios han sido guardados!
it: I tuoi cambi sono stati salvati!

source: Your data has been imported.
es: Se importaron todos los datos.
it: Tutti i dati sono stati importati.

source: Your equipment
it: Il tuo equipaggiamento

source: Your mail address has been changed!
es: ¡Su dirección de correo ha sido cambiada!
it: Il tuo indirizzo e-mail è stato cambiato!

source: Your new password has been saved!
es: ¡Se ha guardado su nueva contraseña!
it: La nuova password è stata salvata!

source: Your official placement and number of participants in every category.
it: La posizione ufficiale e il numero di partecipanti in ogni categoria.

source: Your password has been changed.
es: Tu contraseña ha sido actualizada.
it: La password è stata cambiata.
uk: Ваш пароль був змінений.

source: Your password recovery link is not valid. Maybe the link has already expired.
es: Su enlace de recuperación de contraseña no es válido. Tal vez el enlace ya ha caducado.
it: Il link di recupero della password non è valido. Forse il link è già scaduto.

source: Your personal effective VO2max is estimated based on the ratio of heart rate and pace in every of your runs.
it: Il tuo VO2max effettivo personale è stimato sulla base del rapporto tra la frequenza cardiaca e il ritmo in ogni delle tue corse.

source: all
es: todos
it: tutto
uk: всі

source: arithmetic mean
es: media aritmética
it: media aritmetica

source: back to form
es: volver al formulario
it: torna al modulo

source: coefficiant of variance = standard deviation / mean
es: coeficiente de variación = desviación estándar / media
it: coefficiente di varianza = deviazione standard / media

source: corrected
es: corregido
it: corretta

source: equals
es: iguales
it: corrisponde
uk: дорівнює

source: go back
es: volver atrás
it: tornare indietro

source: i.e. 50% quantile
es: es decir el cuantil 50%
it: cioé il quantile 50%

source: ignore
es: ignorar
it: ignora
uk: ігнорувати

source: mean
es: media
it: media

source: median
es: mediana
it: mediana

source: most common value
es: valor más común
it: valore piú comune

source: new
es: nuevo
it: nuovo
uk: новий

source: next
es: siguiente
it: successivo

source: per page
es: por página
it: per pagina

source: present
es: presente
it: attuale
uk: присутній

source: previous
es: anterior
it: precedente

source: see %s
es: ver %s
it: vedere %s

source: since
es: desde
it: dal

source: standard deviation
es: desviación estándar
it: deviazione standard

source: uncorrected
es: sin corregir
it: non corretto
uk: не виправлений

source: {1} Until now <strong>%count%</strong> athlete is registered and|]1,Inf[ Until now <strong>%count%</strong> athletes are registered and
es: {1} Hasta ahora <strong>%count%</strong> atleta está registrado y|]1, Inf[ Hasta ahora <strong>%count%</strong> atletas están registrados y
it: {1} Fino ad ora <strong>%count%</strong> atleta è iscritto e|]1, Inf [Fino ad ora <strong>%count%</strong> gli atleti sono registrati e

source: {1} has logged <strong>%distance%</strong>.|]1,Inf[ have logged <strong>%distance%</strong>.
es: {1} ha efectuado el acceso <strong>%distance%</strong>.|]1,Inf[ han efectuado el acceso <strong>%distance%</strong>.
it: {1} ha effettuato l'accesso <strong>%distance%</strong>.|]1, Inf[ hanno effettuato l'accesso <strong>%distance%</strong>.

source: The importer will not change existing data for equipment, sport types or activity types.<br> You have to make these changes by hand or delete the existing data in advance.
es: La importación no modifica los datos existentes de equipación, tipos de deporte o tipos de actividad. <br>Estos cambios los debes hacer tu a mano, o bien puedes borrar previamente los datos existentes.

source: Account
es: Cuenta

source: Browser Support
es: Soporte del explorador
uk: Підтримка браузерів

source: Choose sport type(s)
es: Elegir tipo(s) de deporte

source: Forum
es: Foro
uk: Форум

source: Have a look at the configuration window to see what we're talking about.
es: Eche un vistazo a la ventana de configuración para ver a qué nos referimos.
uk: Подивіться у вікно конфігурації, щоб побачити те, про що йде мова.

source: Hi %s, we were not able to generate your requested posters. This happens if there is not enough activity data for your chosen sport and year. Sorry!
es: Hola %s, no hemos podido generar los pósteres solicitados. Esto ocurre si no hay suficientes datos de actividad para el deporte elegido y el año. ¡Lo sentimos!

source: Hi %s, your backup file is ready to download.
es: Hola %s, su archivo de copia de seguridad está listo para descargar.

source: Hi %s, your posters have been generated and are now available for download.
es: Hola %s, tus pósteres se han generado y ya están disponibles para descargar.

source: If you want to stay up to date on changes and receive tips from time to time, visit our blog at %s.
es: Si quiere permanecer al día de los cambios y recibir consejos de vez en cuando, visite nuestro blog en %s.
uk: Якщо Ви бажаєте залишатися в курсі змін та час від часу отримувати поради, відвідайте наш блог за посиланням %s.

source: Login
es: Inicio de sesión
uk: Увійти

source: Login and go to the database export tool to download your backup
es: Iniciar sesión y ir a la herramienta de exportación de base de datos para descargar su copia de seguridad

source: Login and go to the poster tool
es: Iniciar sesión y ir a la herramienta de póster

source: Login now
es: Iniciar sesión ahora

source: Official developers:
es: Desarroladores oficiales:
uk: Офіційні розробники:

source: Password
es: Clave
uk: Пароль

source: Please look at our official website %s to get an overview of our features.
es: Por favor busque en nuestra web %s para ver un resumen de nuestras características.
uk: Будь ласка, зверніться до нашого офіційного сайту %s, щоб отримати уявлення про можливості Runalyze.

source: Predicting your effective %VO2max% based on your training values is imprecise. This plugin lists your races and compares your results with the predicted values. This way you can get an impression of how well the prediction works for you.
es: Predecir el %VO2max% efectivo basado en sus valores de entrenamiento es impreciso. Este plugin reporta tus carreras y compara tus resultados con los valores previstos. De esta manera puede tener una idea de lo bien que funciona la predicción para ti.

source: Public activity view of %username%.
es: Vista de actividad pública de %username%.

source: Registered since
es: Registrado desde

source: Runalyze is a modern application and therefore we want to use the most modern web techniques. We will not try to support any outdated browser versions.
es: Runalyze es una moderna aplicación y por eso queremos usar las más modernas técnicas web. No daremos soporte a versiones de navegador obsoletas.

source: Runalyze is an open-source project. We are working on it as much as we can in our free time.
es: Runalyze es un proyecto de código abierto. Trabajamos en ello tanto como podemos en nuestro tiempo libre.
uk: Runalyze є проктом з відкритим вихідним кодом. Ми при працюємо над ним стільки, скільки зможемо в наш вільний час.

source: Runalyze is completely configurable and more detailed than any other tool for analyzing your activities.
es: Runalyze es completamente configurable y más detallado que cualquier otra herramienta para analizar tus actividades.
uk: Runalyze є повністю гнучким в налаштуваннях та більш детальнім, ніж будь-який інший інструмент для аналізу ваших тренувань.

source: The main advantage of Runalyze is the ability to adapt everything to your personal needs and wishes.
es: La principal ventaja de Runalyze es la capacidad de adaptar todo a sus necesidades personales e ideas.
uk: Основною перевагою Runalyze є можливість налаштувати все до ваших особистих потреб і побажань.

source: This tool allows you to edit multiple activities one after another. At the moment it's not possible to edit multiple activities with only one form.
es: Esta herramienta le permite editar varias actividades una tras otra. De momento no es posible editar actividades múltiples con un solo formulario.

source: Unsubscribe from notification mails of RUNALYZE
es: Anular la suscripción a la notificación por correo de RUNALYZE

source: Unsubscribe now
es: Anular la suscripción ahora

source: You can define your own sports or activity types and choose your own way of presentation and configure some parameters of our experimental calculations.
es: Puede definir su propio deporte o actividad, elegir su propia forma de representación y configurar algunos parámetros de nuestros cálculos experimentales.

source: avg.
es: promedio

source: e.g. jQuery 2.x does not support IE8 (or less)
es: ej.: jQuery 2.x no admite IE8 (o inferior)
uk: наприклад, бібліотека jQuery 2.x не підтримує IE8 (та молодші версії)

source: quantile
es: cuantil

source: Runalyze is under maintenance at the moment. No login possible.
uk: Runalyze знаходиться на обслуговуванні в даний момент. Неможливо увійти.

source: New password again
uk: Повторіть новий пароль

source: The link is not valid anymore.
uk: Посилання більше не діє.

source: Blog
uk: Блог

source: Password again
uk: Повторіть пароль

source: By clicking the register button you accept our %link_start%terms of use%link_end%.
uk: Натиснувши кнопку реєстрації ви погоджуютесь з нашими %link_start%умовами користування%link_end%.

source: VDOT calculation for: %title%
uk: Розрахунок VDOT для: %title%

source: Distance
uk: Відстань
