Repository: Runalyze/Runalyze
Catalog: app/Resources/translations/messages.*.xlf
Languages: es, it, uk

source: If you participate in an event multiple times you should always enter the same name, i.e. don't append the event's number or year.
es: Si participa en un evento varias veces, debe introducir siempre el mismo nombre, es decir, no añadir el número o el año del evento.
it: Se si partecipa a un evento più volte si deve sempre inserire lo stesso nome: non aggiungere il numero o l'anno dell'evento.

source: If you turn off our mail notification you will not be informed about new features and changes at RUNALYZE
es: Si desactiva nuestra notificación por correo no será informado sobre las nuevas características y cambios en RUNALYZE
it: Se si disattiva la notifica via mail non sarai informato su nuove funzionalità e modifiche a RUNALYZE

source: Import
es: Importar
it: Importa
uk: імпорт

source: In a case of urgency you can contact us via email:
es: En caso de emergencia puedes contactarnos por correo electrónico:
it: In caso di urgenza puoi contattarci via mail:

source: In contrast, your <strong>Chronical Training Load</strong>, CTL, also fitness level, is based on the sum of your last TRIMP values in a long period, e.g. for fourty days.
es: Por el contrario, tanto tu <strong>1Chronical Training Load (o carga de entrenamiento crónica)</strong>,CTL, como tu nivel de forma física, se calcula como la suma de los últimos valores TRIMP en un determinado período, p.ej., 40 días.
it: Al contrario, il tuo <strong> Chronical Training Load</strong>, CTL, anche il livello di forma fisica, si basa sulla somma dei tuoi ultimi valori TRIMP in un lungo periodo, ad esempio, per quaranta giorni.

source: In general most questions, problems and ideas are more appropriate to ask in the forum.
es: El foro es el lugar más apropiado para la mayoría de las preguntas, problemas e ideas.
it: In linea di massima la maggior parte delle domande, dei problemi e delle idee sono più appropriate da chiedere nel forum.

source: Indicates the order of appearance.
it: Indica l'ordine di apparizione

source: Influence
es: Influencia
it: Influenza della distanza
uk: Вплив

source: JSON-format
es: Formato JSON
it: Formato JSON

source: Language
es: Idioma
it: Lingua

source: Length
it: Lunghezza

source: Let us know what is most important for you at %forum%
es: Cuéntanos lo que es más importante para ti en %forum%
it: Fateci sapere che cosa è più importante per voi al %forum%

source: Let's go back to RUNALYZE!
es: Volvemos a RUNALYZE!
it: Torniamo a RUNALYZE!

source: Logout
es: Salir
it: Esci
uk: Вийти

source: Looks like something went wrong here.
es: Parece que algo ha ido mal aquí.
it: Sembra che qualcosa sia andato storto.

source: Loop through activities
it: Ricalcola le attività

source: Main equipment
it: Attrezzatura principale

source: Main page
es: Página principal
it: Pagina principale
uk: Головна сторінка

source: Main sport
it: Sport principale

source: Main values
es: Valores principales
it: Valori principali

source: Maintenance
es: Mantenimiento
it: Manutenzione
uk: Технічне обслуговування

source: Manual activity
it: Attività manuale

source: Mark all as read
it: Segna tutto come letto

source: Maximal HR
es: FC máxima
it: FC massima

source: Median
es: Mediana
it: Mediana

source: Migrations have been executed
es: Se han ejecutado las migraciones
it: Le migrazioni sono state eseguite
uk: Міграції були виконані

source: Miscellaneaous
es: Varios
it: Altro

source: Month
it: Mese

source: Monthly Stats
es: Estadísticas mensuales
it: Statistiche mensili

source: More
it: Altro

source: Multi editor
it: Editor multi

source: Multiple Choice
it: Scelta multipla

source: Multiple choice
it: Scelta multipla

source: Muscles
es: Músculos
it: Muscoli

source: New body values
it: Nuovi valori del corpo

source: New equipment
it: Nuovo equipaggiamento

source: New password
es: Nueva clave
it: Nuova password
uk: Новий пароль

source: No activities found.
es: No se han encontrado actividades.
it: Nessuna attivitá trovata.

source: No activity found.
es: Ninguna actividad encontrada.
it: Nessuna attivitá trovata.

source: No athlete found.
es: Ningún atleta encontrado.
it: Nessun atleta trovato.

source: No data available since %date%.
it: Nessun dato disponibile dal %date%.

source: No data available.
es: Ningún dato disponible.
it: Nessun dato disponibile.

source: No devices found
es: No se han encontrado dispositivos
it: Nessun dispositivo trovato
uk: Пристрої не знайдені

source: No new notifications
it: Nessuna notifica

source: No results.
es: No hay resultados.
it: Nessun risultato.

source: No significant climbs could be detected.
it: Non può essere individuato nessun valore significativo di scalata.

source: No update needed
es: No se necesita actualización
it: Nessun aggiornamento necessario
uk: Немає необхідності поновлення

source: Nothing more to do
es: Nada más que hacer
it: Nient'altro da fare
uk: Більше нічого робити

source: Number of activities
es: Número de actividades
it: Numero di attivitá

source: Old password
es: Contraseña anterior
it: Vecchia password

source: Overwrite dataset configuration
es: Sobreescribir la configuración del conjunto de datos
it: Sovrascrive la configurazione del set di dati

source: Overwrite general configuration
es: Sobreescribir la configuración general
it: Sovrascrive la configurazione generale

source: Overwrite manual values
es: Sobrescribir valores manuales
it: Sovrascrivere i valori manuali

source: Overwrite plugins
es: Sobreescribir complementos
it: Soprascrive i plugins

source: Pace
es: Ritmo
it: Ritmo

source: Page not found
es: Página no encontrada
it: Pagina non trovata

source: Participants
es: Participantes
it: Partecipanti

source: Participants total
es: Total de participantes
it: Totale partecipanti

source: Password reset
it: Reset password
uk: Відновлення пароля

source: Please activate your RUNALYZE account
es: Por favor active su cuenta RUNALYZE
it: Si prega di attivare il tuo account RUNALYZE

source: Please activate your account by clicking the link below.
es: Por favor, active su cuenta haciendo clic en el enlace de abajo.
it: Si prega di attivare l'account cliccando sul link in basso.

source: Please download the posters within %days% days.
es: Descargue los pósteres en %days% días.
it: Si prega di scaricare i poster entro %days% giorni.

source: Please let us know if you have wishes or have encountered bugs.
es: Por favor háganos saber si tiene ideas o ha encontrado errores.
it: Facci sapere se hai richieste o hai trovato un bug.
uk: Якщо Ви знайшли помилку, чи маєте побажання по роботі сервісу, будь ласка повідомте нас про це.

source: Please use the plugin
es: Por favor usa el complemento
it: Usa il plugin

source: Please wait ...
es: Por favor espera...
it: Attendere ...
uk: Зачекайте, будь ласка ...

source: Portable backup of your configuration and data - This file can be imported into any other installation, using this plugin.<br /> This way you can transfer your data from to local to an online installation and back.
es: Copia de seguridad portátil de su configuración y datos - Este archivo puede ser importado en cualquier otra instalación, usando este plugin.<br /> De esta manera puede transferir sus datos de una instalación local a una en línea y al revés.
it: Backup portatile della configurazione e dei dati - Questo file può essere importato in qualsiasi altra installazione, utilizzando questo plugin.<br/> In questo modo è possibile trasferire i dati da una installazione locale a una online e viceversa.

source: Poster generator
es: Generador de pósteres
it: Generatore di poster

source: Poster title
es: Título del póster
it: Titolo del poster

source: Power
es: Potencia
it: Potenza (Watt)

source: Predict results on different distances for a given VO2max.
es: Predecir los resultados en diferentes distancias para un determinado VO2max.
it: Predire i risultati su distanze diverse per un dato VO2max.

source: Predicting your effective %VO2max% based on your training values is imprecise. This tool lists your races and compares all results with predicted values. This way you can get an impression of how well our prediction works for you.
es: Predecir el %VO2max% efectivo basado en sus valores de entrenamiento es impreciso. Esta herramienta reporta tus carreras y compara todos los resultados con los valores previstos. De esta manera puedes tener una idea de lo bien que funciona nuestra predicción para ti.
it: Prevedere la vostra %VO2max% effettiva, sulla base di valori di formazione è impreciso. Questo strumento elenca le tue gare e confronta tutti i risultati con i valori previsti. In questo modo è possibile avere un'idea di quanto sia affidabile la previsione per te.

source: Previously generated posters
it: Poster generati in precedenza

source: Probably the link was wrong or your account has been already activated.
es: Probablemente el enlace no era correcto o su cuenta ya ha sido activada.
it: Probabilmente il link era sbagliato o il tuo account è stato già attivato.

source: Probably the link was wrong.
es: Probablemente el enlace fuere incorrecto.
it: Probabilmente il link non funziona.
uk: Можливо посилання було неправильним.

source: Public activities are marked:
es: Las actividades públicas están marcadas:
it: Le attivitá pubbliche sono evidenziate:

source: Quartiles
es: Cuartiles
it: Quartili

source: RUNALYZE has been successfully installed. You can now start analyzing your training.
es: RUNALYZE se ha instalado correctamente. Ahora puede comenzar a analizar sus entrenamientos.
it: RUNALYZE è stato correttamente installato. Buon divertimento!.
uk: RUNALYZE був успішно встановлений. Тепер ви можете почати аналізувати Ваші тренування.

source: RUNALYZE is temporarily down for maintenance
es: RUNALYZE está de momento fuera de servicio por mantenimiento
it: RUNALYZE è temporaneamente offline per manutenzione
uk: RUNALYZE тимчасово закритий на технічне обслуговування

source: RUNALYZE version v%runalyzeVersionFile% of your backup file does not match current version v%runalyzeVersion%.
es: La versión de RUNALYZE v%runalyzeVersionFile% del archivo de tu copia de seguridad no coincide con la versión actual v%runalyzeVersion%.
it: La versione v%runalyzeVersionFile% di RUNALYZE del file di backup non corrisponde all'attuale versione v%runalyzeVersion%.

source: Race
es: Carrera
it: Gara

source: Recalculate TRIMP values
it: Ricalcolare i valori di TRIMP

source: Recalculate effective %VO2max% values
it: Ricalcolare i valori di %VO2max% effettivi

source: Recalculate elevation
it: Ricalcolare l'altitudine

source: Recalculate maximal TRIMP values
it: Ricalcolare i valori massimi di TRIMP

source: Recalculate your effective %VO2max% correction factor
it: Ricalcolare il fattore di correzione della %VO2max% effettiva

source: Recalculate your effective %VO2max% shape
it: Ricalcolare la tua forma di %VO2max% effettiva

source: Recalculate your equipment statistics
it: Ricalcolare le statistiche del tuo equipaggiamento

source: Recalculate your marathon shape
it: Ricalcolare la tua forma per la maratona

source: Reference
it: Riferimento
uk: Посилання

source: Refresh internal constants
it: Aggiorna le costanti interne

source: Register
es: Registrarse
it: Registra
uk: Реєстрація

source: Registrations are currently disabled.
es: Los registros están actualmente deshabilitados.
it: Le registrazioni sono attualmente disabilitate.
uk: Реєстрації наразі відключено.

source: Remember me
es: Recordarme
it: Ricordami
uk: Запамʼятати мене

source: Repeat Password
es: Repite la contraseña
it: Ripetere Password

source: Repeat password
es: Repite la contraseña
it: Ripetere password

source: Request failed
it: Richiesta fallita

source: Reset your RUNALYZE password
es: Resetear tu contraseña de RUNALYZE
it: Resetta la tua password di RUNALYZE

source: Resting HR
it: FC a riposo

source: Retrieving data from #{deviceName}, please wait ...
es: Recuperando datos de #{deviceName}, por favor espere...
it: Recupero dati da #{deviceName}, attendere ...
uk: Отримання даних з пристрою #{deviceName}. Зачекайте, будь ласка ...

source: Runalyze analyzes your complete training, calculates your shape, computes prognoses and visualizes your training in plots - more detailed than any other sports diary.
es: Runalyze analiza tu entrenamiento al completo, calcula tu estado de forma, realiza predicciones y muestra tus entrenamientos en gráficos - más detallados que cualquier otro diario de entrenamiento.
it: Runalyze analizza i tuoi allenamenti, calcola la tua forma fisica, predice i tuoi risultati e mostra i grafici dei tuoi allenamenti con maggiori dettagli di qualsiasi altro diario di sport.

source: Runalyze is completely configurable. You can decide by yourself which information of your training you want to record and which statistics are being displayed on which place.
es: Runalyze es completamente configurable. Puedes decidir qué información de tus actividades grabar, qué estadísticas mostrar y dónde mostrarlas.
it: Runalyze è completamente configurabile. Puoi decidere le informazioni e gli allenamenti da registrare e quali statistiche mostrare.
uk: Runalyze повністю налаштовується. Ви можете вирішити для себе, яку інформацію про ваше тренування ви хочете записати, та яка статистика і в якому місці буде відображатись.

source: Runalyze is created by athletes for athletes. Whenever you have comments, problems or wishes: Please contact our Runalyze team. It's near and dear to us.
es: Runalyze ha sido creado por corredores para corredores. Siempre que tengas comentarios, problemas o sugerencias: No dudes en contactar con nosotros. Nos importa.
it: Runalyze è stato creato da atleti per atleti. Se hai commenti, problemi o desideri non esitare a contattare il team di Runalyze.
uk: Runalyze створений спортсменами для спортсменів. Якщо Ви маєте комментарі, проблеми чи побажання: Зверніться, будь ласка, до нашої комманди Runalyze. Це близько і дорого нам.

source: Running dynamics
es: Dinámica de carrera
it: Dinamica di corsa

source: Running tables
it: Tabelle per running

source: Save
es: Guardar
it: Salva

source: Search for decives
es: Buscar dispositivos
it: Cerca dispositivi
uk: Пошук пристроїв

source: Searching for devices
es: Buscando dispositivos
it: Cerca dispositivi
uk: Пошук пристрою

source: Send link
es: Enlace enviado
it: Invia link
uk: Надіслати посилання

source: Shape
es: Estado de forma
it: Forma

source: Show table
it: Mostra tabella

source: Sleep
it: Sonno

source: Sleep duration
it: Durata del sonno

source: Sorry!
es: ¡Lo sentimos!
it: Ci dispiace!

source: Sorry, but the url was not valid.
es: Lo sentimos, pero el url no era válido.
it: Spiacente ma l'URL non è valido.

source: Standard calculation: As race result
es: Cálculo por defecto: Como resultado competición
it: Calcolo standard: Come competizione
uk: Стандартний розрахунок: В результаті гонки

source: Start analysis
es: Iniciar análisis
it: Avvia analisi

source: Start cleanup
es: Iniciar limpieza
it: Inizia al pulizia

source: Start the installation of RUNALYZE
es: Iniciar la instalación de RUNALYZE
it: Inizia l'installazione di RUNALYZE
uk: Почати встановлення RUNALYZE

source: Statistics
es: Estadísticas
it: Statistiche
uk: Статистика

source: Status
es: Estado
it: Stato
uk: Статус

source: Stride length
es: Long. zancada
it: Lunghezza del passo

source: Support
es: Soporte
it: Supporto
uk: Підтримка

source: Tables for effective %VO2max% values and general tables like a pace calculator.
it: Tabelle per i valori di %VO2max% effettivi e tabelle generali come una calcolatrice di ritmo.

source: Thanks for your registration. You should receive an email within the next minutes with further instructions for activating your account.
es: Gracias por registrarte. Deberías recibir un correo electrónico en los próximos minutos con instrucciones para la activación de tu cuenta.
it: Grazie per la registrazione. Riceverai una mail a breve con le informazioni aggiuntive per attivare il tuo account.
uk: Дякуємо за реєстрацію. Протягом кількох хвилин Ви отримаєте e-mail з деталями щодо активації вашого аккаунту.

source: The Daniels/Gilbert Formula by Larry Simpson
es: La formula de Daniels/Gilbert by Larry Simpson
it: La formula di Daniels/Gilbert by Larry Simpson

source: The TRIMP-concept gives a possibility to describe the load of a single activity.
es: El concepto de TRIMP ofrece la posibilidad de describir la carga de una sola actividad.
it: Il concetto di TRIMP dà la possibilità di descrivere il carico di una singola attività.

source: The activation did not work.
es: La activación no funcionó.
it: L'attivazione non funziona.
uk: Активація не працює.

source: The activity has been removed.
es: La actividad ha sido eliminada.
it: L'attivitá è stata rimossa.

source: The administrator has to set the correct API-key.
es: El administrador tiene que configurar la clave API correcta.
it: L'amministratore deve impostare la corretta chiave API.
uk: Адміністратор повинен встановити правильний API-ключ.

source: The average over a given period is considered as your current shape.
es: El promedio durante un período dado se considera como su forma actual.
it: La media in un determinato periodo è considerata come il tuo stato di forma attuale.

source: The calculated value is not equal to what is saved for the activity (%activityVO2max%). The activity's value has probably been calculated based on other settings.
it: Il valore calcolato non è uguale a quello che è stato salvato per l'attività (%activityVO2max%). Il valore della attività è stata probabilmente calcolato sulla base di altre impostazioni.

source: The deletion cannot be undone!
es: ¡La eliminación no se puede deshacer!
it: La cancellazione non può essere annullata!

source: The deletion did not work.
es: El borrado no funcionó.
it: La cancellazione non è avvenuta.
uk: Видалення не працює.

source: The deletion is permanent and cannot be reversed. Therefore, you should backup your data.
es: La cancelación es permanente y no puede volver atrás. Por lo tanto, debería hacer una copia de seguridad de sus datos.
it: La cancellazione è permanente e non può essere invertita. Pertanto, è necessario eseguire il backup dei dati.

source: The difference of these values is called <strong>Training Stress Balance</strong>, TSB. It describes if you are recovering (positive) or training hard (negative).
es: La diferencia de estos valores se denomina <strong> Balance de estrés de entrenamiento </strong>, (Training Stress Balance, TSB.) Describe si estás recuperando (positivo) o entrenando duro (negativo).
it: La differenza di questi valori si chiama <strong>Training Stress Balance</strong>, TSB. Descrive se ti stai riprendendo (positivo) o allenando duramente (negativo).

source: The distance correction for elevation is not used in this table.
es: La corrección de la distancia según la altitud acumulada no se usa en esta tabla.
it: In questa tabella non viene utilizzato il correttore di distanza per l'elevazione.

source: The link has been sent and will be valid for 24 hours.
es: El enlace se ha enviado y será válido durante 24 horas.
it: Il link è stato inviato e avrà 24 ore di validità.
uk: Посилання було відправлено і буде дійсним протягом 24 годин.

source: The plug-in was not unlocked successfully.
es: El plug-in no ha sido desbloqueado correctamente.
it: Il plugin non è stato sbloccato correttamente.
uk: Модуль не був успішно розблокований.

source: The poster generation has been queued and you will receive a notification as soon as your poster is ready for download.
it: La generazione del poster è stato messo in coda e riceverai una notifica non appena il tuo poster è pronto per il download.

source: The race result has been deleted.
es: El resultado de la carrera ha sido eliminado.
it: Il risultato della competizione è stato cancellato.

source: The requested activity does not exist or is private.
es: La actividad solicitada no existe o es privada.
it: L'attività richiesta non esiste o è privata.

source: The requested athlete does not exist or does not share his activities.
es: El atleta solicitado no existe o no comparte sus actividades.
it: L'atleta richiesto non esiste o non condivide le sue attività.

source: The username is not known.
es: El usuario no existe.
it: Il nome utente è sconosciuto.
uk: Ім'я користувача не відомо.

# There are &lt;strong&gt;%numActivities%&lt;/strong&gt; activities in this file.
source: There are <strong>%numActivities%</strong> activities in this file.
es: hay <strong>%s</strong> activitidades en este archivo.
it: Ci sono <strong>%numActivities%</strong> attività in questo file.

# There are &lt;strong&gt;%numBodyValues%&lt;/strong&gt; body values in this file.
source: There are <strong>%numBodyValues%</strong> body values in this file.
es: Hay <strong>%numBodyValues%</strong> valores corporales en este archivo.
it: Ci sono <strong>%numBodyValues%</strong> valori fisici in questo file.

source: There are no equipment objects for this category.
es: No hay equipamiento para esta categoría.
it: Non ci sono attrezzature per questa categoria.

source: There are no posters so far.
it: Non ci sono poster finora.

source: There are not enough activities to generate a poster. Please change your selection.
it: Non ci sono abbastanza attività per generare un poster. Si prega di modificare la selezione.

source: There are some ideas for future improvements of this tool.
it: Ci sono alcune idee per futuri miglioramenti di questo strumento.

source: There exist several studies to approximate a relation between &#37;HRmax and &#37;vVO2max.
it: Esistono diversi studi per approssimare una relazione tra &#37; HRmax e &#37; vVO2max.

source: There is a problem with your file.
es: Hay un problema con su archivo.
it: C'è un problema con il file.

source: There was a problem.
es: Había un problema.
it: C'è stato un problema.

source: These recalculations are only needed if you changed the corresponding settings.
es: Estos recálculos son necesarios sólo si cambias los ajustes correspondientes.
it: Il ricalcolo è necessario solo se cambi le impostazioni corrispondenti.

source: This correction method is currently unused.
es: Esta corrección no se usa actualmente.
it: Questo metodo di correzione non viene attualmente usato.

source: This race result is linked to the following activity
es: El resultado de esta carrera está vinculado a la siguiente actividad
it: Il risultato di questa competizione è legato alla seguente attività

source: This table does <strong>not</strong> use a correction based on your current marathon shape.
it: Questa tabella non <strong> non </strong> usa una correzione basata sulla tua attuale forma per la maratona.

source: This table shows times for different distances if you run them with the same pace.
es: Esta tabla muestra los tiempos para diferentes distancias si las corres al mismo ritmo.
it: Questa tabella mostra il tempo per differenti distanze corse allo stesso ritmo.

source: This task may take some time, since we have to loop through all your activities.
es: Esta tarea puede tardar algún tiempo, ya que tenemos que revisar todas sus actividades.
it: Questa elaborazione può richiedere tempo poiché occorre analizzare tutte le tue attività.

source: This tool allows you to create beautiful posters of your activity data.
it: Questo strumento consente di creare bellissimi poster delle tue attività.

source: This tool allows you to export your complete data as sql dump or json dump that can be imported into any RUNALYZE installation.
es: Esta herramienta le permite exportar sus datos completos como dump de sql o dump de json que pueden ser importados a cualquier instalación de RUNALYZE.
it: Questo strumento consente di esportare i dati completi come SQL dump o JSON dump che possono essere importati in qualsiasi installazione di RUNALYZE.
