Repository: Runalyze/Runalyze
Catalog: app/Resources/translations/messages.*.xlf
Languages: es, it, uk

source: The file has to be created with the same (minor) version of RUNALYZE.<br> You won't be able to import a file from older versions.
es: ¡El archivo tiene que crearse con la misma versión de Runalyze!<br>No se pueden importar archivos de versiones anteriores.
it: Il file deve essere creato con la stessa versione (minore) di RUNALYZE.<br> Non sarà possibile importare un file da versioni precedenti.

source: Values are visualized with so-called 'box plots'. They give an impression of how values of a group are distributed. The middle 50% of all values are within the box itself and the so-called whiskers have a length of at most 1.5-times the interquartile range (i.e. the box's width). Data points outside this range are called outliers.
es: Los valores están visualizados con 'diagramas de caja'. Estos dan una idea de como están distribuidos los valores de un grupo. El 50% central de todos los valores está dentro de la misma caja y los 'bigotes' de las cajas tienen una longitud al menos 1.5 veces el rango intercuartil (o sea, el ancho de la caja). Los datos fuera de este rango se llaman atípicos.
it: I valori vengono visualizzati con i cosiddetti 'diagrammi a scatola'. Danno una idea di come sono distribuiti i valori di un gruppo. Il 50% di tutti i valori sono all'interno della scatola stessa e i cosiddetti baffi hanno una lunghezza di almeno 1,5 volte l'intervallo interquartile (cioè la larghezza della scatola). I dati al di fuori di questo intervallo sono chiamati anomalie.

source: #{deviceCount} devices found
es: #{deviceCount} dispositivos encontrados
it: #{deviceCount} dispositivi trovati
uk: #{deviceCount} пристроїв знайдено

source: <strong>%VO2max%/Time (Shape):</strong> by your shape at that time<br> The time is the prognosis by Runalyze.
es: <strong>%VO2max%/Tiempo (Forma):</strong> por tu forma en ese momento<br> El tiempo es la previsión por Runalyze.
it: <strong>%VO2max%/Tempo (Forma):</strong> dato dalla tua forma in quel momento<br> Il tempo è la previsione fatta da Runalyze.

source: <strong>%VO2max%/Time (corrected):</strong> after individual correction (factor: %vo2maxFactor%)<br> The time is what you could have reached at your maximal possible heart rate over this distance.
es: <strong>%VO2max%/Tiempo (corregido):</strong> después de la corrección individual (factor: %vo2maxFactor%)<br> El tiempo es lo que podrías haber conseguido a tu frecuencia cardíaca máxima posible en esta distancia.
it: <strong>%VO2max%/Tempo (corretto):</strong> dopo la correzione individuale (fattore: %vo2maxFactor%)<br> Il tempo è quello che si potrebbe avere raggiunto alla tua frequenza cardiaca massima possibile su questa distanza.

source: <strong>%VO2max%/Time:</strong> by standard formulas.<br> The time is what you could have reached at your maximal possible heart rate over this distance.
es: <strong>%VO2max%/Tiempo:</strong> por fórmulas estándares.<br> El tiempo es lo que podrías haber conseguido a tu frecuencia cardíaca máxima posible en esta distancia.
it: <strong>%VO2max%/Tempo:</strong> da formule standard.<br> Il tempo è quello che si potrebbe avere raggiunto alla tua frequenza cardiaca massima possibile su questa distanza.

source: <strong>Corrector:</strong> Ratio between %VO2max% and %VO2max% (by HR)
es: <strong> Corrector:</strong> Relación entre %VO2max% y %VO2max% (por FC)
it: <strong> Correttore: </strong> Rapporto tra %VO2max% e %VO2max% (da HR)

source: A confirmation has been sent via mail.
es: Se ha enviado una confirmación a tu correo electrónico.
it: Una conferma è stata inviata via mail.

source: A link for changing your password will be sent via email.
es: Un enlace para cambiar su contraseña se enviará por correo electrónico.
it: Verrà inviato un link via email per cambiare la tua password.
uk: Посилання для зміни пароля буде відправлено по електронній пошті.

source: Abbreviation
it: Abbreviazione

source: Accept our %a% terms of use %b%
es: Aceptar nuestras %a% condiciones de uso %b%
it: Accetta i nostri %a% termini di utilizzo %b%

source: Accept our terms of use
es: Acepta nuestros términos de uso
it: Accetta i nostri termini di uso

source: Access denied
es: Acceso denegado
it: Accesso negato

source: Account settings
it: Impostazione utente

source: Activate account
es: Activar cuenta
it: Attiva account
uk: Активувати аккаунт

source: Activate your RUNALYZE account
es: Activar su cuenta de RUNALYZE
it: Attiva il tuo account RUNALYZE

source: Activities with known influences or strange results can be ignored for the calculation of your shape.
es: Para el cálculo de tu estado de forma se pueden ignorar aquellas actividades que contengan resultados extraños o efectos conocidos.
it: Attività con influenze note o strani risultati possono essere ignorati per il calcolo della forma.

source: Activity data of %username%
es: Datos de actividad de %username%
it: Dati dell'attivitá di %username%

source: Activity import
it: Importa attività

source: Activity tags
it: Tag dell'attività

source: Activity type cannot be deleted.
it: Il tipo di attività non può essere cancellato.

source: Activity types are useful to separate your activities into different categories. An activity type can only belong to one sport.
it: Il tipo di attività è utile per separare in categorie le diverse attività. Un tipo di attività può appartenere a un solo sport.

source: Activity upload
it: Carica attività

source: Activity view of %username%
it: Vedi l'attività di %username%

source: Add
it: Aggiungi

# Add &quot;%s&quot;
source: Add "%s"
it: Aggiungi "%s"

source: Add a custom sport
it: Aggiungi uno sport personalizzato

source: Add a new entry
es: Añadir una nueva entrada
it: Aggiungere una nuova voce

source: Add activity tag
it: Aggiungi un tag all'attività

source: Add activity type
it: Aggiungi un tipo di attività

source: Add an equipment category
it: Aggiungi una categoria di equipaggiamento

source: Add an equipment object
it: Aggiungi un equipaggiamento

source: Add body values
es: Añadir los valores corporales
it: Aggiungere valori sullo stato del corpo

source: Add equipment
it: Aggiungi equipaggiamento

source: Add new sport
it: Aggiungi un nuovo sport

source: All paces are in %unit%.
es: Todos los ritmos están en %unit%.
it: Tutti i ritmi sono in %unit%.

source: All shared links will be invalid if you (re-)import activities and overwrite all existing activities!
es: ¡Si importas (de nuevo) todas las actividades y sobrescribes aquellas actuales, los enlaces compartidos dejarán de ser válidos!
it: Tutti i link condivisi saranno invalidi se (re)importi le attività e sovrascrivi tutte le attività esistenti!

source: Allow access for support
es: Permitir acceso para soporte
it: Consenti accesso per supporto

source: Allow admins in case of support requests to have a look at your data.
es: Permitir a los administradores mirar tus datos en caso de solicitud de soporte.
it: Consenti agli amministratori di guardare i tuoi dati in caso di richiesta di supporto.

source: Allowed file extension:
es: Extensión de fichero permitida:
it: Estensioni di file permessi:

source: Analysis
es: Análisis
it: Analisi

source: Analyze time series
es: Analizar series de tiempo
it: Analizza le serie temporali

source: Analyze your %VO2max%
es: Analizar tu %VO2max%
it: Analizza la tua %VO2max%

source: Analyze your VO2max
it: Analizza il tuo VO2max

source: Assigned activity types
it: Assegna un tipo di attività

source: Assigned equipment
it: Assegna un equipaggiamento

source: Assigned sports
it: Assegna uno sport

source: At irregular intervals we are sending mails to you. We will never send you spam or advertisement.
es: De cuando en cuando te mandaremos emails. Nunca te enviaremos spam o publicidad.
it: Invieremo e-mail ogni tanto e non ti invieremo mai spam o pubblicità.

source: Athlete
it: Atleta

source: Athlete page of %username%
it: Pagina dell'atleta %username%

source: Available exports
es: Exportaciones disponibles
it: Esportazioni disponibili

source: Average
it: Media

source: Backup of the complete database - This file can be imported manually with e.g. PHPMyAdmin into any database.<br /> This is recommended to create a backup copy or to import your data into a new installation.
es: Copia de seguridad de la base de datos completa - Este archivo se puede importar manualmente con, por ejemplo PhpMyAdmin en cualquier base de datos.<br/> Esto se recomienda para crear una copia de seguridad o para importar sus datos en una nueva instalación.
it: Backup del database completo - Questo file può essere importato manualmente con ad esempio PHPMyAdmin in qualsiasi database. <br /> Questo è consigliato per creare una copia di backup o per importare i dati in una nuova installazione.

source: Backup your data
es: Realizar copia de seguridad de tus datos
it: Fai il backup dei tuoi dati

source: Based on your data RUNALYZE can generate some posters for you. Poster generations are performed in the background.
es: Sobre la base de sus datos RUNALYZE puede generar algunos pósteres para usted. Las generaciones de pósteres se llevan a cabo en segundo plano.
it: Sulla base dei tuoi dati RUNALYZE può generare alcuni poster per te. La generazione di poster avviene in background.

source: Because of a lot of influencing factors these computations are not always accurate.
es: Los valores no son siempre correctos debido a los muchos factores que influyen en el pulso.
it: A causa dei molti fattori che influenzano i valori, questi non sono sempre accurati.
uk: Через велику кількість факторів, що впливають на підрахунок, ці обчислення не завжди точні.

source: Best segment
es: Mejor trayecto
it: Miglior segmento

source: Best sub segments
es: Mejor sub-trayecto
it: Miglior sub-segmento

source: Body fat
es: Grasa corporal
it: Grasso corporeo

source: Body muscle
es: Músculo del cuerpo
it: Muscolatura corporea

source: Body values
es: Valores del cuerpo
it: Valori del corpo

source: Body water
es: Agua corporal
it: Acqua nel corpo

source: Browse computer
es: Explorar en ordenador
it: Sfoglia sul computer
uk: Огляд комп'ютера

source: Browse devices
es: Explorar dispositivos
it: Sfoglia dispositivi
uk: Огляд пристроїв

source: By athletes for athletes
es: Por atletas para atletas
it: Da atleti per atleti
uk: Спортсменами для спортсменів

source: Cadence
es: Cadencia
it: Cadenza

source: Calendar
es: Calendario
it: Calendario

source: Calendar view
it: Vista calendario

source: Cancel
es: Cancelar
it: Cancella
uk: Скасувати

source: Category
it: Categoria

source: Change
es: Cambio
it: Cambia

source: Change mail address
es: Cambiar dirección de correo
it: Cambia indirizzo e-mail

source: Change password
es: cambiar clave
it: Cambia la password
uk: Змінити пароль

source: Change your mail address
es: Cambia tu correo electrónico
it: Cambia il tuo indirizzo e-mail

source: Change your password
es: cambiar contraseña
it: Cambia la password

source: Choose postertype(s)
es: Elegir tipo(s) de póster
it: Scegliere tipo(i) di poster

source: Choose size
es: Elegir talla
it: Scegliere taglia

source: Choose sport
es: Elegir deporte
it: Scegliere sport

source: Choose sport(s)
it: Scegli il tipo di sport

source: Choose the correct type for the equipment
it: Scegli il corrente tipo di equipaggiamento

source: Choose year
es: Elegir año
it: Scegliere anno

source: Circular
it: Circolare

source: Clear your personal cache
es: Borrar tu caché personal
it: Svuota la tua cache personale

source: Click here to update RUNALYZE
es: Haga clic aquí para actualizar RUNALYZE
it: Aggiorna RUNALYZE
uk: Натисніть тут, щоб оновити RUNALYZE

source: Click on an activity to see more details.
es: Haga clic sobre una actividad para mostrar más detalles.
it: Fai click su un'attivitá per vedere piú dettagli.

source: Climb Score
it: Punteggio di scalata

source: Climbs
it: Salite

source: Compare your activity's values grouped by common values (e.g. sport or activity type) for a given period.
es: Compara los valores de su actividad agrupados por valores comunes (por ejemplo, tipo de deporte o de actividad) durante un período determinado.
it: Confronta i valori delle tue attività raggruppate per valori comuni (ad esempio, per sport o tipo di attività) per un determinato periodo.

source: Competition details
es: Detalles de competición
it: Dettagli della competizione

source: Complete the process by accessing the following link and confirming the deletion
es: Complete el proceso accediendo al siguiente enlace y confirmando la eliminación
it: Completare il processo accedendo al seguente link e confermando la cancellazione

source: Configuration
es: Configuración
it: Configurazione
uk: Конфігурація

source: Confirm email address
es: Confirmar el correo electrónico
it: Conferma l'indirizzo e-mail

source: Connect
es: Conectar
it: Connetti
uk: Підключення

source: Connected devices
es: Dispositivos conectados
it: Dispositivi collegati
uk: Підключені пристрої

source: Correction factor
es: Factor de corrección
it: Fattore di correzione

source: Correction: based on correction factor
es: Corrección: Usar factor de corrección
it: Correzione: basata su un fattore di correzione
uk: Виправлення: на основі коефіцієнта корекції

source: Correction: based on heartrate
es: Corrección: basada en la frecuencia cardíaca
it: Correzione: basata sulla frequenza cardiaca
uk: Виправлення: на основі частоти серцевих скорочень

source: Correction: considering elevation
es: Corrección: considerando la altitud
it: Correzione: basata sull'altitudine
uk: Виправлення: з урахуванням висоти

source: Corrector
it: Correttore

source: Course
es: Recorrido
it: Percorso

source: Create a new account
es: Crear nueva cuenta
it: Crea un nuovo account
uk: Створити новий аккаунт

source: Create an account
es: Crear nueva cuenta
it: Crea un nuovo account
uk: Створити аккаунт

source: Create backup
es: Crear copia de seguridad
it: Creare backup

source: Credits
es: Créditos
it: Crediti
uk: Подяки

source: Current RUNALYZE version:
es: Versión actual de RUNALYZE:
it: Attuale versione di RUNALYZE:

source: Danger zone
it: Zona di pericolo

source: Data selection
es: Selección de datos
it: Selezione dei dati

source: Database cleanup
es: Limbiar base de datos
it: Pulisci il database

source: Dataset
it: Set di dati

source: Date
es: Fecha
it: Data
uk: Дата

source: Default activity type
it: Tipo di attività di default

source: Default configuration has been restored!
es: Se ha restaurado la configuración predeterminada!
it: La configurazione di default è stata ristabilita!

source: Definitions for training paces vary a lot, depending on which philosophy one looks at. This table specifies paces at various percentages of %vVO2max%, which equals approximately the maximal pace for 11 minutes.
es: Las definiciones de los ritmos de entrenamiento varían mucho, dependiendo de la filosofía que uno siga. Esta tabla especifica ritmos a varios porcentajes de %vVO2max%, lo que equivale aproximadamente al ritmo máximo durante 11 minutos.
it: La definizione dei ritmi di allenamento varia molto, a seconda di quale filosofia si segua. Questa tabella specifica ritmi a varie percentuali di %vVO2max%, che equivale a circa il ritmo massimo per 11 minuti.

source: Delete account
es: Borrar cuenta
it: Cancella account
uk: Видалити аккаунт

source: Delete all old activities
es: Borrar todas las actividades
it: Cancella tutte le vecchie attività

source: Delete all old body values
es: Borrar todos los datos corporales
it: Cancella tutti i vecchi valori fisici

source: Delete your RUNALYZE account
es: Borrar tu cuenta de RUNALYZE
it: Eliminare il tuo account RUNALYZE

source: Delete your account
es: Borrar cuenta
it: Cancella il tuo account

source: Deletion request of your RUNALYZE account
es: Solicitud de eliminación de su cuenta RUNALYZE
it: Richiesta di cancellazione del tuo account RUNALYZE

source: Deviation
es: Desviación
it: Deviazione

source: Devices
es: Dispositivos
it: Dispositivi
uk: Пристрої

source: Display options
it: Opzioni vista

source: Do you really want to delete this?
it: Vuoi veramente cancellare?

source: Do you really want to delete your account, %username%?
es: ¿Estás seguro que deseas borrar tu cuenta, %username%?
it: Vuoi davvero cancellare l'account, %username%?
uk: Ви впевнені, що хочете видалити Ваш аккаунт %username%?

source: Docs
it: Documentazione
uk: Документи

source: Documentation
es: Documentación
it: Documentazione
uk: Документація

source: Donate
it: Dona

source: Due to performance reasons, some statistics are saved in the database. You can trigger a recalculation if you think they are wrong. In addition, values for elevation, TRIMP and %VO2max% can be recalculated.
es: Debido a razones de rendimiento, algunas estadísticas se guardan en la base de datos. Puedes recalcular si crees que están equivocados. Además, los valores de elevación, TRIMP y %VO2max% pueden ser recalculados.
it: A causa di motivi di prestazioni, alcune statistiche vengono salvate nel database. È possibile eseguire un nuovo calcolo se si pensa che queste sono sbagliate. Inoltre, i valori per l'altitudine, TRIMP e %VO2max% possono essere ricalcolati.

source: Duration
es: Duración
it: Durata
uk: Тривалість

source: Each VO2max value is marked with an arrow to show if this value is (much) higher than your current shape, equal to it or (much) lower:
es: Cada valor de VO2max está marcado con una flecha para mostrar si este valor es (mucho) mayor que su forma actual, igual a ella o (mucho) menor:
it: Ogni valore VO2max è contrassegnato da una freccia per mostrare se questo valore è (molto) superiore alla vostra forma attuale, pari o (molto) più basso:

source: Edit
it: Modifica

source: Edit activity tag
it: Modifica i tag dell'attività

source: Edit activity type
it: Modifica il tipo di attività

source: Edit body values
es: Modificar valores corporales
it: Modificare i valori del corpo

source: Edit equipment
it: Modifica l'equipaggiamento

source: Edit equipment category
it: Modifica la categoria di equipaggiamento

source: Edit sport
it: Modifica lo sport

source: Effective %VO2max%
es: %VO2max% efectiva
it: %VO2max% effettiva

source: Effective VO2max
es: VO2max efectiva
it: VO2max effettiva

source: Elapsed time
es: Tiempo transcurrido
it: Tempo trascorso

source: Elevation
es: Altitud
it: Altitudine

source: Elevation data from Shuttle Radar Topography Mission
es: Datos de altitud por Shuttle Radar Topography Mission
it: Dati di altitudine da Shuttle Radar Topography Mission

source: End of use
it: Fine dell'uso

source: Energy
es: Energía
it: Energia

source: Enter your current password
es: Introducir su contraseña actual
it: Inserire la password attuale

source: Equipment
it: Equipaggiamento

source: Equipment types
es: Tipo de equipación
it: Tipi di attrezzatura

source: Example
it: Esempio

source: FIT details
it: Dettagli del file FIT

source: Fat
es: Grasa
it: Grasso

source: Find your training paces in min/km for given VO2max values.
es: Encuentre tus ritmos de entrenamiento en min/km para determinados valores de VO2max.
it: Trova il tuo ritmo di allenamento in min/km per determinati valori di VO2max.

source: First activity
es: Primera actividad
it: Prima attivitá

source: Flat
it: Piatto

source: Follow
es: Siga
it: Seguire

source: For a detailed explanation of box plots, see <a href="https://en.wikipedia.org/wiki/Box_plot">Wikipedia</a>.
es: Para una explicación detallada de los diagramas de caja, consulte <a href="https://es.wikipedia.org/wiki/Diagrama_de_caja"> Wikipedia </a>.
it: Per una spiegazione dettagliata dei diagrammi a scatola, vedere <a href="https://it.wikipedia.org/wiki/Diagramma_a_scatola_e_baffi"> Wikipedia</a>.

source: For a single activity the TRIMP is calculated based on the duration and your heart rate.
es: Para una actividad el TRIMP se calcula a partir de la duración de la misma y tu frecuencia cardíaca.
it: Per una singola attività il TRIMP è calcolato sulla base della durata e la frequenza cardiaca.

source: For large databases (several gigabytes) we recommend updating RUNALYZE via console.
es: Para bases de datos grandes (varios gigabytes) recomendamos actualizar RUNALYZE a través de la consola.
it: Per grandi database (diversi gigabytes) raccomandiamo di aggiornare RUNALYZE via console.
uk: Для великих баз данних (кілька гігабайт) рекомундується оновити RUNALYZE за допомогою консолі.

source: Forgot your password?
es: ¿Olvidó la clave?
it: Hai dimenticato la password?
uk: Забули свій пароль?

source: Found
es: Encontrado
it: Trovato
uk: Знайдено

source: Found #{tracks} activities
es: Encontradas #{tracks} actividades
it: Trovate #{tracks} attività
uk: Знайдено #{tracks} заходи

source: General cleanup
es: Limpieza general
it: Pulizia generale

source: General groups
it: Gruppi generali

source: General pace table
es: Tabla general de ritmos
it: Tabella generale del ritmo

source: General settings
it: Impostazioni generali

source: General statistics
es: Estadísticas generales
it: Statistica generale

source: Generate posters
es: Generar pósteres
it: Genera poster

source: Gimmick
it: Trovata

source: Go back to RUNALYZE
es: Volver atrás a RUNALYZE
it: Torna a RUNALYZE
uk: Повернутися до RUNALYZE

source: Go to database cleanup
es: Ir a la limpieza de la base de datos
it: Vai alla pulizia del database

source: Gradient
it: Pendenza

source: Gradient distribution
it: Distribuzione della pendenza

source: Grid
it: Griglia

source: Groundcontact
es: Tiempo de contacto con el suelo
it: Tempo di contatto con il terreno

source: Groundcontact balance
es: Balance del tiempo de contacto con el suelo
it: Tempo di contatto con il terreno

source: Heart rate
es: Frecuencia cardíaca
it: Frequenza Cardiaca
uk: Частота серцевих скорочень

source: Heartrate
es: Frecuencia cardiaca
it: Frequenza cardiaca

source: Heatmap
es: Mapa de calor
it: Mappa di calore

source: Help
es: Ayuda
it: Aiuto
uk: Допомога

source: Help and Support
es: Ayuda y soporte
it: Aiuto e Supporto
uk: Допомога та Підтримка

source: Hi %s, <br> we are sorry to hear that you wish to delete your RUNALYZE account
es: Hola %s, <br>lamentamos saber que deseas borrar tu cuenta de RUNALYZE
it: Ciao %s, <br> ci dispiace sentire che vuoi cancellare il tuo account RUNALYZE

source: Hi %s, we heard that you forgot your password!
es: Hola %s, hemos escuchado que has olvidado tu contraseña!
it: Ciao %s, abbiamo saputo che hai dimenticato la password!

source: Hi %s, welcome to RUNALYZE
es: Hola %s, bienvenido a RUNALYZE
it: Ciao %s, benvenuto a RUNALYZE

source: Hi %username%
es: Hola %username%
it: Ciao %username%

source: Hilly
it: Collinare

source: How sad, that you've decided to delete your account.<br> Your account will be deleted as soon as you click on the confirmation link in your mail.
es: Qué triste que haya decidido eliminar su cuenta. <br> Su cuenta será borrada tan pronto como haga clic en el enlace de confirmación en su correo.
it: Che tristezza che hai deciso di cancellare il tuo account.<br> Il tuo account verrà cancellato non appena farai click sul link di conferma nella tua mail.

source: If the link does not work, please copy the following URL into the address field of your web browser
es: Si el enlace no funciona, copie el siguiente URL en el campo de dirección de su navegador web
it: Se il link non funziona, si prega di copiare il seguente URL nel campo degli indirizzi del browser web

source: If you delete an equipment object all relations between your activities and this object will be deleted.
it: Se cancelli un equipaggiamento verranno cancellate anche tutte le relazioni tra le attività e l'equipaggiamento cancellato.
