<h1>Grundlage: Jack Daniels - Die Laufformel</h1>
	<p>
		Bei Runalyze werden viele Tabellen und daraus abgeleitete Formeln von &quot;Jack Daniels - Die Laufformel&quot; verwendet.
		Vor allem die Prognose verfolgt aber einen sehr einfachen Ansatz, um aus dem Verh&auml;ltnis von Herzfrequenz und Tempo auf eine m&ouml;gliche Maximalleistung zu schlie&szlig;en.
		Die Rechenspiele sind daher mit gro&szlig;er Vorsicht zu genie&szlig;en.
	</p>

	<p>&nbsp;</p>

<h1>VDOT</h1>
	<p>
		Mit entscheidend f&uuml;r die Leistung ist die maximale Sauerstoffaufnahme des Bluts, allgemein mit VO<sub>2</sub>max oder <em>VDOT</em> bezeichnet.
		Dieser kann medizinisch gemessen werden und liegt bei Profis teilweise &uuml;ber 80.
		Auch wenn jeder Mensch individuell ist und noch weitere Faktoren bestehen, wird vereinfacht von einem direkten Zusammenhang von VDOT und Maximalleistung ausgegangen.
	</p>

	<p>&nbsp;</p>

<h1>Die Form: angen&auml;herter VDOT-Wert</h1>
	<p>
		Das Verh&auml;ltnis von Herzfrequenz und Tempo ergibt nach Jack Daniels mit einem fast linearen Ansatz einen approximierten VDOT-Wert.
		Dieser l&auml;sst sich auf entsprechende Wettkampfleistungen zur&uuml;ckf&uuml;hren und wird bei Runalyze als <strong>Form</strong> bezeichnet.
	</p>

	<p>
		Beachte: Trabpausen, langsames Gehen und andere Faktoren k&ouml;nnen das Verh&auml;ltnis stark aus dem linearen Zusammenhang werfen.
	</p>
	
	<p>&nbsp;</p>

<h1>TRIMP/ATL/CTL/TSB</h1>
	<p>
		<strong>TRIMP:</strong> <em>TRaining IMPulse</em> Wert f&uuml;r Trainingsbelastung nach Dauer und Puls(-Zonen).<br />
		<strong>ATL:</strong> <em>Actual Training Load</em> Aktuelle Trainingsbelastung, Summe der TRIMP-Werte der letzten Woche, prozentual am bisher gr&ouml;&szlig;ten Wert.<br />
		<strong>CTL:</strong> <em>Chronical Training Load</em> Langfristige TBelastung, Summe der TRIMP-Werte des letzten Monats, prozentual am bisher gr&ouml;&szlig;ten Wert.<br />
		<strong>TSB:</strong> <em>Training Stress Balance</em> Aktueller Trainingseffekt, Verh&auml;hltnis von CTL zu ATL. Positiv: Erholung, Negativ: (hartes) Training
	</p>

	<p>&nbsp;</p>

<h1>Grundlagenausdauer</h1>
	<p>
		Die Prognosen von Jack Daniels sind auf der langen Distanz meist zu gut.
		Daher wird bei Runalyze ein Algorithmus f&uuml;r die Grundlagenausdauer verwendet.
		Dieser ber&uml;cksichtigt die langen L&auml;ufe und die Wochenkilometer, um einen Anhaltspunkt f&uuml;r die eigene Grundlagenausdauer und damit bessere Prognosen f&uuml;r den Marathon zu erhalten.
	</p>

	<p>&nbsp;</p>

<h1>Trainingstempo</h1>
	<p>
		Das Rechenspiele-Panel-Plugin liefert zus&auml;tzlich eine Empfehlung f&uuml;r das Trainingstempo.<br />
		RL: Regenerationslauf<br />
		DL: Dauerlauf (L-Tempo)<br />
		LL: Langer Lauf (L-Tempo)<br />
		TDL: Tempodauerlauf (S-Tempo, Schwellenl&auml;ufe)<br />
		IT: Intervalltraining (I-Tempo, kurze Pausen)<br />
		WHL: Wiederholungsl&auml;ufe (W-Tempo, vollst&auml;dige Erholung in der Pause)
	</p>