<div class="panel-heading">
	<h1>Grundlage: Jack Daniels - Die Laufformel</h1>
</div>
<div class="panel-content">
	<p class="text">
		Bei Runalyze werden viele Tabellen und daraus abgeleitete Formeln von &quot;<em>Jack Daniels - Die Laufformel</em>&quot; verwendet.<br>
		Als Grundlage dazu wird aus dem Verh&auml;ltnis von Herzfrequenz und Pace deine theoretische Form berechnet.
	</p>

	<p class="warning">
		Die Rechenspiele hei&szlig;en nicht ohne Grund Rechen<em>spiele</em>.<br>
		Sie sind lediglich ein Versuch mit mathematischen Formeln deine Form zu beschreiben.
		Genie&szlig;e sie mit Vorsicht!
	</p>
</div>

<div class="panel-heading panel-sub-heading">
	<h1>VDOT</h1>
</div>
<div class="panel-content">
	<p class="text">
		VDOT ist die Kurzform f&uuml;r <em>V-dot-O2Max</em>, die maximale Sauerstoffaufnahme des Bluts pro Minute.
		Diese ist entscheidend f&uuml;r die m&ouml;gliche Leistung eines L&auml;ufers,
		wobei aufgrund zus&auml;tzlicher Faktoren von einem <em>pseudo V-dot-O2Max</em> ausgegangen wird,
		der dann f&uuml;r L&auml;ufer mit gleichen Zeiten gleich ist.
	</p>

	<p>
		siehe <em><a href="http://runningtimes.com/Article.aspx?ArticleID=7482" title="Finding Your VDOT | Running Times">Treshold Training: Finding Your VDOT</a> by Jack Daniels, Ph.D.</em>
	</p>
</div>

<div class="panel-heading panel-sub-heading"><h1>Die Form: angen&auml;herter VDOT-Wert</h1>
</div>
<div class="panel-content">
	<p class="text">
		Dein pers&ouml;nlicher VDOT-Wert wird aus dem Verh&auml;ltnis von Herzfrequenz und Tempo aus jedem Training einzeln berechnet.
		Der Mittelwert &uuml;ber einen l&auml;ngeren Zeitraum wird als deine derzeitige Form aufgefasst.
	</p>

	<p class="text">
		Neben den VDOT-Werten eines Trainings wird mit einem Pfeil angezeigt,
		ob der Wert im Vergleich zum derzeitigen Durchschnittswert
		deutlich h&ouml;her <i class="vdot-icon vdot-up-2"></i>,
		etwas h&ouml;her <i class="vdot-icon vdot-up"></i>,
		in etwa gleich <i class="vdot-icon vdot-normal"></i>,
		etwas niedriger <i class="vdot-icon vdot-down"></i>
		oder deutlich niedrigers <i class="vdot-icon vdot-down-2"></i> ist.
	</p>

	<p class="warning">
		Beachte: Trabpausen, langsames Gehen und andere Faktoren k&ouml;nnen das Verh&auml;ltnis stark aus dem linearen Zusammenhang werfen.<br>
		Trainings mit solchen Einfl&uuml;ssen k&ouml;nnen von der Berechnung ausgeschlossen werden.
	</p>
</div>

<div class="panel-heading panel-sub-heading">
	<h1>TRIMP/ATL/CTL/TSB</h1>
</div>
<div class="panel-content">
	<p class="text">
		Das TRIMP-Konzept liefert eine M&ouml;glichkeit, die Trainingsbelastung mit einem einfachen Wert zu beschreiben.
	</p>

	<ul>
		<li><strong>TRIMP:</strong> <em>Training Impulse</em> - Wert f&uuml;r Trainingsbelastung nach Dauer und Puls(-Zonen).</li>
		<li><strong>ATL:</strong> <em>Actual Training Load</em> - Aktuelle Belastung, TRIMP-Summe einer Woche, prozentual am bisherigen Maximum</li>
		<li><strong>CTL:</strong> <em>Chronical Training Load</em> - Langfristige Belastung, TRIMP-Summe eines Monats, prozentual am bisherigen Maximum</li>
		<li><strong>TSB:</strong> <em>Training Stress Balance</em> - Aktueller Trainingseffekt (CTL - ATL). Positiv: Erholung, Negativ: (hartes) Training</li>
	</ul>

	<p>
		siehe <em><a href="http://www.netzathleten.de/Sportmagazin/Richtig-trainieren/Das-TRIMP-Konzept/1730751739988967389/head/page1" title="Das TRIMP-Konzept">Das TRIMP-Konzept</a> auf netzathleten.de</em>
	</p>
</div>

<div class="panel-heading panel-sub-heading">
	<h1>Grundlagenausdauer</h1>
</div>
<div class="panel-content">
	<p class="text">
		Die Prognosen von Jack Daniels sind auf der langen Distanz meist zu gut.
		Daher wird bei Runalyze ein Algorithmus f&uuml;r die Grundlagenausdauer verwendet.
		100 &#37; entsprechen dabei der Menge an langen L&auml;ufen und Wochenkilometern,
		die bei deinem aktuellen VDOT f&uuml;r einen optimalen Marathon als notwendig angesehen werden.
	</p>
</div>

<div class="panel-heading panel-sub-heading">
	<h1>Trainingstempo</h1>
</div>
<div class="panel-content">
	<p class="text">
		Das vorgeschlagene Trainingstempo orientiert sich an deiner aktuellen VDOT-Form.
	</p>

	<ul>
		<li><strong>RL:</strong> Regenerationslauf</li>
		<li><strong>DL:</strong> Dauerlauf (L-Tempo)</li>
		<li><strong>LL:</strong> Langer Lauf (L-Tempo)</li>
		<li><strong>TDL:</strong> Tempodauerlauf (S-Tempo, Schwellenl&auml;ufe)</li>
		<li><strong>IT:</strong> Intervalltraining (I-Tempo, kurze Pausen)</li>
		<li><strong>WHL:</strong> Wiederholungsl&auml;ufe (W-Tempo, vollst&auml;ndige Erholung in der Pause)</li>
	</ul>
</div>