<small class="right">
	<a class="change" href="#ersteSchritte" target="help">Erste Schritte</a> |
	<a class="change" href="#rechenspiele" target="help">Rechenspiele</a>
</small>

<div id="help">
	<div id="ersteSchritte" class="change">
		<h1>1. Der Aufbau</h1>
		<p>Das Lauftagebuch ist in drei Bereiche aufgeteilt. Der wichtigste Bereich ist links oben der DataBrowser. Hier werden die Trainingseinheiten der aktuellen Woche oder eines beliebigen Zeitraums dargestellt. Welche Spalten angezeigt werden, kann selbst bestimmt werden.</p>
		<p>Neben der reinen Protokollierung bietet Runalyze unterhalb des DataBrowsers die Statistik-Plugins.<br />
		
		Diese analysieren die Trainingsdaten und werten sie in Tabellen und Diagrammen aus &#8211; egal ob es um Tempo, Wetter oder Mitl&auml;ufer geht. Die kleineren oder unwichtigeren Statistiken werden unter &#8220;Sonstiges&#8221; gruppiert. In diesem Bereich wird au&szlig;erdem bei einem Klick auf ein Training dieses mit all seinen Informationen angezeigt.</p>
		<p>Der dritte Bereich sind die sogenannten Panels auf der rechten Seite. Diese sind ebenfalls Plugins, bieten aber einen deutlich kompakteren Blick auf die Statistiken und k&ouml;nnen bequem &#8220;eingeklappt&#8221; werden.</p>
		<p>&nbsp;</p>
		
		<h1>2. Konfiguration</h1>
		<p>Der gro&szlig;e Vorteil von Runalyze im Vergleich zu anderen Lauftageb&uuml;chern sind die vielf&auml;ltigen Konfigurationsm&ouml;glichkeiten. Die Konfiguration kann &uuml;ber das Icon ganz links in der unteren Leiste aufgerufen werden.</p>
		&nbsp;&nbsp;- Protokoll: Welche Daten sollen f&uuml;r jedes Training protokolliert werden?<br />
		&nbsp;&nbsp;- Dataset: Welche der protokollierten Daten sind wichtig und sollen auf den ersten Blick ersichtlich sein?<br />
		&nbsp;&nbsp;- Plugins: Welche Plugins sollen genutzt werden, welche davon unter &#8220;Sonstiges&#8221; gruppiert?<br />
		&nbsp;&nbsp;- Trainingstypen: Um das Training weiter auswerten zu k&ouml;nnen, gibt es verschiedene Trainingstypen. <em>(bisher nicht editierbar)</em><br />
		&nbsp;&nbsp;- Sportarten: Welche Sportarten werden betrieben? <em>(bisher nicht editierbar)</em><br />
		&nbsp;&nbsp;- Kleidung: Falls die Kleidung protokolliert wird, k&ouml;nnen hier die entsprechenden Kleidungsst&uuml;cke editiert werden. <em></em><em>(bisher nicht editierbar).</em><br />
		<p>&nbsp;</p>
		
		<h1>3. Plugin-Konfiguration</h1>
		<p>Auch die verwendeten Plugin k&ouml;nnen eigene Konfigurationsm&ouml;glichkeiten haben. Das Konfigurationsfenster kann bei Panels <em>(wenn ausgeklappt)</em> &uuml;ber das Werkzeug oder wie bei allen Plugins &uuml;ber die Anzeige in der normalen Konfiguration angesteuert werden.</p>
		<p>&nbsp;</p>
		
		<h1>4. Trainings eintragen</h1>
		<p>Das wichtigste Feature vor der Ver&ouml;ffentlichung der ersten Testversion war der automatische Import vom Garmin Forerunner. Das Formular kann durch <img src="img/add.png" alt="" /> ganz rechts oben im DataBrowser ge&ouml;ffnet werden. Der Garmin Forerunner wird automatisch gesucht und die Daten werden dann in das Formular eingetragen &#8211; das kann aber auch per Hand geschehen.</p>
		<p>&nbsp;</p>
		
		<h1>5. Zwischenzeiten: &#8220;Splits&#8221;</h1>
		<p>Das einzige Feld beim Formular, das etwas Erkl&auml;rungsbedarf hat, sind die Zwischenzeiten. Diese werden bisher etwas unsch&ouml;n wie in folgendem Beispiel gespeichert:<br />
		<code>1|3:34-1|3:36-1|3:35-1|3:41-1|3:29</code><br />
		Also immer &#8220;<code>[Kilometer] K.NN | M:SS [Zeit] - ...</code>&#8220;. Eine intuitivere Eingabe ist in Planung.</p>
	</div>
	
	<div id="rechenspiele" class="change" style="display:none;">
		<h1>Grundlage: Jack Daniels - Die Laufformel</h1>
		<p>Bei Runalyze werden viele Tabellen und daraus abgeleitete Formeln von &quot;Jack Daniels - Die Laufformel&quot; verwendet.
		Vor allem die Prognose verfolgt aber einen sehr einfachen Ansatz, um aus dem Verh&auml;ltnis von Herzfrequenz und Tempo auf eine m&ouml;gliche Maximalleistung zu schlie&szlig;en.
		Die Rechenspiele sind daher mit gro&szlig;er Vorsicht zu genie&szlig;en.</p>
		<p>&nbsp;</p>

		<h1>VDOT</h1>
		<p>Mit entscheidend f&uuml;r die Leistung ist die maximale Sauerstoffaufnahme des Bluts, allgemein mit VO<sub>2</sub>max oder <em>VDOT</em> bezeichnet.
		Dieser kann medizinisch gemessen werden und liegt bei Profis teilweise &uuml;ber 80.
		Auch wenn jeder Mensch individuell ist und noch weitere Faktoren bestehen, wird vereinfacht von einem direkten Zusammenhang von VDOT und Maximalleistung ausgegangen.</p>
		<p>&nbsp;</p>

		<h1>Die Form: angen&auml;herter VDOT-Wert</h1>
		<p>Das Verh&auml;ltnis von Herzfrequenz und Tempo ergibt nach Jack Daniels mit einem fast linearen Ansatz einen approximierten VDOT-Wert.
		Dieser l&auml;sst sich auf entsprechende Wettkampfleistungen zur&uuml;ckf&uuml;hren und wird bei Runalyze als <em>Form</em> bezeichnet.
		(Durchschnittswert &uuml;ber einen gewissen Zeitraum)</p>
		<p>Beachte: Trabpausen, langsames Gehen und andere Faktoren k&ouml;nnen das Verh&auml;ltnis stark aus dem linearen Zusammenhang werfen.</p>
		<p>&nbsp;</p>

		<h1>TRIMP/ATL/CTL/TSB</h1>
		<p>
			<strong>TRIMP:</strong> <em>TRaining IMPulse</em> Wert f&uuml;r Trainingsbelastung nach Dauer und Puls(-Zonen).<br />
			<strong>ATL:</strong> <em>Actual Training Load</em> Aktuelle Trainingsbelastung, Summe der TRIMP-Werte der letzten Woche, prozentual am bisher gr&ouml;&szlig;ten Wert.<br />
			<strong>CTL:</strong> <em>Chronical Training Load</em> Langfristige TBelastung, Summe der TRIMP-Werte des letzten Monats, prozentual am bisher gr&ouml;&szlig;ten Wert.<br />
			<strong>TSB:</strong> <em>Training Stress Balance</em> Aktueller Trainingseffekt, Verh&auml;hltnis von CTL zu ATL. Positiv: Erholung, Negativ: (hartes) Training
		</p>
		<p>&nbsp;</p>

		<h1>Grundlagenausdauer</h1>
		<p>Die Prognosen von Jack Daniels sind auf der langen Distanz meist zu gut.
		Daher wird bei Runalyze ein Algorithmus f&uuml;r die Grundlagenausdauer verwendet.
		Dieser ber&uml;cksichtigt die langen L&auml;ufe und die Wochenkilometer, um einen Anhaltspunkt f&uuml;r die eigene Grundlagenausdauer und damit bessere Prognosen f&uuml;r den Marathon zu erhalten.
		</p>
		<p>&nbsp;</p>

		<h1>Trainingstempo</h1>
		<p>Das Rechenspiele-Panel-Plugin liefert zus&auml;tzlich eine Empfehlung f&uuml;r das Trainingstempo.<br />
		RL: Regenerationslauf<br />
		DL: Dauerlauf (L-Tempo)<br />
		LL: Langer Lauf (L-Tempo)<br />
		TDL: Tempodauerlauf (S-Tempo, Schwellenl&auml;ufe)<br />
		IT: Intervalltraining (I-Tempo, kurze Pausen)<br />
		WHL: Wiederholungsl&auml;ufe (W-Tempo, vollst&auml;dige Erholung in der Pause)</p>
	</div>
</div>