Repository: Runalyze/Runalyze
Catalog: inc/locale/*/LC_MESSAGES/messages.*.po
Languages: de, fr, it, nl, pl, ru

source: Second best result
de: Zweitbestes Ergebnis
fr: Deuxième meilleur résultat
it: Secondo miglior risultato
nl: een-na-beste resultaat
pl: Drugi najlepszy wynik
ru: Второй результат

source: Show prognosis
de: Zeige Prognose
fr: Montrer le pronostic
it: Mostra previsioni
nl: Geef de voorspelling
pl: Pokaż prognozę
ru: Показать прогноз

source: Prognosis calculator: form trend
de: Prognose-Rechner: Form-Verlauf
fr: Calculateur de pronostic: tendance de forme physique
it: Elaboratore di previsioni: modello di andamento
nl: Berekening voorspelling: vorm trend
pl: Kalkulator prognoz: trend formy
ru: Калькулятор прогноза: от тренда

source: Database import/export
it: Importa/esporta il Database
pl: Eksport/import bazy danych

source: This plugin allows you to import and export your complete data from the database.
it: Questo plugin consente di importare ed esportare tutti i dati dal database.
pl: Ta wtyczka pozwala na eksport i import wszystkich Twoich danych z bazy danych.

source: File format
it: Formato del file
pl: Format pliku

source: Portable backup
it: Backup esportabile
pl: Przenośny backup

source: Database backup
it: Backup del database
pl: Kopia zapasowa bazy danych

source: Export your data
it: Esporta i dati
pl: Eksport danych

source: Create file
it: Crea file
pl: Utwórz plik

source: JSON-format
it: Formato JSON
pl: Format JSON

source: Portable backup of your configuration and data -This file can be imported into any other installation, using this plugin.<br />This way you can transfer your data from to local to an online installation and back.
it: Backup esportabile della configurazione e dei dati. Questo file può essere importato in qualsiasi altra installazione usando questo plugin. <br />In questo modo puoi trasferire i dati da un'installazione locale a una online e viceversa.
pl: Przenośna kopia zapasowa Twoich danych i konfiguracji. Ten plik można będzie zaimportować do dowolnego innego systemu za pomocą tej wtyczki.<br/>W ten sposób możesz przenosić swoje dane między systemem lokalnym i online.

source: SQL-format
it: Formato SQL
pl: Format SQL

source: Backup of the complete database -This file can be imported manually with e.g. PHPMyAdmin into any database.<br />This is recommended to create a backup copy or to import your data into a new installation.
it: Backup dell'intero database. Questo file può essere importato manualmente in un database ad esempio con PHPMyAdmin.<br />Questa procedura è raccomandata per creare una copia di backup e importare tutti i dati in una nuova installazione.
pl: Kopia zapasowa kompletnej bazy danych. Ten plik można zaimportować ręcznie (np. PHPMyAdmin) do dowolnej bazy danych.<br/>Jest to zalecany sposób tworzenia kopii zapasowej lub importu danych do nowej instalacji.

source: Import file
it: Importa file
pl: Importuj plik

source: You can only import *.json.gz-files.
it: Puoi importare solo file *.json.gz-.
pl: Możesz importować tylko pliki *.json.gz.

source: Overwrite general configuration
it: Sovrascrive la configurazione generale
pl: Nadpisz konfigurację ogólną

source: Overwrite dataset configuration
it: Sovrascrive la configurazione del set di dati
pl: Nadpisz konfigurację listy treningów

source: Overwrite plugins
it: Soprascrive i plugins
pl: Nadpisz wtyczki

source: Delete all old activities
it: Cancella tutte le vecchie attività
pl: Usuń stare treningi

source: Delete all old body values
it: Cancella tutti i vecchi valori fisici
pl: Usuń stare parametry ciała

source: There are <strong>%s</strong> activities in this file.
it: Ci sono <strong>%s</strong> attività in questo file.
pl: W pliku znajduje się <strong>%s</strong> treningów.

source: There are <strong>%s</strong> body values in this file.
it: Ci sono <strong>%s</strong> valori fisici in questo file.
pl: W pliku znajduje się <strong>%s</strong> parametrów ciała.

source: Versions do not match! The backup is from %s but you are using %s.
it: Le versioni non corrispondono! Il backup deriva da %s ma stai utilizzando %s.
pl: Wersje się nie zgadzają! Backup jest z wersji %s, a zainstalowana jest %s.

source: The file seems to be corrupted.
it: Il file sembra corrotto.
pl: Plik wygląda na uszkodzony.

source: Import data
it: Importa i dati
pl: Importuj dane

source: All data have been imported.
it: Tutti i dati sono stati importati.
pl: Dane zostały zaimportowane.

source: It is recommended to use the <em>Database cleanup</em> tool.
it: Occorre utilizzare il plugin <em>Database cleanup</em>.
pl: Zalecane jest użycie narzędzia <em>Oczyść bazę danych</em>.

source: Allowed file extension: *.json.gz
it: Estensione dei file consentita: *.json.gz
pl: Dozwolone rozszerzenie pliku: *.json.gz

source: All shared links will be invalid if you (re-)import activities and overwrite all existing activities!
it: Tutti i link condivisi saranno invalidi se (re)importi le attività e sovrascrivi tutte le attività esistenti!
pl: Wszystkie linki udostępniania będą nieaktualne jeśli zaimportujesz treningi ponownie!

source: The file has to be created with the same version of Runalyze!<br>You won't be able to import a file from an older version.
it: Il file deve essere creato con la stessa versione di Runalyze!<br> Non è possibile importare un file da una vecchia versione.
pl: Plik musi być utworzony przez tę samą wersję Runalyze!<br>Nie można zaimportować pliku utworzonego w starszej wersji.

source: The importer will not change existing data for equipment, sport types or activity types.<br>You have to make these changes by hand or delete the existing data in advance.
it: L'importer non cambierà i dati del dispositivo, il tipo di sport o il tipo di attività.<br> Devi fare questi cambiamenti a mano o cancellare precedentemente i dati esistenti.
pl: Importer nie zmieni danych sprzętu, sportu lub typów treningu.<br>Musisz zmienić te dane ręcznie lub wcześniej usunąć istniejące dane.

source: Export data
it: Esporta i dati
pl: Eksportuj dane

source: dataset
it: set di dati
pl: zestaw danych

source: Sport types
it: Sport
pl: Sport
ru: Виды спорта

source: Body data
de: Körperdaten
fr: Données biométriques
it: Dati fisici
nl: lichaamswaarden
pl: Dane ciała
ru: Данные

source: Activities
de: Trainings
fr: Activités
it: Attività
nl: Activiteiten
pl: Treningi
ru: Тренировки

source: Trackdata
de: Streckendaten
fr: Données de piste
it: Dati del tracciato
nl: Rondegegevens
pl: Dane trasy
ru: Трек

source: Routes
de: Strecken
it: Percorsi
pl: Trasy
ru: Маршруты

source: Equipment types
de: Ausrüstungstypen
fr: Types d'équipement
it: Tipo di attrezzatura
nl: Uitrusting
pl: Typy sprzętu
ru: Инвентарь

source: Relation: equipment types to sports
de: Relationen: Ausrüstungstypen zu Sportarten
fr: Relation: types d'équipement vers sports
it: Relazione: tipo di equipaggiamento per sport
nl: Relatie: uitrusting met sport typen
pl: Powiązanie: typy sprzętu do sportów
ru: Зависимость: типы снаряжения от спорта

source: Relation: equipment to activities
de: Relationen: Ausrüstung zu Aktivitäten
fr: Relation: équipement vers activités
it: Relazione: equipaggiamento per attività
nl: Relatie: uitrusting met activiteiten
pl: Powiązanie: sprzęt do treningów
ru: Зависимость: снаряжение от тренировок

source: Relation: tag to activities
de: Zuordnung: Tag zu Aktivitäten
fr: Balisez vos activitez
it: Relazione: tag per attività
nl: Relatie: label met activiteiten
pl: Powiązanie: tag do treningów
ru: Зависимость: теги от тренировок

source: Monthly Stats
de: Monatliche Statistiken
fr: Statistiques Mensuelles
it: Statistiche mensili
nl: Maandelijkse statistieken
pl: Statystyki miesięczne
ru: Статистика за месяц

source: How many %s/hours did you do per month
de: Wie viele %s oder Stunden hast du pro Monat trainiert
fr: Combien de %s/heure vous avez effectué par mois
it: Quanti %s/ore hai fatto per mese
nl: Hoeveel %s/uren heeft u per maand getraind
pl: Ile %s/godzin trenowałeś/aś w miesiącu
ru: Количество %s/часов тренировок за месяц

source: by distance
de: nach Distanz
fr: par distance
it: per distanza
nl: op afstand
pl: wg dystansu
ru: по расстоянию

source: by time
de: nach Zeit
fr: par temps
it: per tempo
nl: op tijd
pl: wg czasu
ru: по времени

source: by elevation
it: per elevazione
pl: według wysokości

source: by calories
it: per calorie
pl: według kalorii

source: by trimp
it: per trimp
pl: według TRIMP

source: by number
it: per numero
pl: według liczby

source: Some statistics for your most frequent routes.
de: Auflistung der häufigsten und seltensten Strecken/Orte.
fr: Quelques statistiques de vos parcours les plus fréquents.
it: Alcune statistiche dei percorsi più frequenti.
nl: Bepaalde statistieken voor uw meest gebruikte routes.
pl: Statystyki dla najczęściej pokonywanych tras.
ru: Статистические данные о ваших маршрутах.

source: The input field 'route' expects different places separted by a '-', e.g. 'City A - City B'This way the plugin will be able to count how often you visit each city or place.
de: Alles was bei der eingetragenen Strecke mit " - " getrennt wird, wird als eigener Ort betrachtet.
fr: Le champs 'route' doit contenir différents endroits séparés par un '-', par exemplt 'Ville A - Ville B'. De cette manière, le plugin pourra compter combien de fois vous visitez chaque ville ou endroit.
it: Il campo 'percorso' richiede due luoghi diversi separati da '-' : ad es. Città A - Città B. In questo modo il plugin potrà valutare quanto spesso sei stato in un luogo o in una città.
nl: Het invoerveld "route" verwacht verschillende plaatsen gescheiden door een "-", bijvoorbeeld "Stad A - Stad B". Op deze manier kan de plugin bijhouden hoe vaak u een bepaalde stad of plaats bezoekt.
pl: Pole wprowadzania trasy powinno zawierać różne miejsca oddzielone przez '-', np. 'Miasto A - Miasto B'. Dzięki temu wtyczka będzie w stanie wyliczyć ile razy odwiedzałeś dane miejsce.

source: Show visited cities
de: Zeige besuchte Städte
fr: Montrer les villes visitées
it: Mostra le città in cui sei stato
nl: Toon bezochte steden
pl: Pokaż odwiedzone miasta
ru: Показать посещенные города

source: Open route network
de: Streckennetz öffnen
it: Mappa
nl: Open route netwerk
pl: Otwórz sieć tras
ru: Открыть карту

source: Most frequent routes
de: Häufigsten Strecken
fr: Routes les plus fréquentes
it: Percorsi più frequentati
nl: Meest gebruikte routes
pl: Najczęściej pokonywane trasy

source: Most frequent places
de: Häufigste Orte
fr: Endroits les plus fréquents
it: Luoghi più frequentati
nl: Meest bezochte plaatsen
pl: Najczęściej odwiedzane miejsca

source: There are no routes.
de: Keine Strecken vorhanden.
fr: Il n'y a pas de routes.
it: Non ci sono percorsi.
nl: Er zijn geen routes.
pl: Brak tras.

source: Rare places
de: Seltenste Orte
fr: Endroits insolites
it: Luoghi meno frequentati
nl: Bijzondere plaatsen
pl: Rzadko odwiedzane miejsca

source: You have visited %s different places.
de: Insgesamt wurden %s verschiedene Orte sportlich besucht.
fr: Vous avez visité %s endroits différents.
it: Hai visitato %s diversi luoghi.
nl: U heeft %s verschillende plaatsen bezocht.
pl: Odwiedziłeś(aś) %s miejsc.

source: Everything seperated by a ' - ' is considered as an individual place.
de: Alles was bei der eingetragenen Strecke mit " - " getrennt wird, wird als eigener Ort betrachtet.
fr: Toute chose séparée par un ' - ' est considérée comme un endroit unique.
it: Ogni luogo separato da '-' è considerato un luogo diverso.
nl: Alles gescheiden door ' - ' wordt als een individuele plaats beschouwd.
pl: Wszystko oddzielone przez '-' traktowane jest jako osobne miejsce.

source: Choose sport
de: Sport wählen
fr: Choisir le sport
it: Scegli lo sport
nl: Kies sport
pl: Wybierz sport
ru: Выберите вид спорта

source: Choose year
de: Jahr wählen
fr: Choisir l'année
it: Scegli l'anno
nl: Kies jaar
pl: Wybierz rok
ru: Выберите год

source: Route network
de: Streckennetz
fr: Réseau de routes
it: Rete dei percorsi
nl: Route netwerk
pl: Sieć tras
ru: Карта маршрутов

source: There are no routes matching the criterias.
de: Es konnten keine passenden Strecken gefunden werden.
fr: Il n'y a pas d'itinéraires correspondant à vos critères.
it: Non ci sono percorsi che soddisfano i criteri.
nl: Er zijn geen routes die voldoen aan de criteria.
pl: Brak tras spełniających kryteria.

source: The map contains your %s most recent routes matching the criterias.
de: Die Karte enthält deine %s aktuellsten Strecken, die die Kriterien erfüllen.
fr: La carte contient vos %s routes les plus récentes qui correspondent aux critères.
it: La mappa contiene i %s percorsi più recenti in base ai criteri immessi.
nl: De kaart bevat uw %s meest recente routes die aan de criteria voldoen.
pl: Mapa zawiera %s ostatnich tras spełniających kryteria.

source: More routes are not possible at the moment due to performance issues.
de: Mehr Strecken sind zur Zeit aus Performance-Gründen nicht möglich.
fr: Il n'est pas possible d'avoir plus de routes pour l'instant pour des raisons de performance.
it: Non è possibile immettere altri percorsi a causa di problemi di prestazioni.
nl: Meer routes zijn op dit moment niet mogelijk vanwege prestatieproblemen.
pl: Ze względu na wydajność na razie nie jest możliwe pokazanie większej liczby tras.

source: Add body values
it: Aggiunge i valori fisici
pl: Dodaj parametry ciała
ru: Добавить данные

source: Edit body values
it: Modifica i valori fisici
pl: Edytuj parametry ciała
ru: Редактировать параметры

source: Fat
de: Fett
fr: Graisse
it: Grasso
nl: Vet
pl: Tkanka tłuszczowa
ru: Жир

source: Water
de: Wasser
fr: Eau
it: Acqua
pl: Woda
ru: Вода

source: Muscles
de: Muskeln
it: Muscoli
nl: Spieren
pl: Mięśnie
ru: Мышцы

source: Body values
de: Körperdaten
fr: Données biométriques
it: Valori fisici
nl: Lichaamswaarden
pl: Parametry ciała
ru: Параметры тела

source: Sleep duration
it: Durata del sonno
pl: Czas snu
ru: Длительность сна

source: Show body values: weight, resting heart rate and values like fat-, water- and muscles-percentage.
de: Zeige Körperdaten: Gewicht, Ruhepuls und Werte wie Fett-, Wasser- und Muskelanteile.
fr: Monter les données biométriques: poids, rythme cardiaque au repos et d'autres comme le pourcentage de graisse, d'eau et de muscles.
it: Mostra i valori fisici: peso, frequenza cardiaca a riposo e valori come il grasso o la percentuale di acqua o di muscoli.
nl: Toon lichaamswaarden: gewicht, rusthartslag en waarden zoals vet-, water- en spierpercentages.
pl: Pokaż parametry ciała: wagę, tętno spoczynkowe, skład ciała - tkanka tłuszczowa, woda, mięśnie.

source: Use old design
it: Usa il vecchio aspetto
pl: Używaj starego wyglądu

source: Record body weight
it: Registra il peso corporeo
pl: Rejestruj wagę

source: Record body fat
it: Registra il grasso corporeo
pl: Rejestruj tkankę tłuszczową

source: Record resting heart rate
it: Registra la frequenza cardiaca a riposo
pl: Rejestruj tętno spoczynkowe

source: Desired body weight
de: Wunschgewicht
fr: Poids corporel désiré
it: Peso desiderato
nl: streefgewicht
pl: Idealna waga

source: Plot: number of points
de: Diagramm: Datenpunkte
fr: Graphique: nombre de points
it: Grafico: numero di punti
nl: Diagram: aantal punten
pl: Wykres: liczba punktów

source: <small>or</small> fixed number of days
de: <small>oder</small> fester Zeitraum in Tagen
fr: <small>ou</small> nombre de jours fixés
it: <small>o</small> numero di giorni fissati
nl: <small>of</small> vast aantal dagen
pl: <small>lub</small> stała liczba dni

source: Enter a value &ge; 0 to show a fixed time range.
de: Gib einen Wert größer 0 ein, um einen fixen Zeitraum anzuzeigen.
fr: Indiquer une valeur &ge;- pour montrer un intervalle de temps choisi.
it: Inserisci un valore &ge; 0 per indicare un intervallo di tempo fisso.
nl: Voer een waarde &ge; 0 om een vaste tijdsperiode te tonen.
pl: Wprowadź wartość &ge; 0 aby pokazać stały zakres czasu.

source: Add data
de: Daten hinzufügen
fr: Ajouter des données
it: Aggiungi dati
nl: Voeg data toe
pl: Dodaj dane
ru: Добавить данные

source: Show table
de: Zeige Tabelle
fr: Montrer le tableau
it: Mostra la tabella
nl: Toon tabel
pl: Pokaż tabelę
ru: Показать таблицу

source: You have to specify which values to record. (see configuration)
it: Devi specificare quali valori registrare. (vedi la configurazione)
pl: Musisz określić jakie wartości rejestrować. (zobacz konfigurację)

source: Enter maximal HR
de: Gib deinen Maximalpuls ein
fr: Entrer le rythme cardiaque maximal
it: Inserisci la Frequenza Cardiaca massima
nl: Voer maximale HF in
pl: Wprowadź tętno maksymalne
ru: Введите максимальную ЧСС

source: Otherwise calculations will be wrong
de: Andernfalls werden die Berechnungen falsch sein
fr: Autrement les calculs seront incorrects
it: Altrimenti i calcoli saranno sbagliati
nl: anders zullen de berekeningen niet kloppen
pl: Jeśli tego nie zrobisz wyliczenia będą nieprawidłowe
ru: Иначе расчеты будут неправильными

source: Other values
de: Andere Werte
fr: Autres valeurs
it: Altri valori
nl: Andere waarden
pl: Inne wartości
ru: Прочие

source: Add a new entry
it: Aggiunge una nuova voce
pl: Dodaj nowy wpis
ru: Добавить запись

source: All training weeks %s
de: Alle Trainingswochen %s
fr: Toutes les semaines d'entraînement %s
it: Tutte le settimane di allenamento %s
nl: Alle trainingsweken %s
pl: Wszystkie tygodnie %s
ru: Все тренировочные недели %s

source: Monthly and weekly summaries for all sports
de: Monatliche und wöchentliche Übersicht für alle Sportarten
fr: Résumés mensuels et hebdomadaire pour tous les sports
it: Riepilogo mensile o settimanale per tutti gli sport
nl: samenvattingen per maand en per week voor alle sporten
pl: Tygodniowe i miesięczne podsumowania dla wszystkich sportów
ru: Ежемесячные и еженедельные сводки для всех видов спорта

source: General overview
de: Allgemeine Übersicht
fr: Vue d'ensemble
it: Panoramica generale
nl: Algemeen overzicht
pl: Ogólny przegląd
ru: Общий обзор

source: All training weeks
de: Alle Trainingswochen
fr: Toutes les semaines d'entraînement
it: Tutte le settimane di allenamento
nl: Alle trainingsweken
pl: Wszystkie tygodnie
ru: Все тренировочные недели

source: This plugin shows summaries for all weeks, months or years to compare your overall training.
de: Dieses Plugin zeigt dir Zusammenfassung für alle Wochen, Monate und Jahre an, um dein gesamtes Training zu vergleichen.
fr: Ce plugin montre des résumés pour toutes les semaines, mois ou années pour vous permettre de comparer votre entraînement de manière globale.
it: Questo plugin mostra i riepiloghi di tutte le settimane, mesi o anni per confrontare li tuo allenamento complessivo.
nl: Deze plugin toont samenvattingen voor alle weken, maanden of jaren om uw totale training te vergelijken.
pl: Ta wtyczka pokazuje podsumowania dla wszystkich tygodni, miesięcy i lat porównując treningi.

source: Compare kilometers per week
de: Wochenkilometer vergleichen
fr: Comparer les kilomètres par semaine
it: Confronta i chilometri a settimana
nl: Vergelijk kilometers per week
pl: Porównuj kilometry tygodniowo
ru: Сравнивать километраж за неделю

source: Show streak
de: Streak anzeigen
fr: Montrer la série
it: Mostra la traccia
nl: Toon opeenvolgende activiteiten
pl: Pokaż ciąg

source: Minimum number of days to show a streak (0 for always)
de: Mindestzahl für Streak zum Anzeigen (0 für immer)
fr: Nombre minimum de jours à montrer (0 pour tous)
it: Numero minimo di giorni per avere una traccia (0 corrisponde a mostra sempre)
nl: Minimum aantal dagen voor het tonen van opeenvolgende activiteiten (0 voor altijd)
pl: Minimalna liczba dni aby pokazać ciąg (0 - zawsze)

source: If you run today:
de: Wenn du heute läufst:
fr: Si vous avez couru aujourd'hui:
it: Se corri oggi:
nl: Als u vandaag gaat hardlopen:
pl: Jeśli pobiegniesz dziś:

source: You don't have a streak. Go out and start one!
de: Du hast noch keinen Streak. Geh raus und beginne deinen Streak!
fr: Vous n'avez pas de série. Sortez et commencez-en une !
it: Non ha nessuna striscia. Esci a correre!
nl: U hebt geen opeenvolgende activiteiten. Ga naar buiten en begin aan een serie!
pl: Brak ciągu. Wyjdź i go rozpocznij!

source: Your last run was on %s
de: Dein letzter Lauf war am %s
fr: Votre dernière course s'est déroulée le %s
it: L'ultima tua corsa è stata il %s
nl: Uw laatste loop was op %s
pl: Twój ostatni bieg był %s

source: %d day of running since %s
de: %d Tag laufen seit %s
fr: %d jour de course depuis %s
it: %d giorno di corsa da %s
nl: %d dag gerend sinds %s
pl: %d dzień biegania od %s

source: /week
de: /Woche
fr: /semaine
it: /settimana
pl: /tydzień

source: /month
de: /Monat
fr: /mois
it: /mese
nl: /maand
pl: /miesiąc

source: Last 10 training weeks
de: Letzten 10 Trainingswochen
fr: Dernières 10 semaines d'entraînement
it: Ultime 10 settimane di allenamento
nl: Laatste 10 trainingsweken
pl: Ostatnich 10 tygodni treningów
ru: Последние 10 недель

source: No activities
de: keine Trainings
fr: Pas d'activités
it: Nessuna attività
nl: Geen activiteiten
pl: Brak danych
ru: Нет тренировок

source: All months
de: Alle Monate
fr: Tous les mois
it: Tutti i mesi
nl: Alle maanden
pl: Wszystkie miesiące

source: Display statistics for your equipment.
de: Zeige Statistiken für deine Ausrüstung.
fr: Montrer les statistiques pour votre équipement.
it: Mostra le statistiche per la tua attrezzatura.
nl: Toon statistieken voor uw uitrusting.
pl: Wyświetl statystyki sprzętu.
ru: Статистика использования вашего инвентаря.

source: Add/Edit equipment
de: Ausrüstung hinzufügen/bearbeiten
fr: Ajouter/éditer votre équipement
it: Aggiungi/modifica attrezzatura
nl: Toevoegen/bewerken uitrusting
pl: Dodaj/edytuj sprzęt
ru: Добавить/изменить инвентарь

source: Show all equipment
de: Zeige komplette Ausrüstung
fr: Montrer tous les équipements
it: Mostra tutta l'attrezzatura
nl: Toon uw uitrusting
pl: Pokaż cały sprzęt
ru: Показать весь инвентарь

source: Please choose an equipment type in the plugin configuration.
de: Bitte wähle einen Ausrüstungstyp in der Plugin-Konfiguration.
fr: Choisissez s'il vous plaît un type d'équipement dans la configuration du plugin.
it: Per favore scegli un tipo di attrezzatura nella configurazione del plugin.
nl: U moet een uitrustingstype selecteren in de plugin configuratie.
pl: Wybierz typ sprzętu w konfiguracji wtyczki.

source: Show/Hide unused equipment
de: Zeige/Verstecke nicht mehr genutzte Ausrüstung
fr: Montrer/Cacher l'équipement inutilisé
it: Mostra/nascondi l'attrezzatura non utilizzata
nl: Toon/Verberg niet gebruikte uitrusting

source: You don't have any equipment
de: Du hast keine Ausrüstung
fr: Vous n'avez aucun équipement
it: Non hai alcuna attrezzatura
nl: U heeft geen enkele uitrusting
pl: Nie masz żadnego sprzętu
ru: Вы не добавили инвентарь

source: x-times
it: x-volte
pl: x-razy

source: You don't have any shoes
it: Non ci sono scarpe
pl: Nie masz żadnych butów
ru: Вы не добавили обувь

source: Recalculation of some statistics may be needed after deleting some activities. In addition, values for elevation, TRIMP and VDOT can be recalculated.
it: Dopo la cancellazione di alcune attività può essere necessario ricalcolare alcune statistiche. In aggiunta, i valori di elevazione, il TRIMP e il VDOT possono essere ricalcolati.
pl: Po usunięciu treningów może być konieczne przeliczenie części statystyk. Dodatkowo przeliczane mogą być wartości wysokości, TRIMP i VDOT.

source: Due to performance reasons, some statistics are saved in the database. Under some circumstances you have to recalculate these values after deleting an activity by hand.
it: Per motivi di performance del programma, alcune statistiche sono salvate nel database. Dopo aver cancellato a mano alcune attività è necessario ricaricare questi valori.
pl: Ze względu na wydajność niektóre statystyki zapisywane są w bazie danych. W pewnych przypadkach po usunięciu treningu należy je przeliczyć.
