Repository: Runalyze/Runalyze
Catalog: inc/locale/*/LC_MESSAGES/messages.*.po
Languages: de, fr, it, nl, pl, ru

source: Internal constants have been refreshed.
de: Interne Werte wurden aktualisiert.
fr: Les constantes internes ont été rafraichies.
it: Sono state aggiornate le costanti interne.
nl: Interne constanten zijn bijgewerkt.
pl: Odświeżono stałe wewnętrzne.
ru: Внутренние константы были обновлены.

source: There was a problem while recalculating your equipment statistics
de: Es gab ein Problem bei der Neuberechnung deiner Ausrüstungsstatistiken
fr: Il y a eu un problème en recalculant vos statistiques d'équipement
it: C'è stato un problema mentre ricalcolavo le statistiche per la tua attrezzatura
nl: Er was een probleem tijdens de herberekening van de statistieken van uw uitrusting
pl: Wystąpił problem podczas przeliczania statystyk sprzętu
ru: Возникла проблема при пересчете статистики снаряжения

source: Statistics have been recalculated for all <strong>%s</strong> pieces of equipment.
de: Die Statistiken wurden für alle <strong>%s</strong> Ausrüstungsgegenstände neu berechnet.
fr: Les données ont été recalculées pour tous <strong>%s</strong> éléments d'équipement.
it: Le statistiche sono state ricalcolate per tutti <strong>%s</strong> pezzi dell'attrezzatura.
nl: De statistieken zijn herberekend voor alle <strong>%s</strong> stukken van uw uitrusting.
pl: Przeliczono statystyki dla <strong>%s</strong> sprzętów.
ru: Статистика была пересчитана для всех <strong>%s</strong> единиц снаряжения.

source: Vdot corrector
it: Correttore del VDOT
pl: Współczynnik korekcji VDOT
ru: VDOT корректор

source: Maximal TRIMP
de: Maximaler TRIMP
fr: TRIMP maximal
it: TRIMP massimo
nl: maximale TRIMP
pl: Max TRIMP
ru: Максимальный TRIMP

source: Cleanup is running ...
it: Pulizia in corso ...
pl: Czyszczenie w trakcie ...

source: back to form
it: torna al modulo
pl: wróc do formularza

source: Elevations have been recalculated for %d routes.
de: Die Höhenmeter wurden für %d Strecken neu berechnet.
fr: Les données d'altitude ont été re-calculées pour %d itinéraires.
it: L'elevazione è stata ricalcolata per %d percorsi.
nl: Hoogtemeters zijn herberekend voor %d routes.
pl: Przeliczono statystyki dla %d tras.
ru: Высоты были скорректированы для %d маршрутов.

source: There was a problem with activity %d.<br>Error message: %s
de: Es gab ein Problem bei der Aktivität %d.<br>Fehlermeldung: %s
fr: Il y a eu un problème avec l'activité%d.<br>Message d'erreur:%s
it: Si è verificato un problema con l'attività %d.<br>Messaggio di errore: %s
nl: Er was een probleem met activiteit %d.<br>Foutmelding: %s
pl: Wystąpił problem z treningiem %d.<br>Wiadomość błędu: %s
ru: Проблема с тренировкой %d.<br>Сообщение об ошибке: %s

source: %d activities have been updated.
de: %d Aktivitäten wurden aktualisiert.
fr: %d activités ont été mises à jour.
it: %d attività sono state aggiornate.
nl: %d activiteiten zijn bijgewerkt.
pl: Zaktualizowano %d teningów.
ru: Тренировок было обновлено: %d.

source: General cleanup
it: Pulizia generale
pl: Czyszczenie ogólne

source: Refresh internal constants
it: Aggiorna le costanti interne
pl: Odśwież wewnętrzne stałe

source: Recalculate your equipment statistics
it: Ricalcola le statistiche relative al tuo equipaggiamento
pl: Przelicz statystyki sprzętu

source: Recalculate your VDOT correction factor
it: Ricalcola il fattore di correzione per il VDOT
pl: Przelicz wartość współczynnika korekty VDOT

source: Recalculate your VDOT shape
it: Ricalcola il tuo VDOT
pl: Przelicz wartość Twojego VDOT

source: Recalculate your basic endurance
it: Ricalcola la tua resistenza di base
pl: Przelicz wytrzymałość bazową

source: Recalculate maximal TRIMP values
it: Ricalcola i valori massimali di impulso allenante (TRIMP)
pl: Przelicz maksymalne wartości TRIMP

source: Loop through activities
it: Ricalcola le attività
pl: Przejdź przez treningi

source: These recalculations are only needed if you changed the corresponding settings.
it: Il ricalcolo è necessario solo se cambi le impostazioni corrispondenti.
pl: Przeliczenie jest konieczne jedynie jeśli zmienione zostały odpowiednie ustawienia.

source: This task may take some time, since we have to loop through all your activities.
it: Questa elaborazione può richiedere tempo poiché occorre analizzare tutte le tue attività.
pl: Może to zająć trochę czasu, ponieważ konieczne jest przeglądnięcie wszystkich treningów.

source: Recalculate elevation
it: Ricalcola l'elevazione
pl: Przelicz wysokość

source: Overwrite manual values
it: Sovrascrive i valori manuali
pl: Nadpisz wartości ręczne

source: Recalculate VDOT values
it: Ricalcola i valori di VDOT
pl: Przelicz wartości VDOT

source: Recalculate JD training points
it: Ricalcola i punti di allenamento di JD
pl: Przelicz wartości punktów JD

source: Recalculate TRIMP values
it: Ricalcola i valori di impulso allenante (TRIMP)
pl: Przelicz wartości TRIMP

source: Allow to force recalculations if settings did not change
it: Consente di forzare il ricalcolo se le impostazioni non cambiano
pl: Pozwól wymusić przeliczenie jeśli ustawienia się nie zmieniły

source: Start cleanup
it: Inizia al pulizia
pl: Rozpocznij czyszczenie

source: VDOT is the shortform of <em>V-dot-O2Max</em>, the maximum rate of oxygen flow.
it: VDOT è l'abbreviazione di <em>V-dot-O2Max</em>, ovvero massimo consumo di ossigeno.
pl: VDOT jest skrótem od <em>V-dot-O2Max</em>, maksymalnej konsumpcji tlenu.

source: This value is a good measurement for the possible performance of a runner.
it: Questo valore è utile per determinare le possibili performance di un corridore.
pl: Wartość ta jest dobrą miarą możliwości biegacza.

source: Due to some additional factors, one talks about a <em>pseudo V-dot-O2Max</em>, which is equal for all runners at the same level.
it: In base ad alcuni fattori aggiuntivi, si parla di <em>pseudo V-dot-O2Max</em>, che è uguale per tutti i corridori dello stesso livello.
pl: Ze względu na dodatkowe czynniki mówi się o <em>pseudo V-dot-O2Max</em>, który jest równy dla wszystkich biegaczy na tym samym poziomie.

source: Your Shape: an estimation of your VDOT value
it: La tua forma fisica: stima del tuo valore di VDOT
pl: Twoja forma: oszacowanie twojego VDOT

source: <a href="%s" target="_blank">Jack Daniels' famous Running formula</a> serves some tables estimating the VDOT value. These formulas are used to estimate your VDOT and predict your race performances.
it: <a href="%s" target="_blank">La famosa formula di Jack Daniels</a> fornisce alcune tabelle di calcolo per il valore di VDOT. Queste formule sono usate per stimare il tuo VDOT e predire le tue performance in gara.
pl: <a href="%s" target="_blank">Książka "Bieganie metodą Danielsa"</a> podaje tabele do oszacowania wartości VDOT. Te tabele wykorzystywane są do oszacowania Twojego VDOT i przewidywania wyników w zawodach.

source: Your personal VDOT value is estimated based on the ratio of heart rate and pace in every of your runs.
it: Il valore di VDOT personale è stimato in base al rapporti tra frequenza cardiaca e ritmo in ognuna delle tue corse.
pl: Twoja wartość VDOT jest szacowana na podstawie tętna i tempa dla każdego biegu.

source: The average over a given period is considered as your current shape.
it: La media in un determinato periodo è considerato come la vostra forma attuale.
pl: Średnia wartość w danym okresie przyjęta zostaje jako Twoja aktualna forma.

source: Each VDOT value of an activity is marked with an arrow, to show if this value is (much) higher than your current shape, equal to it or (much) lower:
it: Ciascun valore di VDOT di un'attività è indicata con una freccia. La freccia indica se questo valore è (molto) superiore alla vostra forma attuale, pari o (molto) più basso:
pl: Każda wartość VDOT dla treningu oznaczona jest strzałką, by pokazać jak bardzo odbiega od Twojej aktualnej średniej:

source: Warning: Of course, pauses, walking and other factors can heavily influence the ratio of heart rate and pace.
it: Attenzione: naturalmente, le pause, le parti di cammino e altri fattori possono influenzare pesantemente il rapporto tra frequenza cardiaca e ritmo.
pl: Uwaga: przerwy, marsz i inne czynniki mogą znacznie wpływać na tempo i tętno.

source: Activities with known influences or strange results can be ignored for the calculation of your shape.
it: Attività nelle quali ci sono fattori che influenzano le stime o risultati strani possono essere ignorati per il calcolo della tua forma fisica.
pl: Treningi, na które miały wpływ inne czynniki można pominąć przy wyliczaniu aktualnej formy.

source: The TRIMP-concept gives a possibility to describe the load of a single activity.
it: Il TRIMP consente di descrivere il carico di ciascuna attività.
pl: Koncepcja TRIMP pozwala na określenie obciążenia pojedynczym treningiem.

source: For a single activity the TRIMP is calculated based on the duration and your heart rate.
it: Per ogni singola attività il TRIMP è calcolato sulla base della durata e della frequenza cardiaca.
pl: Dla pojedynczego treningu TRIMP jest wyliczany na podstawie tętna i czasu trwania.

source: Your <strong>Actual Training Load</strong>, ATL, also fatigue, is based on the sum of your last TRIMP values in a short period, e.g. for seven days.
it: Il tuo <strong>Carico di allenamento sul breve periodo</strong> (in inglese ATL), ovvero l'affaticamento, si basa sulla somma dei tuoi ultimi valori di impulso allenante (TRIMP) su un periodo breve, come ad es. 7 giorni.
pl: Twój poziom zmęczenia <strong>Actual Training Load</strong>, ATL, jest wyliczany w oparciu o wartości TRIMP w krótkim czasie (np. 7 dni).

source: In contrast, your <strong>Chronical Training Load</strong>, CTL, also fitness level, is based on the sum of your last TRIMP values in a long period, e.g. for fourty days.
it: Invece, il tuo <strong>Carico di Allenamento Accumulato</strong> (in inglese CTL), ovvero il livello di benessere psico-fisico, si basa sulla somma dei tuoi ultimi valori di TRIMP su un periodo più lungo, come ad es. 40 giorni.
pl: W odróżnieniu poziom formy <strong>Chronical Training Load</strong>, CTL, wyliczany jest w oparciu o wartości TRIMP z długiego okresu (np. 42 dni).

source: The difference of these values is called <strong>Training Stress Balance</strong>, TSB. It describes if you are recovering (positive) or training hard (negative).
it: La differenza di questo valore è chiamato <strong>Bilanciamento dello Stress dell’Allenamento</strong> (in inglese TSB) e indica se sei in fase di recupero (positivo) o di allenamento intenso (negativo).
pl: Różnica między tymi wartościami <strong>Training Stress Balance</strong>, TSB opisuje czy odpoczywasz (dodatnia) czy ciężko trenujesz (ujemna).

source: Fitness (CTL)
de: Fitnessgrad (CTL)
it: Benessere psico-fisico (Carico di Allenamento sul lungo periodo, in inglese CTL)
nl: Conditie (CTL)

source: Fatigue (ATL)
de: Müdigkeit (ATL)
it: Affaticamento (Carico di Allenamento sul breve periodo, in inglese ATL)
nl: Vermoeidheid (ATL)
pl: Zmęczenie (ATL)

source: avg VDOT
it: VDOT medio
pl: śr. VDOT

source: day VDOT
it: VDOT giornaliero
pl: dzienne VDOT

source: Shape for all years
de: Formkurve Gesamt
fr: Forme pour toutes les années
it: Forma fisica di tutti gli anni
nl: Vorm voor alle jaren
pl: Forma dla wszystkich lat

source: Calculations
de: Berechnungen
fr: Calculs
it: Calcoli
nl: Berekeningen
pl: Wyliczenia
ru: Расчет показателей

source: Calculate experimental values as shape and fatigue based on TRIMP, basic endurance and your VDOT shape.
it: Calcola i valori sperimentali di forma fisica e affaticamento sulla base dell'impulso allenante (TRIMP), della resistenza di base e del vostro VDOT.
pl: Wylicz eksperymentalne wartości formy i zmęczenia bazujące na TRIMP, wytrzymałości bazowej i VDOT.
ru: Расчет значений актуальной тренировочной нагрузки (ATL), долгосрочной тренировочной нагрузки (CTL), физической формы (TSB), выносливости, значения VDOT, тренировочных баллов (по Джеку Дэниэлсу).

source: Runalyze uses a lot of tables and derived formulas from Jack Daniels' Running formula. That way Runalyze is able to predict your current VDOT value.
it: Runalyze usa molte tabelle basate sulle formule di Jack Daniels. In questo modo è in grado di stimare il tuo attuale valore di VDOT.
pl: Runalyze korzysta z mnóstwa tabel i wzorów pochodzących od Jacka Danielsa. W ten sposób prognozuje Twoją aktualną wartość VDOT.

source: Show: Paces
it: Mostra: Ritmi
pl: Pokaż: Tempa
ru: Показывать: темп

source: Paces based on your curent VDOT
it: Ritmi basati sull'attuale valore di VDOT
pl: Tempa według aktualnego VDOT
ru: Показывать тренировочные темпы, рассчитанные на основании текущего значения VDOT

source: Show: ATL/CTL/TSB
de: Anzeige: ATL/CTL/TSB
fr: Montrer: ATL/CTL/TSB
it: Mostra: ATL/CTL/TSB
nl: Toon: ATL/CTL/TSB
pl: Pokaż: ATL/CTL/TSB
ru: Показывать: ATL/CTL/TSB

source: Show actual/chronical training load and stress balance (based on TRIMP)
de: Statistische Werte Müdigkeit, Fitnessgrad und Stress Balance anzeigen
fr: Montrer votre charge d'entraînement actuelle/chronique et votre balance de stress (en se basant sur le TRIMP)
it: Mostra il carico di allenamento sul breve o sul lungo periodo e il bilanciamento dello stress (sulla base dell'impulso allenante o TRIMP)
nl: Toon: Conditie, vermoeidheid en vorm (gebaseerd op TRIMP)
pl: Pokaż bieżące/stałe obciążenie treningowe oraz bilans obciążenia (bazujące na TRIMP)

source: Show: Monotony/TS
de: Zeige: Montonie/TS
fr: Afficher : Monotonie/TS
it: Mostra: Monotonia/TSB (Carico di lavoro in base al livello di stress)
nl: Toon: eentonigheid/TS
pl: Pokaż: Monotonię/TS

source: Show monotony and training strain (based on TRIMP)
de: Zeige Monotonie und Trainingsbelastung (Basierend auf TRIMP)
fr: Montrer la monotonie et la charge d'entraînement (se basant sur le TRIMP)
it: Mostra tasso di monotonia e il carico di allenamento basato sull'impulso allenante (TRIMP)
nl: Toon eentonigheid en trainingsinspannning, TS, (gebaseerd op TRIMP)
pl: Pokaż monotonię i obciążenie treningiem (bazujące na TRIMP)

source: Show: VDOT
it: Mostra: VDOT
pl: Pokaż: VDOT
ru: Показывать: VDOT

source: Predict current VDOT value
it: Stima il tuo valore attuale di VDOT
pl: Prognozuj aktualną wartość VDOT

source: Show: Basic endurance
it: Mostra: Resistenza di base
pl: Pokaż: Wytrzymałość bazową
ru: Показывать: выносливость

source: Guess current basic endurance
it: Stima l'attuale resistenza di base
pl: Oszacuj aktualną wytrzymałość bazową

source: Show: Training points
it: Mostra: Punti di allenamento
pl: Pokaż: Punkty treningowe
ru: Показывать: баллы

source: Training intensity by Jack Daniels
it: Intensità dell'allenamento in base a Jack Daniels
pl: Intensywność treningu wg Jacka Danielsa

source: Show form
it: Mostra grafico
pl: Pokaż formę
ru: Показать формы

source: How are these values calculated?
de: Wie werden diese Werte berechnet?
fr: Comment ces valeurs sont-elles calculées?
it: Come sono stati calcolati questi valori?
nl: Hoe zijn deze waarden berekend?
pl: Jak te wartości są wyliczane?
ru: Как эти значения расcчитываются?

source: Explanations: What are VDOT and TRIMP?
it: Spiegazioni: cosa sono il VDOT e TRIMP?
pl: Wyjaśnienia: Czym są VDOT i TRIMP?
ru: Что такое VDOT и TRIMP?

source: There are not enough activities for good calculations.
de: Es sind nicht genügend Trainings für eine gute Berechnung vorhanden.
fr: Il n'y a pas assez d'activités pour de bons calculs.
it: Non ci sono sufficienti attività per un calcolo attendibile.
nl: Er zijn niet voldoende activiteiten voor een juiste berekening.
pl: Brak wystarczającej ilości treningów do przygotowania dobrych wyliczeń.
ru: Недостаточно тренировок для более точного рассчета.

source: Current average VDOT
it: Valore medio attuale di VDOT
pl: Bieżący średni VDOT
ru: Текущий средний VDOT

source: Basic&nbsp;endurance
it: Sforzo di base&nbsp;
pl: Wytrzymałość&nbsp;bazowa

source: <em>Experimental value!</em><br>100 &#37; means: you had enough long runs and kilometers per week to run a good marathon, based on your current VDOT.
it: <em>Valore sperimentale!</em><br>100 &#37; indica che non ci sono corse sufficientemente lunghe o km a settimana per correre una maratona, in base al valore corrente di VDOT.
pl: <em>Wartość eksperymentalna!</em><br>100 &#37; oznacza: bazując na aktualnym VDOT odpowiednia liczba długich biegów i kilometrów tygodniowo aby dobrze przebiec maraton.

source: Current value: %s<br>Maximal value: %s<br>as percentage: %s &#37;
de: Derzeitiger Wert: %s<br>Maximaler Wert: %s<br> in Prozent: %s &#37;
fr: Valeur actuelle: %s<br>Valeur maximale: %s<br>comme pourcentage: %s &#37;
it: Valore corrente: %s<br>Valore massimo: %s<br>in percentuale: %s &#37;
nl: Huidige waarde: %s<br>Maximale waarde: %s<br>als percentage: %s &#37;
pl: Wartość aktualna: %s<br>Wartość maksymalna: %s<br>jako procent: %s &#37;

source: Fatigue
de: Müdigkeit
it: Affaticamento
nl: Vermoeidheid
pl: Zmęczenie

source: Actual Training Load<br><small>Average training impulse of the last weeks in relation to your maximal value.</small>
it: Carico di allenamento sul breve periodo<br><small>Impulso medio di allenamento dell'ultima settimana in relazione ai tuoi valori massimali.</small>
pl: Actual Training Load<br><small>Średni impuls treningowy z ostatnich tygodni w relacji do wartości maksymalnej.</small>

source: Fitness&nbsp;level
de: Fitnessgrad
fr: Niveau&nbsp;de&nbsp;forme&nbsp;physique
it: Benessere psico-fisico&nbsp;
nl: Conditie&nbsp;niveau
pl: Stałe&nbsp;obciążenie

source: Chronical Training Load<br><small>Average training impulse of the last months in relation to your maximal value.</small>
it: Carico di allenamento sul lungo periodo<br><small>Impulso di allenamento medio dell'ultimo mese in relazione al tuo valore massimale.</small>
pl: Chronical Training Load<br><small>Średni impuls treningowy z ostatnich miesięcy w relacji do wartości maksymalnej.</small>

source: absolute: %s<br>as percentage: %s &#37;
de: absolut: %s<br>in Prozent: %s &#37;
fr: en absolu: %s<br>en pourcent: %s&#37;
it: assoluto: %s<br>in percentuale: %s &#37;
nl: Absoluut: %s<br>als percentage: %s &#37;
pl: bezwzględna: %s<br>procentowa: %s &#37;

source: Stress&nbsp;Balance
it: Bilanciamento dello Stress&nbsp;
pl: Bilans&nbsp;obciążenia

source: Training Stress Balance (= CTL - ATL)<br>&gt; 0: You are relaxing.<br>&lt; 0: You are training hard.
it: Bilanciamento del livello di stress dell’allenamento (= CTL - ATL)<br>&gt; 0: Sei in scarico.<br>&lt; 0: Ti stai allenando molto.
pl: Training Stress Balance (= CTL - ATL)<br>&gt; 0: Odpoczywasz<br>&lt; 0: Ciężko trenujesz.

source: Rest&nbsp;days
it: Giorni di riposo&nbsp;
pl: Dni&nbsp;odpoczynku

source: Rest days needed to reach TSB = 0
de: Benötigte Ruhetage um TSB = 0 zu erreichen
fr: Jours de repos nécessaires pour atteindre TSB = 0
it: Giorni di riposo per ottenere un TBS (Bilanciamento dello stress dell’allenamento) = 0
nl: Rustdagen nodig om TSB = 0 te bereiken
pl: Dni odpoczynku potrzebne by osiągnąć TSB = 0

source: Easy&nbsp;TRIMP
it: Impulso allenante&nbsp; leggero
pl: Łatwy&nbsp;TRIMP

source: Max TRIMP that will still keep you at TSB = 0
it: TRIMP massimo che ti manterrà ad un valore di TBS (Bilanciamento dello stress dell’allenamento) = 0
pl: Maksymalny TRIMP, który nadal pozwoli utrzymać TSB = 0

source: Monotony
de: Monotonie
fr: Monotonie
it: Tasso di monotonia
nl: Eentonigheid
pl: Monotonia

source: Monotony<br><small>Monotony of your last seven days.<br>Values below 1.5 are preferable.</small>
de: Monotonie<br><small>Monotonie deiner letzten sieben Tage. <br> Ein Wert unter 1.5 ist empfehlenswert.</small>
fr: Monotonie<br><small>Monotonie de vos sept derniers jours.<br>Il est préférable d'avoir des valeurs inférieures à 1.5.</small>
it: Tasso di monotonia<br><small>Tasso di monotonia riferito agli ultimi 7 giorni.<br>È preferibile un valore inferiore a 1.5.</small>
nl: Eentonigheid<br><small>Eentonigheid van uw laatste zeven dagen.<br>Waarden onder 1,5 hebben de voorkeur.</small>
pl: Monotonia<br><small>Monotonia z ostatnich 7 dni.<br>Zalecane są wartości poniżej 1.5.</small>

source: Training&nbsp;strain
it: Carico di allenamento&nbsp;
pl: Zmęczenie&nbsp;treningiem

source: Training strain<br><small>of your last seven days</small>
de: Trainingsbelastung <br><small>deiner letzten sieben Tage</small>
fr: Charge d'entraînement<br><small>de vos sept derniers jours</small>
it: Carico di allenamento<br><small>degli ultimi 7 giorni</small>
nl: Trainingsinspanning<br><small> van uw laatste 7 dagen</small>
pl: Zmęczenie treningiem<br><small>z ostatnich 7 dni</small>

source: This week: %s training points<br>Prognosis: ca. %s training points<br>Last week: %s training points
it: Questa settimana: %s punti di allenamento<br>Previsione: ca. %s punti allenamento<br>Ultima settimana: %s punti allenamento
pl: Ten tydzień: %s punktów treningowych<br>Prognoza: ok. %s punktów treningowych<br>Poprzedni tydzień: %s punktów treningowych

source: Training&nbsp;points
it: Punti di allenamento&nbsp;
pl: Punkty&nbsp;treningowe

source: Training intensity by Jack Daniels.<br>Jack Daniels considers the following levels:<br>50 points: Beginner<br>100 points: Advanced Runner<br>200 points: Pro Runner
it: Intensità di allenamento secondo Jack Daniels.<br>Jack Daniels considera i seguenti livelli:<br>50 punti: Principiante<br>100 punti: Runner Avanzato<br>200 punti: Top Runner
pl: Punkty treningowe wg Jacka Danielsa.<br>Jack Daniels wyróżnia nastepujące poziomy:<br>50 punktów: Początkujący<br>100 punktów: Zaawansowany biegacz<br>200 punktów: Profesjonalista

source: Easy pace running refers to warm-ups, cool-downs and recovery runs.
it: Ritmo blando di corsa adatto al riscaldamento, al defaticamento o scarico.
pl: Tempo biegu spokojnego (Easy) to tempo rozgrzewki, schłodzenia i biegu regeneracyjnego.

source: Marathon
it: Ritmo maratona
pl: Maratońskie
ru: Марафонский (М) темп

source: Steady run or long repeats (e.g. 2 x 4 miles at marathon pace)
it: Corsa costante o ripetute lunghe (es. 2 x 6 km a ritmo maratona)
pl: Równy bieg lub długie powtórzenia (np. 2x5km w tempie maratońskim)

source: Steady, prolonged or tempo runs or intermittent runs, also called cruise intervals.
it: Corsa costante e prolungata che può essere mantenuta per intervalli lunghi.
pl: Biegi równe, wydłużone lub tempowe, bądź powtarzane odcinki.

source: Interval
it: Ritmo veloce
pl: Interwały
ru: Интервальный (И) темп

source: Intervals: It takes about two minutes for you to gear up to functioning at VO2max so the ideal duration of an interval is 3-5 minutes each.
it: Ripetute veloci: A questo ritmo ci vogliono circa 2 minuti per raggiungere il VO2max. Le ripetute dovrebbero essere da 3-5 minuti.
pl: Dojście do VO2max zajmuje ok. 2 minut, więc idealnym czasem interwału jest 3-5 minut.

source: Repetition
it: Rimo ripetute
pl: Rytmy
ru: Темп при повторах (Пв)

source: Repetitions are fast, but not necessarily "hard," because work bouts are relatively short and are followed by relatively long recovery bouts.
it: Il ritmo ripetute è veloce ma non necessariamente molto intenso, perché la durata del lavoro è relativamente breve e le ripetizioni sono seguite da recuperi più lunghi.
pl: Rytmy są szybkie, ale niekoniecznie ciężkie, ponieważ fazy pracy są względnie krótkie i przeplatane względnie długimi fazami regeneracji.

source: value/day
de: Wert/Tag
fr: valeur/jour
it: valore/giorno
nl: waarde/dag

source: max. value
de: max. Wert
fr: valeur max.
it: valore max
nl: max. waarde
pl: max. wartość

source: Actual Training Load
de: Müdigkeit
fr: Charge d'entraînement actuelle
it: Carico di allenamento sul breve periodo
nl: Actuele trainingsbelasting

source: %s days
de: %s Tage
fr: %s jours
it: %s giorni
nl: %s dagen
pl: %s dni
