Repository: Runalyze/Runalyze
Catalog: inc/locale/*/LC_MESSAGES/messages.*.po
Languages: de, fr, it, nl, pl, ru

source: There are no current activities with an estimated VO<sub>2</sub>max value.
de: Es gibt keine aktuellen Aktivitäten mit VO<sub>2</sub>max-Wert.
fr: Il n'y a pas d'activité avec une valeur de VO<sub>2</sub>max estimée.

source: VO<sub>2</sub>max can only be estimated for runs with heart rate data.
de: VO<sub>2</sub>max-Werte können nur für Läufe mit Herzfrequenz-Daten berechnet werden.
fr: La VO<sub>2</sub>max peut être estimé uniquement avec des données de fréquence cardiaque.

source: This list shows all distances selected for yearly comparison or with at least two results.
de: Diese Liste zeigt alle Distanzen, die für den Jahresvergleich ausgewählt wurden, oder für die mindestens zwei Ergebnisse vorliegen.
fr: Cette liste montre toutes les distances choisies pour comparaison annuelle ou avec au moins deux résultats.
nl: De lijst toont alle geselecteerd afstanden voor jaarlijkse vergelijking or met tenminste twee resultaten.

source: Distances have to match exactly, especially 21.10 km and 42.20 km for (half-)marathons.
de: Distanzen müssen genau angegeben sein, besonders für 21,10km und 42,20km (Halb-)Marathon.
fr: Les distance doivent être exactement égales, particulièrement 21.10km et 42.20km pour les (semi-)marathons.
nl: Afstanden die exact overeen komen, specifiek 21.10 km en 42.20 voor (halve) marathons.

source: This includes races of all distances, not only those selected for yearly comparison.
de: Dies beinhaltet Wettkämpfe über alle Distanzen, nicht nur die für den Jahresvergleich gewählten.
fr: Ceci inclut les courses à toutes les distances, et non seulement celles choisies pour comparaison annuelle.
nl: Dit is inclusief wedstrijden over alle afstanden, niet enkel die geselecteerd zijn voor jaarlijkse vergelijking.

source: Your result in proportion to the world best performance in your age/gender.
de: Dein Ergebnis im Verhältnis zur Weltbestleistung innerhalb deiner Altersklasse.
fr: Votre résultat est proportionnel à la meilleure performance mondiale de votre âge / genre.

source: AG
de: AK

source: M/F
de: M/F-Platz.
nl: M/V

source: You can mark any activity as race by checking the respective checkbox in the activity's form.
de: Du kannst jede Aktivität als Wettkampf markieren, indem du die Checkbox im Trainingsformular anhakst.
fr: Vous pouvez marquer n'importe quelle activité en tant que compétition en cochant la case correspondante dans les détails de l'activité.
nl: Je kunt een activiteit als wedstrijd markeren door het in het activiteitsoverzichtsformulier aan te vinken als wedstrijd.

source: HI
fr: IC

source: GCB
fr: ECS

source: Climb Score
fr: Score de dénivelé

source: TRIMP
fr: Impact de l'entraînement

source: Garmin-Communicator
fr: Communicateur Garmin
ru: Гармин-Коммуникатор

source: Garmin Communicator
fr: Communicateur Garmin
ru: Гармин Коммуникатор

source: Poster generator
fr: Générateur de poster

source: [%HFmax]
fr: [%FCmax]
nl: [%HRmax]

source: Chronic Training Load
fr: Charge d'entraînement chronique

source: Stress Balance
fr: Balance d'entraînement

source: T-shirt
ru: Футболка

source: kcal/h
ru: ккал/ч

source: km
ru: км

source: Sport
ru: Вид спорта

source: max.
ru: макс.

source: bpm
ru: уд/м

source: Temp.
ru: Т,°C.

source: VO2max
ru: VO2макс

source: Performance Condition
nl: Prestatie gesteldheid
ru: Состояние формы

source: PC
ru: ПК

source: Fahrenheit (°F)
ru: Фаренгейт (°F)

source: Twitter
ru: Твиттер

source: Facebook
ru: Фэйсбук

source: N
ru: С

source: S
nl: Z
ru: Ю

source: Douglas-Peucker
ru: Дуглас-Пекер
