Repository: Runalyze/Runalyze
Catalog: inc/locale/*/LC_MESSAGES/messages.*.po
Languages: de, fr, it, nl, pl, ru

source: Use elevation correction
de: Höhenkorrektur verwenden
fr: Utiliser correction de l'altitude
it: Usa correzione dell'altitudine
nl: Gebruik hoogte correctie
pl: Użyj korekty wysokości
ru: Использовать коррекцию высоты

source: Correct elevation data
de: Höhendaten korrigieren
fr: Données de correction d'altitude
it: Correggi dati dell'altitudine
nl: Hoogte gegevens corrigeren
pl: Koryguj dane dotyczące wysokości
ru: Верные данные высоты

source: Elevation data via GPS is very inaccurate. Therefore you can correct it via some satellite data.
de: GPS-Höhendaten sind meist ungenau. Deshalb kannst Du sie über Satellitendaten korrigieren lassen.
fr: Les donnée d'altitude via GPS sont très imprécises. Cependant vous pouvez les corriger via des données satellite.
it: I dati sull'altitudine ottenuti dal GPS non sono accurati. Perciò puoi correggerli tramite dati satellitari.
nl: Hoogte gegevens via GPS zijn zeer onnauwkeurig. Daarom kunt u dit corrigeren via sommige satellietgegevens.
pl: Dane dotyczące wysokości pochodzące z GPS są bardzo niedokładne. Można je skorygować w oparciu o zdjęcia satelitarne.
ru: Данные о высоте, полученные с помощью GPS, являются очень неточными. Поэтому вы можете их скорректировать.

source: General settings
de: Allgemeine Einstellungen
fr: Paramètres généraux
it: Impostazioni generali
nl: Algemene instellingen
pl: Ustawienia ogólne
ru: Общие параметры

source: Gender
de: Geschlecht
fr: Genre
it: Sesso
nl: Geslacht
pl: Płeć
ru: Пол

source: Beginning of the week
de: Wochenbeginn
fr: Début de la semaine
it: Inizio della settimana
nl: Begin van de week
pl: Początek tygodnia
ru: Первый день недели

source: Unit system for distances
de: Einheiten für Distanzen
fr: Système de mesures des distances
it: Unità di misura per la distanza
nl: Eenheid voor afstanden
pl: System miar dla odległości
ru: Система единиц измерения расстояний

source: Changing the unit system for distances does not change pace units. You have to adjust them in sports configuration.
de: Eine Änderung der Einheiten für Distanzen ändern nicht die Pace-Einheiten. Du musst diese in der Konfiguration der Sportarten anpassen.
fr: Changer le système d'unités de mesure des distances ne change pas le rythme des unités. Vous devez les ajuster dans la configuration des sports.
it: Cambiare l'unità di misura per la distanza non cambierà l'unità di misura per la frequenza. Questa deve essere cambiata in configurazione sport.
nl: Het wijzigen van de eenheid voor afstanden veranderd niet de tempo eenheden. Je moet ze passen in de sport configuratie.
pl: Zmiana systemu miar nie zmienia jednostki tempa. Musisz ją zmienić w konfiguracji sportu.
ru: Изменение системы единиц измерения расстояния не изменяет системы единиц измерения темпа. Настройте систему единиц измерения темпа в соответствующем разделе.

source: Weight unit
de: Einheit für Gewicht
fr: Unité de poids
it: Unità di misura del peso
nl: Eenheid voor gewicht
pl: Jednostka wagi
ru: Система единиц измерения веса

source: Temperature unit
de: Temperatureinheit
fr: Unité de température
it: Unità di misura della temperatura
nl: Temperatuur eenheid
pl: Jednostka temperatury
ru: Система единиц измерения температуры

source: Heart rate unit
de: Pulsanzeige
fr: Unité de rythme cardiaque
it: Battito cardiaco
nl: Hartslag eenheid
pl: Jednostka tętna
ru: Режим отображения ЧСС

source: Main sport
de: Hauptsportart
fr: Sport principal
it: Sport principale
nl: Hoofd sport
pl: Główny sport
ru: Любимый вид спорта

source: Basic endurance
it: Resistenza di fondo
pl: Wytrzymałość bazowa
ru: Выносливость

source: Minimal distance for longjogs
de: Minimale Distanz für lange Läufe
fr: Distance minimale pour les courses longues
it: Distanza minima per corse lunghe
nl: Minimale afstand voor lange lopen
pl: Minimalny dystans dla długich wybiegań
ru: Минимальная дистанция для длинных забегов

source: Every run above this distance will be rated.
de: Jeder Lauf über dieser Distanz wird gewertet.
fr: Toute course supérieur à cette distance sera classée.
it: Ogni corsa al di sopra di questa distanza sarà valutata.
nl: Elke loop boven deze afstand zal worden beoordeeld.
pl: Każdy bieg powyżej tego dystansu będzie punktowany.
ru: Любой забег длиннее этой дистанции будет оценен.

source: Days for longjogs
de: Anzahl Tage für lange Läufe
fr: Jours pour course d'endurance
it: Numero di giorni per le corse lunghe (di fondo)
nl: Aantal Dagen voor duurlopen
pl: Dni dla długich wybiegań
ru: Дни для длинных забегов

source: Number of days to look at for longjog goal.
de: Anzahl Tage für empfohlene Distanz der langen Läufe.
fr: Nombre de jours à observer pour une longue séance de jogging.
it: Numero di giorni per l'obiettivo di corse lunghe.
nl: Aantal dagen voor de aanbevolen afstand voor een duurkoop.
pl: Liczba dni które brać pod uwagę do celu długich wybiegań.
ru: Количество дней в которых искать цель для длинных забегов.

source: Days for week kilometer
de: Anzahl Tage für Wochenkilometer
fr: Jours pour la distance de la semaine
it: Numero di giorni per i km settimanali
nl: Aantal dagen voor week kilometer
pl: Dni do kilometrów tygodniowo
ru: Дни для недельного километража

source: Number of days to look at for weekly kilometer goal.
de: Anzahl Tage für wöchentliches Kilometer-Ziel.
fr: Nombre de jours à observer pour l'objectif de distance hebdomadaire.
it: Numero di giorni per l'obiettivo chilometrico settimanale.
nl: Aantal dagen om wekelijks kilometerdoel te bepalen.
pl: Liczba dni, które brać pod uwagę do celu kilometrów tygodniowo.
ru: Количество дней в которых искать цель для недельного километража.

source: Days for week kilometer (minimum)
de: Anzahl Tage für Wochenkilometer (minimum)
fr: Jours pour la distance de la semaine (minimum)
it: Numero di giorni per km settimanali (minimo)
nl: Aantal dagen voor weekelijkse kilometers (minimum)
pl: Dni do kilometrów tygodniowo (minimum)
ru: Дни для недельного километража (минимум)

source: This value will be used if not enough data is available.
de: Dieser Wert wird genutzt, wenn nicht genügend Daten verfügbar sind.
fr: Cette valeur sera utilisée s'il n'y a pas assez de données disponibles.
it: Questo valore verrà usato se non ci sono abbastanza dati disponibili.
nl: Deze waarde zal worden gebruikt wanneer er niet genoeg gegevens beschikbaar zijn.
pl: Wartość, która zostanie użyta, jeśli brak wystarczającej ilości danych.
ru: Это значение будет использоваться, если данных будет не хватать.

source: Factor for week kilometers
de: Faktor für Wochenkilometer
fr: Facteur pour la distance de la semaine
it: Fattore per i km settimanali
nl: Factor voor week kilometers
pl: Współczynnik dla kilometrów tygodniowo
ru: Коэффициент для недельного километража

source: Percentage as value between 0.00 and 1.00.
de: Prozentual als Wert zwischen 0.00 und 1.00.
fr: Pourcentage : valeur comprise entre 0,00 et 1,00.
it: Percentuale come valore tra 0.00 e 1.00.
nl: Percentage als waarde tussen 0,00 en 1,00.
pl: Procentowo, zapisany jako wartość pomiędzy 0.00 a 1.00.
ru: Процент в диапазоне от 0,00 до 1,00.

source: Search: results per page
de: Suchergebnisse pro Seite
fr: Recherche : résultats par page
it: Cerca: risultati per pagina
nl: Zoek: resultaten per pagina
pl: Wyszukiwanie: wyników na stronę
ru: Поиск: количество результатов на страницу

source: Number of results displayed on each page.
de: Angezeigte Ergebnisse pro Seite.
fr: Nombre de résultats à afficher sur chaque page.
it: Numero di risultati visualizzati in ogni pagina.
nl: Het aantal resultaten dat wordt weergegeven op elke pagina.
pl: Liczba wyświetlanych wyników na każdej stronie.
ru: Количество результатов, отображаемых на каждой странице.

source: Publish activities
de: Trainings veröffentlichen
fr: Publier activités
it: Pubblica le attività
nl: Publiceer activiteiten
pl: Publikuj treningi
ru: Опубликовать тренировки

source: Automatically mark every activity after its creation as public.
de: Trainings automatisch veröffentlichen.
fr: Marquer automatiquement toute activité comme publique après sa création.
it: Pubblica automaticamente ogni attività dopo la sua creazione/importazione.
nl: Automatisch elke activiteit openbaar maken.
pl: Po utworzeniu automatycznie ustaw trening jako publiczny.
ru: Автоматически отметить каждую созданную тренировку публичной.

source: Public list: active
it: Lista pubblica degli allenamenti
pl: Lista publiczna: aktywna
ru: Публичный список: активен

source: If activated: Everyone can see a list of all your (public) activities.
de: Wenn aktiviert, kann jeder eine Liste von all deinen (öffentlichen) Trainingseinheiten sehen.
fr: Si activé : tout le monde peut voir une liste de toutes vos activités (publiques).
it: Se attivo: Tutti possono vedere la lista di tutte le tue attività (pubbliche).
nl: Wanneer geactiveerd kan iedereen een lijst zien van al uw (openbare) activiteiten.
pl: Jeśli aktywne: Wszyscy mogą przeglądać listę Twoich publicznych treningów.
ru: Если активно: Каждый может просмотреть список всех ваших (публичных) тренировок.

source: Public list: private workouts
it: Lista pubblica: allenamenti privati
pl: Lista publiczna: prywatne treningi
ru: Публичный список: частные тренировки

source: If activated: Display a summary for each private activity in the public activity list.
de: Zeigt private Trainingseinheiten in der öffentlichen Liste an.
fr: Si activé : affiche un résumé pour chaque activité privée dans la liste des activités publiques.
it: Se attivo: Mostra le tue attività private nella lista pubblica.
nl: Toont een samenvatting voor elke privé activiteit in de openbare activiteiten lijst, wanneer deze is geactiveerd.
pl: Jeśli aktywne: Wyświetla podsumowanie każdego prywatnego treningu na liście treningów publicznych.
ru: Если активно: Отобразить общую информацию для каждой частной тренировки в публичном списке тренировок.

source: Public list: general statistics
it: Lista pubblica: statistiche generali
pl: Lista publiczna: statystyki ogólne
ru: Публичный список: общая статистика

source: Show some general statistics above the activity list
de: Zeige allgemeine Statistiken oberhalb der Trainingsliste
fr: Montrer des statistiques générales au-dessus de la liste d'activités
it: Mostra alcune statistiche generali al di sopra della lista delle attività/allenamenti
nl: Toon sommige algemene statistieken boven de activiteitenlijst
pl: Pokazuje statystyki ogólne powyżej listy publicznych treningów
ru: Отображает некоторую общую статистику поверх списка тренировок

source: Public view: show map
it: Visualizzazione pubblica: mostra la mappa
pl: Lista publiczna: pokaż mapę
ru: Публичный просмотр: показать карту

source: You can hide the map for the public view
de: Die Karte kann bei öffentlichen Trainings versteckt werden
fr: Vous pouvez cacher la carte pour la vue publique
it: Puoi nascondere la mappa nella vista delle attività pubbliche
nl: U kunt de kaart voor de openbare weergave verbergen
pl: Możesz ukryć mapę dla listy publicznej
ru: Вы можете скрыть карту для публичного просмотра

source: Activity view
de: Trainingsansicht
fr: Vue Activité
it: Visualizzazione delle attività
nl: Activiteitsweergave
pl: Podgląd treningu
ru: Просмотр тренировок

source: Number of decimals
de: Anzahl der Nachkommastellen
fr: Nombre de décimales
it: Cifre decimali (dopo la virgola)
nl: Aantal decimalen
pl: Liczba miejsc po przecinku
ru: Количество десятичных знаков

source: Activity view: show rows in full height
de: Aktivitätsansicht: zeige Reihen in voller Höhe
fr: Vue Activité : montre des lignes sur toute la hauteur
it: Vista attività: mostra le righe a piena altezza
nl: Activiteitsweergave: rijen weergeven in volle hoogte
pl: Widok treningu: pokaż wiersze w pełnej wysokości
ru: Показывать все строки развернуто

source: By default e.g. lap data will be scrollable and not shown completely.
de: Standardmäßig werden z.B. Rundendaten scrollbar und nicht komplett angezeigt.
fr: Par défaut par ex. les données d'un tour seront dépliables et non complètement affichées.
it: Di default i dati sul giro saranno scrollabili e non mostrati completamente.
nl: Standaard worden bijvoorbeeld ronde gegevens kompleet getoond en zijn ze scrolbaar.
pl: Domyślnie np. dane okrążeń będą przewijalne i nie całkowicie widoczne.
ru: При включении опции, например, данные об этапах показываются полностью, при отключении - прокручиваются.

source: Plots: combination
de: Diagramme: Kombination
fr: Graphique : combinaison
it: Grafico: combinazione
nl: Diagrammen: combinatie
pl: Wykresy: łączenie
ru: Графики: отображение данных

source: Plots: precision
de: Diagramme: Genauigkeit
fr: Graphique : précision
it: Grafico: precisione
nl: Diagrammen: nauwkeurigheid
pl: Wykresy: dokładność
ru: Графики: точность

source: How many data points should be plotted?
de: Wieviele Datenpunkte sollen angezeigt werden?
fr: Combien de points doivent être placés sur le graphique ?
it: Quanti punti devono essere tracciati?
nl: Hoeveel gegevenspunten moeten worden getoond?
pl: Ile punktów ma zostać wyświetlonych?
ru: Сколько точек на графике должно быть нанесено?

source: Plots: smooth curves
de: Diagramme: Kurven glätten
fr: Graphiques : courbes lisses
it: Grafici: correzione curve
nl: Diagrammen: vloeiende curven
pl: Wykresy: wygładzanie krzywych
ru: Графики: сглаживание участков

source: Plots: use time as x-axis
de: Diagramme: Zeit als X-Achse verwenden
fr: Graphiques : utiliser le temps comme abscisse (axe x)
it: Grafici: usa "tempo" su asse delle X
nl: Diagrammen: gebruik tijd als x-as
pl: Wykresy: użyj czasu na osi x
ru: Графики: использовать время по оси x

source: Pace plot: y-axis minimum
de: Pacediagramm: Y-Achsen-Minimum
fr: Graphique de cadence : ordonnée minimale
it: Grafico del ritmo: valore minimo dell'asse Y
nl: Tempo diagram: y-as als minimum
pl: Wykres tempa: minimum osi Y
ru: График темпа: минимальное значение по оси Y

source: Data points below this limit will be ignored. (only for min/km)
de: Datenpunkte unterhalb dieser Grenze werden nicht angezeigt. (nur beim Laufen)
fr: Les valeurs situées sous cette limite seront ignorées. (uniquement pour min/km)
it: I dati al di sotto di questo limite saranno ignorati. (solo per min/km )
nl: Gegevenspunten onder deze grens zullen niet worden getoond. (alleen bij lopen: min/km)
pl: Punkty danych poniżej tej wartości zostaną zignorowane. (tylko min/km)
ru: Значения ниже указанного предела не будут отображаться (только для мин/км)

source: Pace plot: y-axis maximum
de: Pacediagramm: Y-Achsen-Maximum
fr: Graphique de cadence : ordonnée maximale
it: Grafico del ritmo: valore massimo dell'asse Y
nl: Tempo diagram: y-as maximaal
pl: Wykres tempa: maksimum osi Y
ru: График темпа: максимальное значение по оси Y

source: Data points above this limit will be ignored. (only for min/km)
de: Datenpunkte oberhalb dieser Grenze werden nicht angezeigt. (nur beim Laufen)
fr: Les valeurs situées au dessus de cette limite seront ignorées. (uniquement pour min/km)
it: I dati al di sopra di questo limite saranno ignorati. (solo per min/km )
nl: Gegevenspunten boven deze grens zullen niet worden getoond. (alleen voor min/km)
pl: Punkty danych powyżej tej wartości zostaną zignorowane. (tylko min/km)
ru: Значения выше указанного предела не будут отображаться (только для мин/км)

source: Pace plot: y-axis scale type
de: Pacediagramm: Y-Achsen-Skalierung
fr: Cadence du graphique : type d'échelle de l'axe y
it: Grafico del ritmo: tipo scala dell'asse Y
nl: Tempo diagram: y-as schaaltype
pl: Wykres tempa: typ osi Y
ru: График темпа: вид оси Y

source: Scale type that will be used to show pace on y-axis.
de: Skalierung, die zur Anzeige der Pace auf der Y-Achse genutzt wird.
fr: Type d'échelle à utiliser pour le rythme sur l'axe y.
it: Tipo di scala che sarà usata per mostrare il ritmo sull'asse Y.
nl: Het soort schaal wat gebruikt wordt om het tempo weer te geven op de Y-as.
pl: Typ skali, który będzie używany do pokazywania tempa na osi Y.
ru: Тип шкалы, которая будет использоваться для показа темпа на оси Y.

source: Pace plot: Ignore outliers
de: Pacediagramm: Ausreißer ignorieren
fr: Tracé du rythme : Ignorer les valeurs aberrantes
it: Grafico del ritmo: ignora valori anomali
nl: Tempo diagram: negeren van uitschieters
pl: Wykres tempa: Ignoruj punkty odstające
ru: График темпа: Игнорировать выпадающие

source: Try to ignore outliers in the pace plot.
de: Wenn aktiviert, werden im Pace-Diagramm Ausreißer nicht berücksichtigt.
fr: Essayer d'ignorer les valeurs aberrantes dans le rythme du graphique.
it: Prova a ignorare i valori anomali nel grafico del ritmo.
nl: Indien mogelijk negeren van uitschieters in het tempo diagram.
pl: Próbuj zignorować ostające punkty na wykresie tempa.
ru: Постараться игнорировать выпадающие данные из графика темпа.

source: Splits plot: use zero as axis minimum
de: Zwischenzeitendiagramm: verwende null als Achsen-Minimum
fr: Tracé des intervalles : utiliser zéro comme coordonnée minimum
it: Grafico del ritmo: usa zero come asse minimo
nl: Split diagram: gebruik nul als minimum as waarde
pl: Wykres okrążeń: użyj zera jako minimum
ru: График интервалов: ноль в качестве минимума оси координат

source: Map: interrupt route
de: Karte: Strecke unterbrechen
fr: Carte : interrompre la route
it: Mappa: traccia interrotta
nl: Kaart: route onderbreken
pl: Mapa: przerwij trasę
ru: Карта: прервать маршрут

source: The gps path can be interrupted in case of <em>interruptions</em> (e.g. by car/train/...).Finding these interruptions is not easy. You can define up to which distance (in seconds by average pace)between two data points can be interpolated.
de: Wenn Teile der Strecke anders zurückgelegt wurden (Auto/Bahn/...), sollten diese in der Karte nicht eingezeichnet werden. Die Erkennung einer solchen <em>Unterbrechung</em> ist aber nicht immer eindeutig. 15s bedeutet: Distanz, die man bei dem Durchschnittstempo in 15s geschafft hätte.
fr: La trace gps peut être interrompue en cas d'<em>interruptions</em> (en voiture/train/... par ex.). Trouver ces interruptions n'est pas simple. Vous pouvez définir quelle distance entre deux points peut être interpolée (en secondes sur cadence moyenne).
it: La traccia GPS può essere interrotta nel caso di <em>interruzioni</em> (es. da auto/treno/...). Trovare queste interruzioni non è facile. È possibile definire fino a quale distanza (in secondi in base al ritmo medio) tra due punti dati possono essere interpolati .
nl: De gps-route kan worden onderbroken in geval van <em>onderbrekingen</em> (bv. door auto/trein /...). Deze onderbrekingen vinden is niet gemakkelijk. U kunt definiëren tot welke afstand (in seconden bij een gemiddeld tempo) tussen twee gegevenspunten kan worden geïnterpoleerd.
pl: Ścieżka GPS może zostać przerwana w przypadku <em>przerw</em> (np. pociąg, samochód). Znalezienie tych przerw nie jest łatwe. Możesz zdefiniować do jakiej odległości (w sekundach wg średniego tempa) pomiędzy dwoma punktami ścieżka będzie interpolowana.
ru: Путь GPS может быть нарушен в случае <em>помех</em> (например машина/поезд/...). Поиск этих помех непрост. Вы можете выбрать до какой дистанции (в секундах среднего темпа) можно срезать данные.

source: Map: precision
de: Karte: Streckengenauigkeit
fr: Carte : précision
it: Mappa: precisione
nl: Kaart: nauwkeurigheid
pl: Mapa: dokładność
ru: Карта: точность (сколько точек отображать)

source: How many data points shoud be displayed?
de: Jeder wievielte Datenpunkt soll auf der Strecke angezeigt werden?
fr: Combien de points doivent-être affichés ?
it: Quanti punti devono essere visualizzati?
nl: Hoeveel gegevenspunten moeten worden weergegeven?
pl: Ile punktów ma zostać wyświetlonych?
ru: Какое количество точек необходимо отображать на карте?

source: Map: line color
de: Karte: Linienfarbe
fr: Carte : couleur de la ligne
it: Mappa: colore della linea
nl: Kaart: Lijnkleur
pl: Mapa: kolor linii
ru: Карта: цвет линии маршрута

source: as hexadecimal rgb (e.g. #ff5500)
de: als hexadezimal rgb (z.B. #ff5500)
fr: en rgb hexadécimal (ex : #ff5500)
it: come valore RGB esadecimale (es. #ff5500)
nl: als hexadecimale rgb (bijv. #ff5500)
pl: jako szesnastkowy RGB (np. #ff5500)
ru: введите в формате RGB (например: #ff5500)

source: Map: show map first
de: Karte: vor Diagrammen anzeigen
fr: Carte : montrer la carte en premier
it: Mappa: mostra la mappa per prima
nl: Kaart: kaart eerst weergeven
pl: Mapa: pokaż mapę pierwszą
ru: Карта: показывать карту сверху

source: show map before plots
de: Karte vor Diagrammen anzeigen
fr: montre la carte avant les tracés
it: mostra la mappa prima del grafico
nl: Toon kaart eerst, voor diagrammen
pl: pokaż mapę przed wykresami
ru: показывать карту перед графиками

source: Map: zoom on scroll
de: Karte: durch Scrollen zoomen
fr: Carte : zoom avec la molette
it: Mappa: zoom con lo scroll del mouse
nl: Kaart: bij scrollen, zoomen
pl: Mapa: przybliż przy przewijaniu
ru: Карта: масштабировать колесом мыши

source: Elevation: smoothing
de: Höhenmeter: Glättung
fr: Élévation : correction
it: Elevazione: correzione
nl: Hoogte: vloeiend
pl: Wysokość: wygładzanie
ru: Высота: сглаживание

source: Choose the algorithm to smooth the elevation data
de: Wähle den Algorithmus, mit dem die Höhenmeter bei der Berechnung geglättet werden
fr: Choisit l'algorithme de correction des données d'élévation
it: Scegli l'algoritmo per correggere i dati di elevazione
nl: Kies het algoritme om de hoogtegegevens vloeiend te tonen
pl: Wybierz algorytm wygładzania danych dotyczących wysokości
ru: Выберите алгоритм для сглаживания высоты

source: Elevation: threshold
de: Höhenmeter: Schwellenwert
fr: Altitude : seuil
it: Elevazione: soglia
nl: Hoogte: grens
pl: Wysokość: próg
ru: Высота: порог

source: Threshold for the smoothing algorithm
de: Schwellenwert zur Höhenmeterberechnung
fr: Seuil pour l'algorithme d'adoucissement
it: Soglia per l'algoritmo di correzione
nl: Grenswaarde voor het vloeiend algoritme
pl: Próg dla algorytmu wygładzającego
ru: Порог для алгоритма сглаживания

source: Design
fr: Apparence
it: Aspetto
nl: Ontwerp
pl: Wygląd
ru: Дизайн

source: Background image
de: Hintergrundbild
fr: Image de fond
it: Immagine di sfondo
nl: Achtergrondafbeelding
pl: Obraz tła
ru: Фоновое изображение

source: Activity form
de: Eingabeformular
fr: Formulaire d'activité
it: Modulo di attività
nl: Activiteitenformulier
pl: Formularz treningu
ru: Загрузка тренировок

source: Default window
de: Standard-Eingabemodus
fr: Fenêtre par défaut
it: Finestra di default
nl: Standaard-venster
pl: Domyślne okno
ru: Окно загрузки по умолчанию

source: Show activity after creation
it: Mostra l'attività dopo la creazione
pl: Pokaż trening po utworzeniu
ru: Показать тренировку после создания

source: Calculate calories
it: Calcolo delle calorie
pl: Wylicz kalorie

source: Recalculate calories after changing duration by hand
it: Ricalcola le calorie dopo aver modificato la durata a mano
pl: Przelicz kalorie po ręcznej zmianie czasu trwania

source: Calculate power
de: Leistung berechnen
fr: Calculer puissance
it: Calcolo della potenza
nl: Bereken kracht
pl: Wylicz moc
ru: Расчитывать мощность

source: Calculate power by speed and grade for cycling
de: Beim Radfahren kann die jeweilige Leistung anhand einiger physikalischer Größen automatisch berechnet werden
fr: Calculer la puissance par la vitesse et la pente pour le vélo
it: Calcola la potenza in funzione della velocità e della pendenza per il ciclismo
nl: Bereken bij fietsen het vermogen door snelheid en gradatie te gebruiken
pl: Wylicz moc dla jazdy na rowerze na podstawie prędkości i nachylenia
ru: Расчитывать мощность при занятиях велоспортом

source: Detect pauses
de: Pausen erkennen
fr: Détecter les pauses
it: Rileva pause
nl: Detecteren pauzes
pl: Wykryj pauzy
ru: Обнаружить паузы
