Repository: Runalyze/Runalyze
Catalog: inc/locale/*/LC_MESSAGES/messages.*.po
Languages: de, fr, it, nl, pl, ru

source: Each VO<sub>2</sub>max value of an activity is marked with an arrow to show if the value is (much) higher than your current shape, equal to it or (much) lower:
de: Der VO<sub>2</sub>max-Wert eines Trainings wird mit einem Pfeil dargestellt, um zu verdeutlichen, ob der Wert im Vergleich zum derzeitigen Durchschnittswert (deutlich) höher, in etwa gleich oder (deutlich) niedriger ist:
fr: Chaque valeur VO<sub>2</sub>max d'une activité est indiquée avec une flèche pour montrer si la valeur est (nettement) plus grande, égale ou (nettement) plus faible que votre forme actuelle :
nl: Elke VO<sub>2</sub>max-waarde van een activiteit is gemarkeerd met een pijl om aan te gegeven of deze waarde (veel) hoger is dan uw huidige vorm, eraan gelijk of (veel) lager:

source: at start
de: zu Beginn
fr: au début

source: Heat index
de: Hitzeindex
fr: Indice de chaleur
nl: Hitte index

source: The heat index is a measure of how hot it really feels when relative humidity is factored with the actual air temperature.
de: Der Hitzeindex ist eine in Einheiten der Temperatur angegebene Größe zur Beschreibung der gefühlten Temperatur auf Basis der gemessenen Lufttemperatur sowie vor allem der relativen Luftfeuchtigkeit.
fr: L'indice de chaleur est une mesure de la chaleur réellement ressentie lorsque l'humidité relative est prise en compte avec la température actuelle de l'air.

source: Energy values are taken from your device or calculated by a simple formula.
de: Kalorien werden von deinem Gerät oder über eine einfache Formel berechnet.
fr: Les calories sont issues directement de votre appareil ou calculées par une formule simple.
nl: Calorieën zijn afkomstig van uw apparaat of berekend met een eenvoudige formule.

source: Percentage hilly
de: Anteil hügelig
fr: Pourcentage de côte

source: Hilly
de: Hügelig
fr: Vallonné

source: Grad.
de: Steig.
nl: Hellingspercentage
ru: Уклон.

source: Titles are automatically cut after %u characters.
de: Titel werden automatisch nach %u Zeichen gekürzt.
fr: Les commentaires sont automatiquement tronqués après %u caractères.

source: at the end
de: am Ende
fr: à la fin

source: PC End
de: PC Ende
fr: Fin de la condition de performance

source: Effective VO<sub>2</sub>max
de: Effektiver VO<sub>2</sub>max
fr: VO<sub>2</sub>max effective

source: Estimated VO<sub>2</sub>max based on pace and heart rate. The value is slightly transparent if it is not used for your VO<sub>2</sub>max shape.
de: Geschätzter VO<sub>2</sub>max anhand von Pace und Herzfrequenz. Dieser Wert ist leicht ausgegraut, falls er nicht für deineVO<sub>2</sub>max-Form genutzt wird.
fr: VO<sub>2</sub>max estimée basée sur l'allure et la fréquence cardiaque. La valeur est quelque peu transparente si elle n'est pas utilisée pour votre forme VO<sub>2</sub>max.
nl: Geschatte VO<sub>2</sub>max gebaseerd op tempo en hartslag. Deze waarde is lichtelijk transparant als deze niet wordt gebruikt voor de VO<sub>2</sub>max vorm.

source: Your placements at races
de: Deine Platzierung bei Wettkämpfen
fr: Votre classement en compétition
nl: Je positie bij wedstrijden

source: Race name
de: Veranstaltungsname
fr: Nom de la course
nl: Wedstrijd naam

source: Garmin calculates a suggested recovery time based on your heart rate variability right after the end of your activity.
de: Garmin berechnet eine empfohlene Erholungszeit anhand deiner Herzfrequenzvariabilität zum Ende der Aktivität.
fr: Garmin calcule un temps de récupération suggéré à partir de la variabilité de votre fréquence cardiaque juste après la fin de votre activité.

source: Energy unit
de: Einheit für Energie
fr: Unité d'énergie

source: VO<sub>2</sub>max estimation
de: VO<sub>2</sub>max Schätzung
fr: estimation de la VO<sub>2</sub>max

source: Time constant length for VO<sub>2</sub>max
de: Anzahl Tage für VO<sub>2</sub>max-Form
fr: Longueur constante du temps pour VO<sub>2</sub>max
nl: Dagen voor VO<sub>2</sub>max

source: Time constant length for VO<sub>2</sub>max rolling average
de: Anzahl an Tagen, die zur Berechnung der VO<sub>2</sub>max-Form genutzt werden
fr: Longueur constante du temps pour moyenne mobile VO<sub>2</sub>max
nl: Aantal dagen die voor de berekening van het VO<sub>2</sub>max voortschrijdend gemiddelde gebruikt worden

source: Use fixed VO<sub>2</sub>max value
de: Manueller VO<sub>2</sub>max-Wert
nl: Handmatige VO<sub>2</sub>max waarde

source: Fixed VO<sub>2</sub>max value (e.g. 55), if the estimation does not fit. Can be left empty.
de: Wenn du keine Pulsmessung verwendest oder der berechnete VO<sub>2</sub>max-Wert weit daneben liegt, kannst du für die Prognosen hier einen fixen Wert eingeben. Kann leer gelassen werden.
fr: Valeur de VO<sub>2</sub>Max fixée (ex : 55), si l'estimation n'est pas pertinente. Peut être laissé vide.
nl: Wanneer u geen hartslagmeter gebruikt of de berekende VO<sub>2</sub>max waarde er ver naast ligt, kunt u voor de voorspelling hier een vaste waarde invoeren. Kan leeg gelaten worden.

source: Add for each meter upwards X meter to the distance.
de: Füge für jeden positiven Höhenmeter X Meter zur Distanz hinzu.
nl: Om bij de VO2max-berekening de hoogtemeters in acht te nemen, kan de afstand van de Hoogtemeters dienovereenkomstig worden aangepast.

source: Only for VO2max estimation
de: Nur für die VO<sub>2</sub>max-Schätzung
fr: Uniquement pour l'estimation VO<sub>2</sub>max

source: Add for each meter downwards X meter to the distance.
de: Ziehe für jeden negativen Höhenmeter X Meter von der Distanz ab.
nl: Voor elke meter naar beneden X meter aan de afstand toevoegen.

source: VO<sub>2</sub>max shape
de: VO<sub>2</sub>max Form
fr: forme VO<sub>2</sub>max

source: Public athlete page: active
de: Öffentliche Athletenseite: aktiv
fr: Page d'athlète publique : active

source: Public athlete page: private workouts
de: Öffentliche Athletenseite: private Aktivitäten
fr: Page d'athlète publique : séances d'entraînement privées

source: Public athlete page: general statistics
de: Öffentliche Athletenseite: allgemeine Statistiken
fr: Page d'athlète publique : statistiques générales

source: Public activity view: show map
de: Öffentliche Trainingsansicht: Karte anzeigen
fr: Vue activité publique : voir la carte

source: Marathon shape
de: Marathonform
fr: forme Marathon

source: Calculate energy
de: Energie berechnen
fr: Calculer la puissance

source: Recalculate energy after changing duration by hand
de: Energiebedarf im Formular bei einer Änderung der Dauer automatisch anpassen

source: Sort: sports
de: Sortierung: Sportarten

source: NE
de: NO
nl: NO
ru: СВ

source: E
de: O
nl: O
ru: В

source: SE
de: SO
nl: ZO
ru: ЮВ

source: windy
de: windig
fr: venteux

source: Beaufort scale
de: Beaufortskala
fr: Échelle de Beaufort
nl: schaal van Beaufort
ru: Шкала Бофорта

source: No effect
de: Keine Auswirkungen
fr: Aucun effet

source: Caution
de: Vorsicht
fr: Prudence

source: Extreme caution
de: Erhöhte Vorsicht
fr: Extrêmement prudence

source: Danger
de: Gefahr

source: Extreme danger
de: Erhöhte Gefahr
fr: Extrêmement dangereux

source: Temperature and humidity should not have any effect.
de: Temperatur und Luftfeuchtigkeit sollten keine Auswirkungen haben.
fr: La température et l'humidité ne devraient pas avoir d'effets.

source: Fatigue is possible with prolonged exposure and activity. Continuing activity could result in heat cramps.
de: Bei längeren Zeiträumen und körperlicher Aktivität kann es zu Erschöpfungserscheinungen kommen.
fr: La fatigue est possible avec une exposition et une activité prolongées. Continuer l'activité pourrait provoquer des crampes de chaleur.

source: Heat cramps and heat exhaustion are possible. Continuing activity could result in heat stroke.
de: Es besteht die Möglichkeit von Hitzeschäden wie Sonnenstich, Hitzekrampf und Hitzekollaps.

source: Heat cramps and heat exhaustion are likely; heat stroke is probable with continued activity.
de: Sonnenstich, Hitzekrampf und Hitzekollaps sind wahrscheinlich; Hitzschlag ist möglich.

source: Heat stroke is imminent.
de: Hitzschlag und Sonnenstich sind sehr wahrscheinlich.
fr: Le coup de chaleur est imminent.

source: Inherit from sport
de: Von Sportart übernehmen
fr: Hérité depuis le type de sport

source: Generic
de: Allgemein
fr: Générique

source: Hiking
de: Wandern
fr: Marche

source: Cycling
de: Radfahren
fr: Vélo

source: Rowing
de: Rudern
fr: Aviron

source: Alternative sport
de: Alternativsport
fr: Sport alternatif

source: Main Sport
de: Hauptsportart

source: not set
de: nicht gesetzt
fr: pas défini

source: Kilocalories
de: Kilokalorien

source: Is race
de: Wettkampf
fr: Est une course
nl: Is een wedstrijd
ru: Соревнование

source: Uses VO<sub>2</sub>max
de: Verwendet VO<sub>2</sub>max
fr: Utilise la VO<sub>2</sub>max

source: Percentage Hilly
de: Anteil hügelig

source: Wind direction
de: Windrichtung
fr: Direction du vent
nl: Windrichting
ru: Направление ветра

source: VO2max for shape
de: VO<sub>2</sub>max für Form
fr: Forme VO2max

source: VO2max values are estimated from your ratio of heart rate and pace. You can exclude single activities from the calculation of your form and should do so if it's heart rate data are not reliable (e.g. a lot of stops, walking breaks, ...).
de: VO<sub>2</sub>max-Werte werden aus dem Verhältnis von Herzfrequenz und Pace geschätzt. Du kannst einzelne Aktivitäten von der Formberechnung ausschließen, falls die Herzfrequenzdaten nicht zuverlässig sind (z.B. bei Trabpausen o.ä.).
fr: Les VO2max sont estimées à partir du rapport entre rythme cardiaque et rythme de course. Vous pouvez exclure des activités dans le calcul de votre forme et devriez le faire si les données de rythme cardiaque ne sont pas fiables (par ex. de nombreux arrêts, pauses en marchant, ...).
nl: VO2max worden geschat op basis van de verhouding van uw hartslag en tempo. U kunt afzonderlijke activiteiten uitsluiten van de berekening van uw vorm, en zou dit ook moeten doen als de hartslaggegevens niet betrouwbaar zijn (bijvoorbeeld veel stops, wandelen pauzes, ...).

source: Climb Score view
de: Climb Score-Ansicht

source: More about VO<sub>2</sub>max estimation
de: Mehr über die VO<sub>2</sub>max Schätzung
fr: Plus à propos de l'estimation VO<sub>2</sub>max

source: More about VO<sub>2</sub>max calculation
de: Mehr zur VO<sub>2</sub>max-Berechnung
fr: Plus à propos du calcul VO<sub>2</sub>max
nl: Meer over de VO<sub>2</sub>max berekening

source: Age standard
de: Altersstandard
nl: Leeftijdsstandaard

source: Open standard
de: Offener Standard
fr: Standard ouvert
nl: Open standaard

source: via tables by %s
de: aus den Tabellen von %s
nl: door tabellen van %s

source: Age grade
de: AK-Index
fr: Catégorie d'âge
nl: Leeftijds aangepast

source: Analyze splits
de: Analysiere die Runden
fr: Analyse par intervalle
nl: Analyseer tussentijden

source: Show VO<sub>2</sub>max calculation
de: Zeige die VO<sub>2</sub>max-Berechnung
fr: Montrer le calcul de la VO<sub>2</sub>max
nl: Toon VO<sub>2</sub>max berekening

source: Analyze time series
de: Analysiere die Zeitreihen
fr: Analyser les séries
nl: Analyseer tijdseries

source: Find best sub segments
de: Finde die besten Teilsegmente
fr: Trouver les meilleurs sous-segments
nl: Vind beste subsegmenten

source: This file format is not supported.
de: Dieses Dateiformat wird nicht unterstützt.
fr: Ce format de fichier n'est pas supporté.
nl: Dit bestandsformaat wordt niet ondersteund.
ru: Этот формат файла не поддерживается.

source: The file could not be saved.
de: Die Datei konnte nicht gespeichert werden.
fr: Le fichier n'a pas pu être sauvegardé.

source: There was a problem while importing the file.
de: Es gab Probleme während des Importierens der Datei.
fr: Il y a eu un problème au moment d'importer le fichier.
nl: Er is een probleem bij het importeren van het bestand.
ru: Возникла проблема при импорте файла.

source: There are some unexpected contents in the file.
de: Es befindet sich unerwarteter Inhalt in der Datei.
fr: Le fichier contient des données inattendues.
nl: Er is onverwachte inhoud in het bestand.

source: Please mail the file to %s.
de: Bitte sende die Datei an %s.
fr: Veuillez s'il vous plait envoyer le fichier à %s.
nl: Mail alstublieft het bestand naar %s.
ru: Пожалуйста, отправьте файл на %s.

source: There was an installation specific problem. Please contact the administrator.
de: Es gab bei der Installation Probleme. Bitte kontaktiere den Administrator.
fr: Il y a eu un problème spécifique d'installation. Veuillez contacter l'administrateur.
nl: Er is een probleem met de installatie. Neem contact op met de beheerder.

source: Please add the following information
de: Bitte füge folgende Informationen hinzu
fr: Veuillez ajouter l'information suivante
nl: Voeg alstublieft de volgende informatie toe
ru: Пожалуйста, добавьте следующую информацию

source: Public athlete page
de: Öffentliche Athletenseite
fr: Page d'athlète publique

source: Your public athlete page is deactivated.
de: Deine öffentliche Athletenseite ist deaktiviert.
fr: Votre page d'athlète publique est désactivée.

source: Account settings
de: Kontoeinstellungen
fr: Paramètres du compte

source: No new notifications
de: Keine neuen Benachrichtigungen
fr: Pas de nouvelles notifications

source: Show all notifications
de: Alle Benachrichtigungen anzeigen
fr: Voir toutes les notifications

source: Activity upload
de: Aktivität hochladen
fr: Téléchargement d'activité

source: Manual activity
de: Manuelle Aktivität
fr: Activité manuelle

source: New equipment
de: Neue Ausrüstung
fr: Nouvel équipement

source: New body values
de: Neue Körperwerte
fr: Nouvelles valeurs corporelles

source: Activity tags
de: Tags für Aktivitäten
fr: Tags d'activité

source: Trend analysis
de: Trendanalyse
fr: Analyse de la tendance

source: Analyze your VO2max
de: Analysiere deinen VO2max
fr: Analysez votre VO<sub>2</sub>max

source: Running tables
de: Lauftabellen
fr: Tableau de course

source: More
de: Weitere
fr: Plus

source: Races
de: Wettkämpfe
fr: Courses
nl: Wedstrijden

source: target:
de: Ziel:
fr: cible :
nl: doel:

source: Target is based on current marathon shape calculations.
de: Das Ziel basiert auf deiner aktuell berechneten Marathonform.
fr: La cible se base sur les calculs de l'allure Marathon actuelle.

source: There is an unknown problem with this plot.
de: Es ist ein unbekanntes Problem mit dem Diagramm aufgetreten.
fr: Un problème inconnu est survenu dans ce graphique.
nl: Er is een onbekend probleem met deze plot.

source: Error code
de: Fehlercode
fr: Code d'erreur
nl: Foutcode

source: You can activate your public athlete page at <em>Configuration->Privacy</em>
de: Du kannst deine öffentliche Athletenseite unter <em>Konfiguration -> Privatsphäre</em> aktivieren
fr: Vous pouvez activer votre page d'athlète publique dans <em>Configuration->Vie privée</em>

source: Your public athlete page
de: Deine öffentliche Athletenseite
fr: Votre page d'athlète publique

source: VO<sub>2</sub>max corrector
de: VO<sub>2</sub>max Korrektur
fr: correcteur VO<sub>2</sub>max

source: Your personal cache has been cleared.
de: Dein persönlicher Cache wurde geleert.
fr: Votre cache personnel a été effacé.
ru: Ваш персональный кэш был очищен.

source: Bikes
de: Räder
fr: Vélos
nl: Fietsen
ru: Велосипеды

source: Fartlek
de: Fahrtspiel
nl: Vaartspel
ru: Фартлек

source: FL
de: FS
nl: VS

source: Tags summary
de: Tags-Zusammenfassung
fr: Résumé des tags

source: Summarises your tags for the selected sport.
de: Zusammenfassung deiner Tags für die gewählte Sportart.
fr: Résumé de vos tags pour le sport sélectionné.

source: Sport to summarise tags for
de: Sportart für die Tags-Auswertung

source: Show tags for this period of months
de: Zeige Tags für diese Anzahl an Monaten
fr: Afficher les tags pour cette période de mois

source: months
de: Monate
fr: mois

source: month
de: Monat
fr: mois

source: You don't have any tags for this sport or timescale.
de: In diesem Zeitraum gibt es für die Sportart keine Tags.
fr: Vous n'avez aucun tag pour ce sport ou cette période.

source: Your current effective VO2max is estimated based on the ratio of heart rate and pace. This value is equivalent to specific performances.
de: Dein aktueller effektiver VO<sub>2</sub>max wird anhand des Verhältnisses von Herzfrequenz und Pace geschätzt. Dieser Wert wird zur Bestimmung äquivalenter Leistungen verwendet.
fr: Votre VO2max actuelle est estimée en se basant sur le rapport entre votre rythme cardiaque et votre rythme de course. Cette valeur est équivalente pour des performances spécifiques.
nl: Uw huidige effectieve VO2max is gebaseerd op de verhouding tussen hartslag en tempo. Deze waarde is gelijkwaardig met specifieke prestaties.

source: The VO2max model is the only one which considers your current shape. The other models are based on your previous race results.
de: Das VO<sub>2</sub>max-Modell ist das einzige, welches deine aktuelle Form betrachtet. Die anderen Modelle beziehen sich auf deine bisherigen Wettkampfergebnisse.
fr: Le modèle de VO2max est le seul qui prenne en compte votre forme actuelle. Les autres modèles sont basés sur vos résultats précédents en compétition.
nl: Het VO2max model is de enige die rekening houdt met uw huidige vorm. De andere modellen zijn gebaseerd op uw eerdere wedstrijdresultaten.

source: Effective VO2max
de: Effektiver VO2max
fr: VO<sub>2</sub>max effective

source: Use marathon shape
de: Marathon-Form verwenden
fr: Utiliser l'allure marathon

source: Use marathon shape factor to adapt prognosis for long distances (VO2max only).
de: Marathonform-Faktor zur Anpassung der Prognosen für lange Distanzen verwenden (nur VO<sub>2</sub>max).
fr: Utiliser le facteur d'allure Marathon pour ajuster les pronostics pour les longues distances (uniquement VO<sub>2</sub>max).

source: Prognosis with marathon shape
de: Prognose mit Marathonform
fr: Pronostic avec allure Marathon

source: Your current effective VO2max:
de: Dein derzeitiger effektiver VO<sub>2</sub>max:
fr: Votre VO2max effective actuelle :

source: Your current marathon shape:
de: Deine derzeitige Marathonform:
fr: Votre allure Marathon actuelle :

source: Effective VO2max must be between %u and %u.
de: Effektiver VO<sub>2</sub>max muss zwischen %u und %u liegen.
fr: VO2max doit être entre %u et %u.
nl: Effectieve VO2max waarde moet liggen tussen %u en %u.

source: Use Marathon Shape
de: Nutze Marathonform
fr: Utiliser l'allure Marathon

source: Marathon Shape
de: Marathonform
fr: Allure Marathon

source: Calculate experimental values as shape and fatigue based on TRIMP, marathon shape and your VO<sub>2</sub>max shape.
de: Experimentell berechnete Werte wie Form und Müdigkeit basierend auf TRIMP, Marathonform und aktueller VO<sub>2</sub>max-Form.
fr: Calculer les valeurs expérimentales comme la forme et la fatigue en se basant sur le TRIMP, l'endurance de base et votre forme VO<sub>2</sub>max.
nl: Bereken experimentele waarden zoals vorm en vermoeidheid gebaseerd op TRIMP, basisuithoudingsvermogen en uw VO<sub>2</sub>max-vorm.

source: Show: VO<sub>2</sub>max shape
de: Zeige: VO<sub>2</sub>max Form
fr: Montrer: l'allure VO<sub>2</sub>max

source: Predict current effective VO<sub>2</sub>max
de: Aktuellen effektiven VO<sub>2</sub>max schätzen
fr: Prédire la VO<sub>2</sub>max effective actuelle

source: Show: Marathon shape
de: Zeige: Marathon Form
fr: Montrer: allure Marathon

source: Guess current marathon shape
de: Aktuelle Marathonform schätzen
fr: Deviner votre allure Marathon actuelle

source: Show shape
de: Zeige Form
fr: Montrer l'allure

source: Show training paces
de: Zeige Trainingsgeschwindigkeiten
fr: Montrer les cadences d'entraînement

source: Explanations: What are VO2max and TRIMP?
de: Erklärungen: Was sind VO<sub>2</sub>max und TRIMP?
fr: Explications: Que sont la VO2max et le TRIMP?
nl: Uitleg: Wat is VO2max en TRIMP?

source: Rest days
de: Ruhetage
fr: Jours de repos

source: Easy TRIMP
de: Entspannter&nbsp;TRIMP
fr: TRIMP facile

source: Training strain
de: Trainingsbelastung
fr: Charge d'entraînement

source: Effective VO<sub>2</sub>max values of the last %s days
de: Effektive VO<sub>2</sub>max-Werte der letzten %s Tage
fr: valeurs de VO<sub>2</sub>max sur les %s derniers jours
nl: VO<sub>2</sub>max waarden van de laatste %s dagen

source: The VO<sub>2</sub>max shape is calculated as the average, weighted by time, of estimated VO<sub>2</sub>max values of your activities in the last %s days.
de: Die VO<sub>2</sub>max-Form berechnet sich aus dem Mittelwert der VO<sub>2</sub>max-Werte deiner Trainingseinheiten der letzten %s Tage.
fr: La valeur de VO<sub>2</sub>max est la moyenne, pondérée par le temps, des VO<sub>2</sub>max de vos activités sur les %s derniers jours.
nl: De VO<sub>2</sub>max-waarde is een gemiddelde, gewogen naar de tijd, van de VO<sub>2</sub>max van uw activiteiten in de laatste %s dagen.

source: Your current VO<sub>2</sub>max shape: <strong>%s</strong><br>&nbsp;
de: Dein aktuelle VO<sub>2</sub>max-Form: <strong>%s</strong><br>&nbsp;
fr: Votre forme VO<sub>2</sub>max actuelle: <strong>%s</strong><br>&nbsp;
nl: Uw huidige VO<sub>2</sub>max-vorm: <strong>%s</strong><br>&nbsp;

source: VO<sub>2</sub>max itself is a scientific metric for the maximal oxygen consumption that can be measured in the laboratory.<br>Two runners with equal VO<sub>2</sub>max values do not need to perform equally, as running efficiency plays an additional role. To overcome the issue of specifying running efficiency, one can ignore the efficiency and therefore call it effective VO<sub>2</sub>max.
de: VO<sub>2</sub>max ist eine wissenschaftliche Größe für die maximale Sauerstoffaufnahme und kann im Labor gemessen werden.<br>Zwei Läufer mit gleichem VO<sub>2</sub>max müssen aber nicht zwangsläufig gleich schnell sein, da die Laufökonomie eine wichtige Rolle spielt. Wenn zur Umgehung dieses Problems die Laufökonomie außer Acht gelassen wird (zwei Läufer mit gleichem Wert also gleiche Leistungen haben), sprechen wir vom effektiven VO<sub>2</sub>max.
fr: La VO<sub>2</sub>max est en soi une méthode scientifique pour mesurer la consommation maximale d'oxygène en laboratoire.<br>Deux coureurs avec des valeurs de VO<sub>2</sub>max identiques ne courent pas forcément à la même vitesse, car l'efficacité en course joue un rôle additionnel.

source: Current Effective VO<sub>2</sub>max
de: Aktueller effektiver VO<sub>2</sub>max
fr: VO<sub>2</sub>max effective actuelle

source: based on heart rate
de: basierend auf der Herzfrequenz
fr: basée sur le rythme cardiaque

source: Target kilometer per week
de: Wochenkilometer-Ziel
fr: Objectif de kilomètres par semaine

source: Your marathon shape is based on your weekly kilometers and your long jogs.<br>The target is derived from the possible marathon time based on your current shape.
de: Die Marathonform berechnet sich aus Wochenkilometern und langen Läufen.<br>Die Vorgaben dafür richten sich nach deiner aktuell vorhergesagten, bestmöglichen Marathon-Zeit.
fr: Votre allure Marathon est calculée à partir de votre distance hebdomadaire et vos long footings.<br>Le résultat est issu du temps possible au Marathon selon votre forme actuelle.

source: The marathon shape is <strong>not</strong> scientifically based.<br>It's our own attempt to adjust the prognosis for long distances based on your current endurance.
de: Die Marathonform stammt <strong>nicht</strong> aus der Literatur.<br>Um die Prognosen auf langen Distanzen bei fehlender Ausdauer anzupassen, haben wir diese Anpassung ins Leben gerufen.
fr: L'allure Marathon <strong>ne</strong> vient <strong>pas</strong> de Jack Daniels.<br>C'est notre propre tentative d'ajuster le pronostic sur longues distances se basant sur votre endurance actuelle.
