Repository: Runalyze/Runalyze
Catalog: inc/locale/*/LC_MESSAGES/messages.*.po
Languages: de, fr, it, nl, pl, ru

source: Please login
it: Accedi
pl: Zaloguj się

source: Miscellaneous
de: Sonstiges
fr: Divers
it: Altro
nl: Diversen
pl: Różne
ru: Прочее

source: <em>There are no statistics available. Activate a plugin in your configuration.</em>
de: <em>Es sind keine Statistiken vorhanden. Aktiviere ein Plugin in deiner Konfiguration.</em>
fr: <em>Il n'y a pas de statistiques disponibles. Veuillez activer un plugin dans votre configuration.</em>
it: <em>Non ci sono statistiche disponibili. Attiva un plugin nelle tua configurazione.</em>
nl: <em>Er zijn geen statistieken beschikbaar. Activeer een plugin in uw configuratie.</em>
pl: <em>Statystyki są niedostępne. Aktywuj wtyczkę w swojej konfiguracji.</em>
ru: <em>Статистические данные не доступны. Активируйте плагин в конфигурации.</em>

source: The field can not be left empty.
de: Das Feld darf nicht leer gelassen werden.
fr: Ce champ ne peut rester vide.
it: Questo campo non può essere lasciato vuoto.
nl: Dit veld kan niet leeg gelaten worden.
pl: Pole musi być wypełnione.
ru: Поле не может быть оставлено пустым.

source: Please enter a number.
de: Bitte eine Zahl eingeben.
fr: Veuillez entrer un nombre.
it: Inserire un numero.
nl: Voer een cijfer in.
pl: Wprowadź liczbę.
ru: Пожалуйста, введите номер.

source: This value is too large.
de: Der Wert ist zu hoch.
fr: Cette valeur est trop grande.
it: Il valore inserito è troppo grande.
nl: De waarde is te hoog.
ru: Значение слишком большое.

source: This value is too small.
de: Der Wert ist zu niedrig.
fr: La valeur est trop petite.
it: Il valore inserito è troppo piccolo.
nl: De waarde is te klein.
ru: Значение слишком маленькое.

source: The value is too large.
de: Die Eingabe ist zu lang.
fr: La valeur est trop grande.
it: Il valore inserito è troppo grande.
nl: De waarde is te hoog.
pl: Wartość zbyt duża.
ru: Значение слишком большое.

source: The date could not be parsed.
de: Das Datum wurde im falschen Format angegeben.
fr: La date n'a pas pu être analysée.
it: La data è stata inserita in modo errato.
nl: Het datum kan niet worden verwerkt.
pl: Nie można rozpoznać daty.
ru: Дата не может быть обработана.

source: The date must not be in the future.
de: Das Datum darf nicht in der Zukunft liegen.
fr: La date ne doit pas être supérieure à la date du jour.
it: La data non deve essere nel futuro.
nl: Het datum kan niet worden verwerkt.
pl: Data nie może być w przyszłości.
ru: Дата не может быть в будущем.

source: The time could not be read.
de: Die Zeit wurde im falschen Format eingegeben.
fr: L'heure n'a pas pu être lue.
it: Non è stato possibile visualizzare la data, probabilmente il formato inserito è errato.
nl: Het formaat van de tijd is niet juist.
pl: Nie można odczytać czasu.
ru: Не удается прочитать время.

source: You have to enter a time.
de: Es muss eine Zeit angegeben sein.
fr: Vous devez entrer un temps.
it: Inserire una data.
nl: Je dient een tijd in te vullen.
pl: Wprowadź czas.
ru: Необходимо ввести длительность тренировки.

source: Submit
de: Abschicken
fr: Soumettre
it: Invia
nl: Versturen
pl: Zapisz
ru: Отправить

source: Create
de: Erstellen
fr: Créer
it: Crea
nl: Aanmaken
pl: Dodaj
ru: Создать

source: Save
de: Speichern
fr: Sauvegarder
it: Salva
nl: Opslaan
pl: Zapisz
ru: Сохранить

source: Your input is not allowed.
de: Deine Eingabe ist nicht erlaubt.
fr: Votre entrée n'est pas autorisée.
it: Il valore inserito non è valido.
nl: Deze invoer is niet toegestaan.
pl: Wprowadzanie danych jest niedozwolone.
ru: Ошибка ввода.

source: Time
de: Zeit
fr: Temps
it: Tempo
nl: Tijd
pl: Czas
ru: Время

source: Date
de: Datum
it: Data
nl: Datum
pl: Data
ru: Дата

source: Time of day
de: Uhrzeit
fr: Moment de la journée
it: Ora del giorno
nl: Tijdstip van de dag
pl: Godzina
ru: Время

source: Total
de: Gesamt
it: Totale
nl: Totaal
pl: Razem
ru: Всего

source: Start
fr: Début
it: Inizio
ru: Начало

source: previous
de: vorherige
fr: précédent
it: precedente
nl: Vorige
pl: poprzedni
ru: предыдущая

source: next
de: weiter
fr: suivant
it: successivo
nl: Volgende
pl: dalej
ru: следующая

source: End
de: Ende
fr: Fin
it: Fine
nl: Einde
pl: Koniec
ru: Конец

source: per page
de: pro Seite
fr: par page
it: per pagina
nl: per pagina
pl: na stronę
ru: на страницу

source: Distance
de: Distanz
it: Distanza
nl: Afstand
pl: Dystans
ru: Дистанция

source: Duration
de: Dauer
fr: durée
it: Durata
nl: Duur
pl: Czas
ru: Длительность

source: Pace
fr: Rythme
it: Ritmo
nl: Tempo
pl: Tempo
ru: Темп

source: Elevation
de: Höhenmeter
fr: Altitude
it: Altitudine
nl: Hoogtemeters
pl: Wysokość
ru: Высота

source: avg. Heartrate
it: Frequenza Cardiaca media
pl: śr. tętno

source: max. Heartrate
it: Frequenza Cardiaca massima
pl: max. tętno

source: Temperature
de: Temperatur
fr: Température
it: Temperatura
nl: Temperatuur
pl: Temperatura
ru: Температура

source: Cadence
de: Trittfrequenz
fr: Rythme
it: Cadenza
nl: cadans
pl: Kadencja
ru: Каденс

source: Stride length
de: Schrittlänge
fr: Longueur de la foulée
it: Lunghezza del passo
nl: paslengte
pl: Długość kroku
ru: Длина шага

source: Ground contact
de: Bodenkontaktzeit
fr: Contact au sol
it: Tempo di contatto con il terreno
nl: grond contact
pl: Kontakt z podłożem
ru: Контакт с землей

source: Vertical oscillation
de: Vertikale Bewegung
fr: Oscillation verticale
it: Oscillazione verticale
nl: verticale oscillatie
pl: Odchylenie pionowe
ru: Верт. колебания

source: Vertical ratio
de: Vertikales Verhältnis
fr: Ratio vertical
it: Oscillazione verticale
nl: verticale oscillatie
pl: Współczynnik pionowy
ru: Верт. коэффициент

source: JDpoints
it: Punti Jack Daniels (JD)
pl: punkty JD

source: descending
de: absteigend
fr: descendant
it: discendente
nl: aflopend
pl: w dół
ru: по убыванию

source: ascending
de: aufsteigend
fr: ascendant
it: ascendente
nl: oplopend
pl: w górę
ru: по возрастанию

source: to
de: bis
fr: à
it: fino
nl: tot
pl: do
ru: до

source: The multi editor could not be located.
it: Il multi editor non è stato trovato.
pl: Nie można odnaleźć multi-edytora.

source: Found %s activities
de: Es wurden %s Trainings gefunden
fr: %s activités trouvées
it: Sono state trovate %s attività
nl: %s activiteiten gevonden
pl: Znaleziono %s treningów
ru: Найдено %s тренировок

source: Search activities
de: Trainings suchen
fr: Chercher des activités
it: Cerca attività
nl: Zoek activiteiten
pl: Szukaj treningu
ru: Поиск по тренировкам

source: Search
de: Suche
fr: Chercher
it: Cerca
nl: Zoeken
pl: Szukaj
ru: Поиск

source: Time range
de: Zeitraum
fr: Intervalle de temps
it: Intervallo di tempo
nl: Periode
pl: Zakres czasu
ru: Интервал дат

source: Sorting
de: Sortierung
fr: Tri
it: Ordina
nl: Sorteren
pl: Sortowanie
ru: Сортировка

source: Send to multi editor
de: An Multi-Editor senden
fr: Envoyer au multi éditeur
it: Invia al multi editor
nl: Naar multi editor sturen
pl: Wyślij do multi-edytora
ru: Загрузить в редактор

source: Our multi editor is limited to a maximum of %d activities.
de: Der Multi-Editor ist auf maximal %d Aktivitäten begrenzt.
fr: Notre multi éditeur est limité à un maximum de %d activités.
it: Il multi editor è limitato a un massimo di %d attività.
nl: De multi editor is gelimiteerd tot maximaal %d activiteiten.
pl: Multi-edytor ograniczony jest do %d treningów.
ru: Наш редактор ограничен %d тренировками.

source: Choose sport(s)
de: Wähle die Sportart(en)
fr: Choisir sport(s)
it: Scegli il tipo di sport
nl: Kies sport(en)
pl: Wybierz sport(y)
ru: Выберите вид(ы) спорта

source: all
de: alle
fr: tous
it: tutto
nl: alle
pl: wszystko
ru: все

source: none
de: keine
fr: aucun
it: nessuno
nl: geen
pl: brak
ru: нет

source: Notes
de: Notizen
it: Appunti
nl: Notities
pl: Notatki
ru: Примечания

source: Type
de: Typ
it: Tipologia
pl: Typ
ru: Вид

source: Choose activity type(s)
de: Wähle die Trainingstypen
fr: Choisir type(s) d'activité
it: Scegli il tipo di allenamento
nl: Kies type activiteit(en)
pl: Wybierz typ(y) treningu
ru: Выберите вид тренировки

source: Weather
de: Wetter
fr: Météo
it: Meteo
nl: Weer
pl: Pogoda
ru: Погода

source: Choose weather conditions
de: Wähle das Wetter
fr: Choisir conditions météo
it: Scegli le condizioni meteorologiche
nl: Selecteer weer condities
pl: Wybierz pogodę
ru: Выберите погодные условия

source: Equipment
de: Ausrüstung
fr: Equipement
it: Attrezzatura
nl: Uitrusting
pl: Sprzęt
ru: Инвентарь

source: Choose equipment
de: Wähle Ausrüstung
fr: Choisir équipement
it: Scegli la tua attrezzatura
nl: Kies uw uitrusting
pl: Wybierz sprzęt
ru: Выберите инвентарь

source: Choose tag
de: Tag auswählen
fr: Choisir étiquette
it: Seleziona tag
nl: Kies label
pl: Wybierz etykietę
ru: Выберите тег

source: Route
de: Strecke
fr: Itinéraire
it: Percorso
pl: Trasa
ru: Маршрут

source: Humidity
de: Luftfeuchtigkeit
fr: humidité
it: Umidità
nl: Luchtvochtigheid
pl: Wilgotność
ru: Влажность

source: Pressure
de: Luftdruck
fr: pression
it: Pressione
nl: Luchtdruk
pl: Ciśnienie
ru: Давление

source: Wind Speed
de: Windgeschwindigkeit
fr: Vitesse du vent
it: Velocità del vento
nl: Windsnelheid
pl: Prędkość wiatru
ru: Скорость ветра

source: Title
de: Titel
fr: Titre
it: Titolo
nl: Titel
pl: Tytuł
ru: Заголовок

source: avg. HR
de: durchschn. Puls
fr: RC. moyen
it: Frequenza Cardiaca media
nl: gem. hartslag
pl: śr. tętno
ru: сред.ЧСС

source: Calories
de: Kalorien
it: Calorie
nl: calorieën
pl: Kalorie
ru: Калории

source: Partner
de: Trainingspartner
fr: Partenaire
it: Compagno
ru: Партнер

source: max. HR
de: max. Puls
fr: RC. max
it: Frequenza Cardiaca max
nl: max. hartslag
pl: max. tętno
ru: Макс.ЧСС

source: Is public
de: Öffentlich
fr: Est publique
it: Pubblico
nl: Openbaar
pl: Publiczny
ru: Публичный

source: JD points
it: Punti Jack Daniels (JD)
pl: Punkty JD
ru: Баллы (JD)

source: Ground Contact Balance
de: Balance Bodenkontaktzeit
fr: Équilibre du contact au sol
it: Tempo di contatto con il terreno
nl: Grond contact balans
pl: Balans kontaktu z podłożem
ru: Баланс контакта с землей

source: Uses VDOT
it: Usa VDOT
pl: Wykorzystuje VDOT
ru: По VDOT

source: RPE
fr: MPE
it: SSP

source: Training Effect
de: Training Effekt
fr: L'effet d'entraînement
it: Effetto dell'allenamento
nl: Trainingseffect
ru: Нагрузка

source: Yes
de: Ja
fr: Oui
it: Si
nl: Ja
pl: Tak
ru: Да

source: All
de: Alle
fr: Tout
it: Tutte
nl: Alle
pl: Wszystkie
ru: Все

source: VDOT calculation for: %s
it: Calcolo VDOT per: %s
pl: Wyliczenie VDOT dla: %s

source: Standard calculation: As race result
it: Calcolo standard: Come competizione

source: All traditional formulas are being used to calculate a VDOT value for a given race result.
it: Tutte le formule tradizionali sono usate per calcolare un valore VDOT per una certa gara.

source: Correction: based on heartrate
it: Correzione: basata sulla frequenza cardiaca
pl: Korekta: według tętna

source: Jack Daniels has tables to compare &#37;HRmax and &#37;vVDOT.
it: Jack Daniels ha tabelle per confrontare la FC Max e VDOT.
pl: Jack Daniels udostępnia tabele porównania &#37;HRmax i &#37;vVDOT.

source: Because of a lot of influencing factors these computations are not always accurate.
it: A causa dei molti fattori che influenzano i valori, questi non sono sempre accurati.
pl: Ze względu na wiele czynników mających wpływ te obliczenia nie zawsze będą dokładne.

source: Heartrate
de: Herzfrequenz
fr: Rythme cardiaque
it: Frequenza Cardiaca
nl: Hartslag
pl: Tętno
ru: ЧСС

source: equals
it: corrisponde
pl: równe jest

source: Correction: based on correction factor
it: Correzione: basata su un fattore di correzione
pl: Korekta: według współczynnika korekty

source: To consider some individual factors, we use a correction factor.
it: Per considerare alcuni fattori individuali, usiamo un fattore di correzione.
pl: Aby wziąć pod uwagę niektóre czynniki osobiste, używamy współczynnika korekty.

source: This factor is based on your <em>best</em> race result.
it: Questa fattore è basato sulla tua <em>migliore</em> competizione.

source: Correction factor
it: Fattore di correzione
pl: Współczynnik korekty

source: uncorrected
it: non corretto
pl: nie skorygowane

source: Correction: considering elevation
it: Correzione: basata sull'altitudine
pl: Korekta: z uwzględnieniem wysokości

source: This correction method is currently unused.
it: Questo metodo di correzione non viene attualmente usato.
pl: Ta metoda korekty nie jest aktualnie używana.

source: Up/Down
de: Auf-/Abstieg
fr: Haut/Bas
it: Salita/Discesa
nl: Omhoog/Omlaag
pl: Góra/Dół

source: Influence
it: Influenza della distanza
pl: Wpływ

source: Running Dynamics
fr: Dynamique de Course
it: Dinamiche di corsa
nl: Hardloop dynamiek
pl: Dynamika biegu
ru: Показатели бега

source: Laps
de: Runden
fr: Tours
it: Giri
nl: Ronden
pl: Okrążenia
ru: Этапы

source: Manual Laps
de: Manuelle Runden
fr: Tours Manuels
it: Giri inseriti manualmente
nl: Handmatige ronden
pl: Ręczne okrążenia
ru: Указано кругов

source: Computed Laps
de: Berechnete Runden
fr: Tours Calculés
it: Giri calcolati dal dispositivo
nl: Berekende ronden
pl: Wyliczone okrążenia
ru: Рассчитано кругов

source: Course and elevation data
de: Strecke- und Höhenmeter
fr: Données de course et d'altitude
it: Dati di distanza e altitudine
nl: Route en hoogte informatie
pl: Dane dotyczące trasy i wysokości
ru: Анализ дистанции и высоты

source: Pace data
de: Pace
fr: Données de rythme
it: Dati sul ritmo
nl: Tempo
pl: Dane dotyczące tempa
ru: Анализ темпа

source: Heartrate plot
de: Herzfrequenzdiagramm
fr: Rythme cardiaque partiel
it: Grafico della frequenza cardiaca
nl: Hartslagdiagram
pl: Wykres tętna
ru: График ЧСС

source: You'll be soon able to configure your own zones.
de: Bald wird es möglich sein, eigene Zonen zu konfigurieren.
fr: Vous serez bientôt en mesure de configurer vos propres zones.
it: Presto sarà possibile configurare le vostre zone di frequenza cardiaca.
nl: Binnenkort is het mogelijk om uw eigen hartslagzones te configureren.
pl: Niedługo będzie można konfigurować własne strefy.
ru: Скоро появится возможность настраивать свои собственные зоны.

source: Heartrate zones
de: Herzfrequenzzonen
fr: Zones du rythme cardiaque
it: Zone di frequenza cardiaca
nl: Hartslagzones
pl: Strefy tętna
ru: Зоны ЧСС

source: avg.
de: durchschn.
fr: moy.
it: media
nl: gem.
pl: śr.
ru: сред.

source: Heart rate
de: Herzfrequenz
fr: Rythme cardiaque
it: Frequenza Cardiaca
nl: Hartslag
pl: Tętno
ru: ЧСС

source: Stroke
de: Zug
fr: Coup
it: Bracciate
nl: Slag
pl: Pociągnięcie
ru: Гребок

source: SWOLFcycles
fr: Cycles SWOLF
it: Cicli SWOLF
nl: SWOLFcycli
ru: SWOLF циклов

source: Course
de: Strecke
it: Percorso
nl: Route
pl: Trasa
ru: Маршрут

source: More details about your laps
de: Mehr Informationen über deine Runden
fr: Plus de détail sur vos tours
it: Più informazioni sui tuoi giri
nl: Meer informatie over uw ronden
pl: Więcej danych o okrążeniach
ru: Подробная информация о ваших этапах

source: Heart rate variability
de: Herzfrequenzvariabilität
fr: Variabilité du rythme cardiaque
it: Variabilità del battito cardiaco
nl: hartslagvariabiliteit
pl: Zmienność pulsu
ru: Вариабельность сердечного ритма

source: More about elevation
de: Mehr über die Höhenmeter
fr: Plus sur l'altitude
it: Dati aggiuntivi sull'altitudine
nl: Meer over hoogtemeters
pl: Więcej o wysokości
ru: Подробнее о расчете высоты

source: Elevation data were corrected.
de: Höhendaten wurden korrigiert.
fr: Les données d'altitude ont été corrigées.
it: I dati sull'altitudine sono stati corretti.
nl: Hoogtemeters zijn gecorrigeerd.
pl: Dane dotyczące wysokości zostały skorygowane.
ru: Данные о высоте скорректированы.

source: Elevation data are not corrected.
de: Höhendaten wurden nicht korrigiert.
fr: Données d'altitude non corrigées.
it: I dati sull'altitudine non sono corretti.
nl: Hoogteinformatie wordt niet gecorrigeerd.
pl: Dane dotyczące wysokości nie zostały skorygowane.
ru: Данные о высоте не скорректированы.

source: Elapsed time
de: Verstrichene Zeit
fr: Temps écoulé
it: Tempo trascorso
nl: Verstreken tijd
pl: Czas trwania
ru: Общее время

source: Additional notes
de: Zusätzliche Notizen
fr: Notes supplémentaires
it: Appunti aggiuntivi
nl: Aanvullende notities
pl: Dodatkowe uwagi
ru: Примечания

source: Cadence plot
de: Frequenzdiagramm
fr: Tracé du rythme
it: Grafico della cadenza
nl: Frequentiediagram
pl: Wykres kadencji
ru: График каденса

source: Power plot
de: Leistung
fr: Tracé de puissance
it: Grafico della potenza
nl: Kracht diagram
pl: Wykres mocy
ru: График мощности

source: Temperature plot
de: Temperaturdiagramm
fr: Tracé de température
it: Grafico della temperatura
nl: Temperatuurdiagram
pl: Wykres temperatury
ru: График температуры

source: Power
de: Leistung
fr: Puissance
it: Potenza (Watt)
nl: Kracht
pl: Moc
ru: Мощность

source: Strokes
de: Züge
fr: Coups
it: Bracciate
nl: Slagen
pl: Pociągnięcia
ru: Гребков

source: Weather condition
de: Wetterbedingungen
fr: Conditions météo
it: Meteo
nl: Weersomstandigheden
pl: Pogoda
ru: Погода

source: Tags
fr: Etiquettes
it: Tag
nl: Labels
pl: Etykiety
ru: Теги

source: Training partner
de: Trainingspartner
fr: Partenaire d'entraînement
it: Compagno d'allenamento
nl: Trainingspartner
pl: Partner treningowy
ru: Партнеры

source: Race Result
de: Wettkampfergebnis
fr: Résultat de compétition
it: Risultati di gara
nl: Wedstrijdresultaat
ru: Результат соревнования

source: Official distance
de: Offizielle Distanz
fr: Distance officielle
it: Distanza ufficiale
nl: Officiële afstand
ru: Официальная дистанция

source: Official time
de: Offizielle Zeit
fr: Temps officiel
it: Tempo ufficiale
nl: Officiële tijd
ru: Официальное время

source: Place overall
de: Gesamtplatz
fr: Classement général
it: Posto generale
nl: Totaal plaats
ru: Место в общем зачете

source: Place age group
de: Altersklassenplatz
fr: Classement pour votre catégorie d'age
it: Posto categoria
nl: Leeftijdsgroep plaats
ru: Место в возрастной группе

source: Place gender
de: Geschlechterwertung
fr: Classement par sexe
it: Posto M/F
nl: Geslacht plaats
ru: Место по половому признаку

source: Source of weather data: %s
de: Wetterdaten-Quelle: %s
fr: Source des données météo : %s
it: Sorgente dati meteo: %s
nl: Bron van weerdata: %s
pl: Źródło danych pogodowych: %s
ru: Данные погоды от: %s

source: You created this training on <strong>%s</strong> at <strong>%s</strong>.
de: Du hast dieses Training am <strong>%s</strong> um <strong>%s</strong> erstellt.
fr: Vous avez créé cet entraînement le <strong>%s</strong> à <strong>%s</strong>.
it: Hai creato questo allenamento il <strong>%s</strong> alle <strong>%s</strong>.
nl: U heeft deze training op <strong>%s</strong> om <strong>%s</strong> aangemaakt.
pl: Trening utworzony <strong>%s</strong> o <strong>%s</strong>.
ru: Вы создали эту тренировку <strong>%s</strong> в <strong>%s</strong>.

source: Last modification on <strong>%s</strong> at <strong>%s</strong>.
de: Letzte Änderung am <strong>%s</strong> um <strong>%s</strong>.
fr: Dernière modification le <strong>%s</strong> à <strong>%s</strong>.
it: Ultima modifica il <strong>%s</strong> alle <strong>%s</strong>.
nl: Laatste wijziging op <strong>%s</strong> om <strong>%s</strong>.
pl: Ostatnia modyfikacja <strong>%s</strong> o <strong>%s</strong>.
ru: Последнее изменение <strong>%s</strong> в <strong>%s</strong>.

source: Pace plot
de: Pacediagramm
fr: Tracé du rythme
it: Grafico del ritmo (min./km)
nl: Tempodiagram
pl: Wykres tempa
ru: График темпа

source: Pace zones
de: Pacezonen
fr: Zones de rythme
it: Zone del ritmo di corsa
nl: Tempozones
pl: Strefy tempa
ru: Зоны темпа

source: Training points
it: Punti di allenamento
pl: Punkty treningowe
ru: Баллы

source: More about VDOT calculation
it: Di più riguardo al calcolo VDOT
pl: Więcej na temat wyliczania VDOT
ru: Подробнее о расчете VDOT

source: Lanes
de: Bahnen
fr: Couloirs
it: Vasche
nl: Banen
pl: Tory
ru: Дорожек

source: elev.
de: Hm
fr: alt.
it: Alt.
nl: Hgt.
pl: wys.
ru: выс.

source: HR
de: HF
fr: RC
it: Frequenza Cardiaca
nl: HF
pl: Tętno
ru: ЧСС

source: faster
de: schneller
fr: plus rapide
it: più veloce
nl: sneller
pl: szybciej
ru: быстрее

source: Zone
it: Zona
pl: Strefa
ru: Зона

source: Oscillation
de: Vertikale Bewegung
it: Oscillazione
nl: Verticale beweging
pl: Odchylenie
ru: Колебания

source: Ground contact balance
de: Balance Bodenkontaktzeit
fr: Équilibre du contact au sol
it: Tempo di contatto con il terreno
nl: Grond contact balans
pl: Balans kontaktu z podłożem
ru: Баланс контакта с землей

source: R-R intervals
de: R-R Intervalle
fr: Intervalles R-R
it: Intervallo tra battiti
nl: R-R intervallen
pl: Interwały R-R
ru: R-R интервалы

source: Successive differences
de: Aufeinanderfolgende Differenzen
fr: Différences successives
it: Differenze successive
nl: Opeenvolgende verschillen
ru: Значительные изменения

source: Poincaré plot
de: Poincaré-Diagramm
fr: Tracé Poincaré
it: Grafico di Poincaré
nl: Poincaré diagram
pl: Wykres Poincaré
ru: График Пуанкаре

source: R-R interval
de: R-R Intervall
fr: Intervalle R-R
it: Intervallo tra battiti cardiaci
pl: Interwał R-R
ru: R-R интервал

source: Anomalies
de: Anomalien
it: Anomalie
nl: Afwijkingen
ru: Аномалии

source: Overview
de: Übersicht
fr: Vue d'ensemble
it: Panoramica
nl: Overzicht
pl: Podgląd
ru: Обзор

source: Heartrate data
de: Herzfrequenzdaten
fr: Données sur le rythme cardiaque
it: Dati sulla frequenza cardiaca
nl: Hartslag gegevens
pl: Dane dotyczące tętna
ru: Анализ ЧСС

source: Elevation data
de: Höhendaten
fr: Données d'altitude
it: Dati sull'altitudine
nl: Hoogte gegevens
pl: Dane wysokości
ru: Данные высоты

source: Composite data
de: Kombinierte Daten
fr: Données composites
it: Dati compositi
nl: Samengestelde gegevens
pl: Dane złożone
ru: Общие данные

source: Composite plot
de: Kombiniertes Diagramm
fr: Tracé composite
it: Diagramma composito
nl: Samengesteld diagram
pl: Wykres złożony
ru: Общий график

source: You will be soon able to configure your own zones.
de: Bald wirst du deine eigenen Zonen konfigurieren können.
fr: Vous serez bientôt en mesure de configurer vos propres zones.
it: Presto sarà possibile configurare le proprie zone della frequenza cardiaca.
nl: Binnenkort kunt u uw eigen zones configureren.
pl: Niedługo będzie można konfigurować własne strefy.
ru: Скоро вы сможете настроить свои собственные зоны.

source: Heart rate zones
de: Herzfrequenzzonen
fr: Zones du rythme cardiaque
it: Zone della frequenza cardiaca
nl: Hartslagzones
pl: Strefy tętna
ru: Зоны ЧСС

source: Elevation calculation for: %s
de: Höhenmeter-Berechnung für: %s
fr: Calcul d'altitude pour: %s
it: Calcolo dell'altitudine per: %s
nl: Hoogte berekening voor: %s
pl: Wyliczenie wysokości dla: %s
ru: Расчет высоты для: %s

source: apply data
de: Daten übernehmen
fr: appliquer les données
it: sostituire i dati con questi
nl: gegevens toepassen
pl: zastosuj
ru: ввести данные

source: General data
de: Allgemeine Daten
fr: Données générales
it: Dati generali
nl: Algemene gegevens
pl: Dane ogólne
ru: Общие данные

source: manual value
de: manueller Wert
fr: valeur manuelle
it: valore manuale
nl: handmatige waarde
pl: wartość ręczna
ru: заданное значение

source: If you did not insert a value by hand, this value has been calculated.
de: Wenn beim Erstellen keine Höhenmeter angegeben wurden, wurde der berechnete Wert übernommen.
fr: Si vous n'avez pas inséré une valeur à la main, cette valeur a été calculée.
it: Se non sono stati inseriti dati riguardo l'altitudine manualmente, verrà preso il valore calcolato automaticamente.
nl: Als u bij het aanmaken geen hoogte gegevens invoert, dan wordt de berekende waarde overgenomen.
pl: Jeśli nie wprowadziłeś wartości ręcznie - została ona wyliczona.
ru: Если вы не введете значение вручную, это значение будет рассчитано.

source: Lowest point
de: niedrigster Punkt
fr: Point le plus bas
it: Punto più basso
nl: Laagste punt
pl: Najniższy punkt
ru: Наименьшее значение
