Repository: Runalyze/Runalyze
Catalog: inc/locale/*/LC_MESSAGES/messages.*.po
Languages: de, fr, it, nl, pl, ru

source: Fresh breeze
de: frische Brise
fr: Bonne brise
it: Vento teso
nl: vrij krachtig
pl: Świeży wiatr
ru: Свежий ветер

source: Strong breeze
de: starker Wind
fr: Vent frais
it: Vento fresco
nl: krachtig
pl: Mocny wiatr
ru: Сильный ветер

source: High wind
de: steifer Wind
fr: Grand frais
it: Vento forte
nl: hard
pl: Bardzo mocny wiatr
ru: Крепкий ветер

source: Fresh gale
de: stürmischer Wind
fr: Coup de vent
it: Burrasca
nl: stormachtig
pl: Świeży sztorm
ru: Очень крепкий ветер

source: Strong gale
de: Sturm
fr: Fort coup de vent
it: Burrasca forte
nl: storm
pl: Mocny sztorm
ru: Шторм

source: Whole gale
de: schwerer Sturm
fr: Tempête
it: Tempesta
nl: zware storm
pl: Pełny sztorm
ru: Сильный шторм

source: Violent storm
de: orkanartiker Sturm
fr: Violente tempête
it: Tempesta violenta
nl: zeer zware storm
pl: Bardzo silny sztorm
ru: Жесткий шторм

source: Hurricane force
de: Orkan
fr: Ouragan
it: Uragano
nl: orkaan
pl: Huragan
ru: Ураган

source: Beautfort scale
it: Scala di Beaufort
pl: Skala Beauforta

source: Wind Degree
de: Windrichtung
fr: Direction du vent
it: Direzione del vento
nl: windsnelheid
pl: Kierunek wiatru (°)
ru: Сила ветра

source: sunny
de: sonnig
fr: ensoleillé
it: soleggiato
nl: zonnig
pl: słonecznie
ru: солнечно

source: fair
de: heiter
fr: favorable
it: sereno
nl: normaal
pl: ładnie
ru: ясно

source: cloudy
de: bewölkt
fr: nuageux
it: nuvoloso
nl: bewolkt
pl: pochmurno
ru: облачно

source: changeable
de: wechselhaft
fr: changeant
it: variabile
nl: wisselvallig
pl: zmienna
ru: переменно

source: rainy
de: regnerisch
fr: pluvieux
it: piovoso
nl: regenachtig
pl: deszczowo
ru: дождливо

source: snowing
de: Schnee
fr: neigeux
it: neve
nl: sneeuw
pl: śnieg
ru: снег

source: heavy rain
de: starker Regen
fr: fortes pluies
it: pioggia forte
nl: zware regen
pl: silny deszcz
ru: сильный дождь

source: foggy
de: neblig
fr: brumeux
it: nebbia
nl: mistig
pl: mgliście
ru: туманно

source: thundery
de: gewittrig
fr: orageux
it: tuoni
nl: onweer
pl: pioruny
ru: гроза

source: Wind chill factor
de: Gefühlte Temperatur
fr: Refroidissement éolien
it: Temperatura percepita
nl: Gevoelstemperatuur
pl: Wychłodzenie od wiatru
ru: Фактор ветра

source: Freestyle
de: Freistil
fr: Nage libre
it: Stile libero
nl: Vrije slag
pl: Kraul
ru: Вольный стиль

source: Backstroke
de: Rückenschwimmen
fr: Dos crawlé
it: Dorso
nl: Rugslag
pl: Grzbietowy
ru: На спине

source: Breaststroke
de: Brustschwimmen
fr: Brasse
it: Rana
nl: Schoolslag
pl: Klasyczny
ru: Брассом

source: Butterfly
de: Schmetterling
fr: Papillon
it: Farfalla
nl: Vlinderslag
pl: Motylkowy
ru: Баттерфляй

source: Drill
de: Drills
fr: Exercice
it: Esercizi
nl: Oefening
pl: Ćwiczenie

source: Mixed
de: Gemischt
fr: Varié
it: Misto
pl: Zmienny
ru: Смешанный

source: Back
de: Rücken
fr: Dos
it: Dorso
nl: Terug
pl: Grzbiet

source: Breast
de: Brust
fr: Brasse
it: Petto
nl: Borst
pl: Klasyk

source: at
de: bei
fr: à
it: a
nl: bij
pl: w
ru: на

source: rpm = rotations per minute
de: rpm = Umdrehungen pro Minute
fr: rpm = rotations par minute
it: gam = giri al minuto
nl: rpm = rotaties per minuut
pl: rpm = rotations per minute (obrotów na minutę)
ru: rpm = обороты в минуту

source: Cadence (running)
de: Frequenz (Laufen)
fr: Rythme (course à pied)
it: Cadenza (corsa)
nl: Cadans (lopen)
pl: Kadencja (bieg)
ru: Каденс (бег)

source: spm = steps per minute
de: spm = Schritte pro Minute
fr: ppm = pas par minute
it: ppm = passi al minuto
nl: SPM = stappen per minuut
pl: spm = steps per minute (kroków na minutę)
ru: ш/мин = шагов в минуту

source: Rating of Perceived Exertion or Borg scale, a scale devised to show perceived exertion during exercise
de: Rating of Perceived Exertion oder Borg-Skala, eine Skala für das Belastungsempfinden während einer sportlichen Aktivität
fr: Niveau d'effort perçu ou échelle de Borg, une échelle inventée pour montrer l'effort perçu en faisant de l'exercice
it: Valutazione dello Sforzo Percepito o scala di Borg, una scala ideata per mostrare lo sforzo percepito durante l'esercizio
nl: De Borg RPE-schaal is een 15-puntsschaal (6 tot 20) die gebruikt wordt om subjectieve ervaringen tijdens fysieke belasting te beoordelen
ru: Оценка воспринимаемой нагрузки или шкала Борга, данные разработаны, чтобы показать ощущение нагрузки во время тренировки

source: (by file)
de: (laut Datei)
fr: (par fichier)
it: (per file)
nl: (uit bestand)
pl: (wg pliku)
ru: (из файла)

source: Garmin's newer devices have an integrated VO2max estimation.
de: Garmins neuere Geräte besitzen eine integrierte VO2max Schätzung.
fr: Les nouveaux appareils Garmin intègrent un estimateur de VO2max.
it: I nuovi dispositivi Garmin stimano VO2max internamente.
nl: Garmin's nieuwe apparaten hebben een geïntegreerde VO2max schatting.
pl: Nowe urządzenia Garmin posiadają zintegrowane oszacowanie VDOT.
ru: Новые устройства Гармин имеют интегральную систему оценку VO2макс.

source: This value refers to your estimated VO2max at the start of the activity.
de: Dieser Wert bezieht sich auf deinen geschätzten VO2max zu Beginn der Aktivität.
fr: Cette valeur se rapporte à votre VO2max estimée au début de l'activité.
it: Questo valore si riferisce al tuo VO2max stimato all'inizio dell'attività.
nl: Deze waarde heeft betrekking op uw geschatte VO2max bij de aanvang van de activiteit.
pl: Wartość odnosi się do szacowanego VO2max na początku treningu.
ru: Это значение относится к вашей предполагаемой VO2макс в начале тренировки.

source: Complete equipment
de: Komplette Ausrüstung
fr: Équipement complet
it: La tua attrezzatura
nl: Volledige uitrusting
pl: Kompletny sprzęt
ru: Инвентарь

source: Your complete equipment is shown as icon with tooltip.
de: Dein komplettes Equipment wird als Icon mit einem Tooltip angezeigt.
fr: Votre équipement complet est affiché comme une icône avec une info-bulle.
it: La tua attrezzatura e' visualizzata come un'icona con tooltip.
nl: Uw complete uitrusting wordt getoond als icoon met tooltip.
pl: Twój kompletny sprzęt wyświetlany jest jako ikona z etykietką.
ru: Ваше инвентарь отображается как значок с подсказкой.

source: Route names are automatically cut after %u characters.
de: Der Routenname wird automatisch nach %u Zeichen gekürzt.
fr: Les noms de route sont automatiquement tronqués après %u caractères.
it: I nomi dei percorsi sono automaticamente tagliati dopo %u caratteri.
nl: Namen van routes worden automatisch afgebroken na %u karakters.
pl: Nazwy tras są automatycznie ucinane po %u znakach.
ru: Название маршрута автоматически обрежется до %u символов.

source: You can decide for each activity whether it is visible for everybody or not. If it is public a linked icon is shown.
de: Du entscheidest, ob eine Aktivität für jeden sichtbar ist oder nicht. Wenn die Einheit öffentlich ist wird ein Icon angezeigt.
fr: Pour chaque activité, vous pouvez choisir de la rendre visible à tous ou pas. Si elle est publique, une icône liée est affichée.
it: Puoi decidere per ogni attività se questa possa essere visibile da chiunque o no. Le attività pubbliche sono identificate da un'icona collegamento.
nl: U kunt voor elke activiteit beslissen of het zichtbaar is voor iedereen of niet. Als het openbaar is wordt dit met een link-icoon weergegeven.
pl: Dla każdego treningu możesz określić, czy jest widoczny dla wszystkich, czy nie. Jeśli jest publiczny, pokazywana jest ikona łącza.
ru: Вы можете решить для каждой тренировки будет она видима для всех или нет. Если тренировка общедоступная то отобразиться иконка.

source: Recovery time
de: Erholungszeit
fr: Temps de récupération
it: Tempo di recupero
nl: hersteltijd
pl: Czas regeneracji
ru: Время восстановления

source: Garmin calculates a suggested recovery time based on your heart rate variablitity right after the end of your activity.
it: Garmin calcola un tempo di recupero suggerito basato sulla variabilità del tuo battito cardiaco subito dopo il completamento della tua attività.
pl: Garmin wylicza sugerowany czas regeneracji na podstawie zmienności tętna zaraz po zakończeniu treningu.
ru: Гармин рассчитывает рекомендуемое время восстановления, основанное на вариабельности сердечного ритма сразу после окончания тренировки.

source: Windchill
de: Windkälte
fr: Refroidissement éolien
it: Temperatura percepita
nl: Gevoelstemperatuur
pl: Temperatura odczuwalna
ru: Ощущаемая температура

source: Windchill is the perceived air temperature felt by the body on exposed skin due to the flow of air.
de: Der Windchill beschreibt den Unterschied zwischen gemessener und gefühlter Temperatur beeinflusst von der Windgeschwindigkeit auf ungeschützter Haut.
fr: Le refroidissement éolien désigne la sensation de froid ressentie sur la peau non couverte du fait de l'écoulement de l'air.
it: La temperatura percepita è la sensazione di caldo o freddo del corpo esposto a un flusso d'aria.
nl: De gevoelstemperatuur geeft een maat voor het gevoel van kou (windkou/waterkou) of warmte (benauwende warmte of hitte) dat de mens ondervindt in koude lucht met veel wind of in warme lucht met zon, windstil weer en hoge luchtvochtigheid.
pl: Temperatura odczuwalna przez odkryte części ciała z uwzględnieniem przepływu powietrza.
ru: Ощущаемая температура - это воспринимаемая телом на открытых участках кожи температура воздуха, обычно не совпадает с реальной из-за потока воздуха.

source: Sport type
it: Sport
pl: Sport
ru: Вид спорта

source: The sports icon is shown.
de: Das Sportsymbol wird angezeigt.
fr: L'icône des sports est affiché.
it: L'icona sport è visualizzata.
nl: Het sport icoon wordt getoond.
pl: Ikona sportu jest pokazywana.
ru: Отображение значка спорта.

source: VDOT icon
it: Icona VDOT
pl: Ikona VDOT
ru: Значок изменения VDOT

source: Each VDOT value of an activity is marked with an arrow to show if the value is (much) higher than your current shape, equal to it or (much) lower:
it: Ogni valore di VDOT di un'attività è annotato con una freccia. La freccia indica se questo valore è (molto) superiore alla vostra forma attuale, pari o (molto) più basso:
pl: Każda wartość VDOT dla treningu oznaczona jest strzałką, by pokazać jak bardzo odbiega od Twojej aktualnej średniej:
ru: Значение VDOT в тренировке обозначено стрелкой, чтобы показать, что значение (гораздо) выше, чем ваша текущая форма, равна ему или (гораздо) ниже:

source: Comment
it: Commento
pl: Komentarz
ru: Комментарий

source: Comments are automatically cut after %u characters.
it: I commenti sono automaticamente tagliati dopo %u caratteri.
pl: Komentarze są automatycznie ucinane po %u znakach.
ru: Комментарии автоматически обрежутся после %u символов.

source: Vertical oscillation is your vertical motion of your torso measured in centimeters
de: Vertikale Oszillation ist die vertikale Bewegung des Oberkörpers
fr: L'oscillation verticale est le mouvement vertical de votre torse, mesuré en centimètres
it: L'oscillazione verticale è il movimento verticale del tuo torso misurato in centimetri
nl: Verticale oscillatie is de op-en-neerbeweging van uw bovenlichaam, gemeten in centimeters voor iedere stap
ru: Вертикальные колебания - это вертикальные движения туловища измеряются в сантиметрах

source: Training partner are automatically cut after %u characters.
de: Trainingspartner werden automatisch nach %u Zeichen gekürzt.
fr: Les noms des partenaires d’entraînement sont automatiquement tronqués après %u caractères.
it: I nomi del partner di allenamento sono automaticamente tagliati dopo %u caratteri.
nl: Trainingspartner wordt automatisch afgekort na %u karakters.
pl: Partnerzy są automatycznie ucinani po %u znakach.
ru: Партнеры по тренировки автоматически обрежутся после %u символов.

source: Calories are taken from your device or calculated by a simple formula.
it: Le calorie sono prese dal tuo dispositivo o calcolate usando una semplice formula.
pl: Kalorie pobierane są z Twojego urządzenia lub wyliczane według prostego wzoru.

source: Setting
de: Einstellung
fr: Paramètre
it: Impostazioni
nl: Instellingen
pl: Ustawienie
ru: Настройки

source: Edit
de: Bearbeiten
fr: Modifier
it: Modifica
nl: Bewerken
pl: Edytuj
ru: Редактировать

source: HRV
fr: VFC
it: Variabilità della Frequenza Cardiaca
nl: HV
pl: Zmienność tętna

source: Garmin calculates some HRV score within the first 12 minutes of every activity. The value - probably the recovery time in minutes - is display as a colored marker, green for low values and red for high values. Garmin shows this value as recovery status.
de: Garmin berechnet einen HRV Wert innerhalb der ersten 12 Minuten einer Aktivität. Dieser Wert - vermutlich die Erholungszeit in Minuten - wird als farbige Markierung, grün bei niedrigen und rot bei hohen Werten, angezeigt. Garmin zeigt diesen Wert als Erholungsstatus an.
fr: Garmin calcule certaines valeurs de VFC pendant les 12 premières minutes de chaque activité. La valeur, probablement le temps de récupération en minute, est affichée comme un marqueur coloré, vert pour les valeurs faibles, rouge pour les valeurs hautes. Garmin présente cette valeur comme un état de récupération.
it: Garmin calcola il punteggio dell'HRV (variazione della frequenza cardiaca) entro i primi 12 minuti di ogni attività. Il valore, probabilmente il tempo di recupero espresso in minuti, è mostrato con un colore: verde per valori bassi e rosso per valori alti. Garmin indica questi valori come tempo di recupero.
nl: Garmin berekent een HRV score in de eerste 12 minuten van elke activiteit. Deze waarde - waarschijnlijk de hersteltijd in minuten - wordt weergegeven in een kleur, groen voor lage en rood voor hoge waarden. Garmin toont deze waarde als herstelstatus.
pl: Garmin wylicza pewien wynik HRV w ciągu pierwszych 12 minut każdego treningu. Wartość - prawdopodobnie czas regeneracji w minutach - jest wyświetlany jako kolorowy wskaźnik. Garmin pokazuje tą wartość jako czas regeneracji.
ru: Гармин рассчитывает значение HRV в течение первых 12 минут каждое занятие. Значение - вероятное время восстановления в минутах - оно отображается как цветной маркер: зеленый для низких значений и красный для высокого значения. Гармин показывает это значение в качестве статуса восстановления физической формы.

source: Vertical ratio is the ratio of vertical oscillation to stride length.
de: Das vertikale Verhältnis ist das Verhältnis von vertikaler Bewegung zur Schrittlänge.
fr: Le rapport vertical est le rapport entre l'oscillation verticale et la longueur de la foulée.
it: Il rapporto verticale è il rapporto tra l'oscillazione verticale e la lunghezza del passo.
nl: Verticale ratio is de verhouding tussen verticale oscillatie en staplengte.
ru: Вертикальный коэффициент соотношения - это отношение вертикальных колебаний к длине горизонтального перемещения.

source: JD intensity
it: Intensità JD
pl: Intensywność JD
ru: JD интенсивность

source: Intensity points based on Jack Daniels' Running formula.
it: Punti intensità basati sulle indicazioni di Jack Daniels.
pl: Punkty intensywności bazują na opracowaniach Jacka Danielsa.
ru: Уровень интенсивности расчеты которого базируются на формуле Джека Дэниелса.

source: Splits
de: Zwischenzeiten
fr: Intervalles
it: Frazioni
nl: Tussentijden
pl: Okrążenia
ru: Этапы

source: Splits are shown as clock icon with all lap times as tooltip. They are shown only if there are handmade laps, i.e. there are active and inactive laps, or if it was a race.
de: Zwischenzeiten werden als Uhr-Icon mit allen Zeiten als Tooltip angezeigt. Das Icon wird nur angezeigt, falls aktive und "Ruhe"-Runden vorliegen.
fr: Les intervalles sont présentés comme une icône d'horloge avec les temps au tour en info-bulle. Ils sont affichés uniquement pour les tours personnalisés, c-à-d s'il y a des tours actifs et inactifs ou s'il s'agit d'une course.
it: Le frazioni sono mostrate con l'icona di un orologio con tutti i tempi al giro in un box. Sono mostrate solo se ci sono giri manuali.
nl: Rondetijden worden getoond als een klok-icoon met alle rondetijden in een tekstballon. Deze worden enkel getoond als de rondtijden handmatig zijn, dat wil zeggen als er actieve en inactieve rondes zijn, of als het een wedstrijd is.
pl: Okrążenia oznaczane są ikoną zegarka, czasy są wyświetlane jako tooltip. Pokazywane są tylko jeśli wprowadzono ręczne okrążenia, tzn. aktywne/nieaktywne lub jeśli były to zawody.
ru: Отрезки отображаются как значок часов со списком времени для всех кругов в подсказке. Они отображаются только при наличии созданных в ручную кругов, например есть активные и неактивные круги, или если это была гонка.

source: Training Effect is an indicator between 1.0 (easy) and 5.0 (overreaching) to rate the impact of aerobic exercise on your body.
de: Trainingeffekt ist ein Indikator zwischen 1.0 (locker) und 5.0 (überlastend), um die Wirkung der aeroben Trainingseinheit auf den Körper zu messen.
fr: Le TE est un indicateur entre 1.0 (facile) et 5.0 (sur-entraînement) pour évaluer l'impact de l'exercice aérobic sur votre corps.
it: Training Effect è un indicatore compreso tra 1.0 (facile) e 5.0 (sovraffaticamento) per classificare l'impatto dell'esercizio aerobico sul tuo corpo.
nl: Training Effect is een waarde tussen 1.0 (makkelijk) en 5.0 (overreachen) om de impact van de aerobe training op het lichaam te waarderen.
ru: Эффективность тренировки - это показатель между 1.0 (легко) и 5.0 (перегрузка), помогает оценить влияние аэробных упражнений на Ваш организм.

source: Elev.
de: Hm
fr: Alt.
it: Alt.
nl: Hoogtemeters
pl: wys.
ru: Выс.

source: Calculated value for total elevation, i.e. maximum of total ascent or descent.
de: Berechnete Höhenmeter, d.h. entweder die Summe der positiven oder der negativen Höhenmeter.
fr: Valeur calculée pour le dénivelé total, c-à-d le maximum entre l'ascension ou de la descente totale.
it: Valore calcolato per l'elevazione totale, es. il massimo della salita o discesa totale.
nl: Berekende waarde voor het totaal aantal hoogtemeters, dat wil zeggen de maximale stijging of daling.
pl: Wyliczana wartość całkowitej różnicy wysokości, maksimum całkowitych wzniesień i obniżeń.
ru: Рассчитанное значение общего изменения высоты, т. е. максимум от общего подъема или спуска.

source: The gradient describes the ratio of elevation gain (or less) and distance. Dividing total elevation by total distance gives this value.
de: Der Gradient beschreibt das Verhältnis von Auf-/Abstieg und Distanz. Er ergibt sich als Höhenmeter-Wert geteilt durch die gesamte Distanz.
fr: Le gradient décrit le rapport entre le gain (ou la perte) d'altitude et la distance. Il s'obtient en divisant le dénivelé total par la distance totale.
it: Il gradiente descrive il rapporto tra il dislivello e la distanza. Dividendo il dislivello totale per la distanza totale si ottiene questo valore.
nl: Het stijgingspercentage is de verhouding tussen het totaal aan stijgings- of dalingsmeters en de afstand. Het totaal aantal hoogtemeters gedeeld door de afstand geeft deze waarde.
ru: Уклон - это отношение изменения высоты к длине общей дистанции. Разделив общее изменение высоты на всю пройденную дистанцию - получите этот параметр.

source: Main Equipment
de: Haupt-Ausrüstung
fr: Équipement principal
it: Attrezzatura principale
nl: Standaard uitrusting
pl: Główny sprzęt
ru: Основное снаряжение

source: You can choose a main equipment type for each sport in your sport configuration. Equipment objects of this type will be shown with their names.
de: Du kannst in der Sportkonfiguration für jede Sportart einen Haupt-Ausrüstungstyp auswählen. Objekte dieses Typs werden mit ihrem Namen angezeigt.
fr: Vous pouvez choisir un type d'équipement principal pour chaque sport dans la configuration. Les objets d'équipement de ce type seront affichés avec leur nom.
it: Puoi scegliere un tipo di attrezzatura principale per ogni sport nella tua configurazione dello sport. Gli attrezzi di questo tipo verranno mostrati con i loro nomi.
nl: Je kunt standaard uitrusting voor elke sport kiezen in de sport instellingen. Uitrustingsartikelen van dit type worden getoond met de naam.
pl: Możesz określić główny sprzęt dla każdego sportu w konfiguracji sportów. Elementy sprzętu tego typu zostanę pokazane wraz z nazwami.

source: VDOT value
it: valore VDOT
pl: Wartość VDOT
ru: значение VDOT

source: Estimated VDOT based on pace and heart rate. The value is slightly transparent if it is not used for your VDOT shape.
it: VDOT stimato in base al ritmo e alla frequenza cardiaca. Il valore è leggermente trasparente se non viene usato per il tuo profilo VDOT.
pl: Szacowane VDOT w oparciu o tempo i tętno. Wartości, które nie wchodzą do średniej, będą częściowo przezroczyste.

source: Ground contact time balance measures your running symmetry.
de: Die Balance der Bodenkontaktzeit misst deine Laufsymmetrie.
fr: Le bilan des temps de contact au sol mesure la symétrie de votre foulée.
it: Il tempo di contatto con il terreno misura la tua simmetria di corsa.
nl: Grondcontacttijdbalans meet je loopsymmetrie.

source: Daytime
de: Uhrzeit
fr: Journée
it: Ora del giorno
nl: Tijdstip
pl: Godzina
ru: Время

source: Exact daytime of the activity. (the date itself is always shown)
de: Exakte Uhrzeit der Aktivität. (Das Datum selbst wird ohnehin angezeigt)
fr: Journée exacte de l'activité. (La date est toujours affichée)
it: Fascia oraria esatta dell'attività. (la data viene sempre mostrata)
nl: Exacte tijd van de dag van de activiteit. (de datum zelf wordt altijd getoond)
pl: Dokładna godzina dnia aktywności. (sama data zawsze jest widoczna)
ru: Отображать время начала тренировки (дата тренировки указывается всегда)

source: The performance condition is an assessment, detected by some Garmin devices, of your ability to perform compared to your average fitness level.
de: Die Performance Condition ist eine Bewertung (mancher Garmin-Uhren) deiner aktuellen Leistungsfähigkeit im Vergleich zu deinem durchschnittlichen Fitness-Level.
fr: Le modèle de performance est une indication donnée par certains appareils Garmin. Elle indique votre capacité à la performance, comparée à votre condition physique moyenne.
it: La Performance Condition è lo stato di forma, rilevato da alcuni dispositivi Garmin, misurato in tempo reale all’inizio e durante la corsa così da avere indicazioni utili per incrementare/diminuire eventualmente l’azione.
nl: De prestatiegesteldheid is een waardering, vastgesteld met sommige Garmin apparaten, van de vorm in verhouding tot je gemiddelde fitheid.

source: Groundcontact
de: Bodenkontaktzeit
fr: Contact au sol
it: Tempo di contatto con il terreno
nl: Grondcontact
pl: Kontakt z podłożem

source: Trimp values are colored based on their value, slightly transparent for low values and dark red for high values.
de: Trimp-Werte werden entsprechend ihres Wertes eingefärbt, leicht transparent für niedrige und dunkelrot für große Werte.
fr: Les valeurs TRIMP (Training Impulse) sont colorées d'après cette valeur, légèrement transparentes pour les valeurs faibles et rouges foncées pour les valeurs élevées.
it: I valori Trimp sono colorati in base al loro valore, leggermente trasparente per valori bassi e rosso scuro per valori alti.
nl: Trimp waardes zijn gekleurd op basis van de waarde, licht transparant voor lage waardes en donkerrood voor hoge waardes.
pl: Wartości TRIMP pokolorowane są według wartości, nieco przezroczyste dla niskich wartości i ciemnoczerwone dla wysokich.
