Repository: Runalyze/Runalyze
Catalog: inc/locale/*/LC_MESSAGES/messages.*.po
Languages: de, fr, it, nl, pl, ru

source: Runalyze is a modern application and therefore we want to use the most modern web techniques. We will not try to support any outdated browser versions.
it: Runalyze sfrutta le tecnologie più aggiornate. Non supporteremo nessuna vecchia versione di browser.
pl: Runlyze jest nowoczesną aplikacją, więc chcemy korzystać z jak najbardziej nowoczesnych technologii sieci. Dlatego nie będziemy obsługiwać przestarzałych przeglądarek.

source: e.g. jQuery 2.x does not support IE8 (or less)
it: es. jQuery 2.x non supporta IE8 (o versione precedente)
pl: np. jQuery 2.x nie obsługuje IE8 (ani niższych)

source: Credits
it: Crediti
pl: Podziękowania

source: Delete account
it: Cancella account
pl: Usuń konto

source: Do you really want to delete your account?
it: Vuoi davvero cancellare l'account?
pl: Czy na pewno chcesz usunąć konto?

source: Your account has been deleted.
it: il tuo account è stato cancellato.
pl: Twoje konto zostało usunięte.

source: You cannot use Runalyze anymore.
it: Non puoi più usare Runalyze.
pl: Nie możesz już korzystać z Runalyze.

source: The deletion did not work.
it: La cancellazione non è avvenuta.
pl: Usuwanie nie powiodło się.

source: Main page
it: Pagina principale
pl: Strona główna

source: week
de: Woche
fr: semaine
it: settimana
pl: tydzień
ru: неделя

source: back
de: zurück
fr: retour
it: indietro
nl: terug
pl: wstecz
ru: предыдущая

source: today
de: heute
fr: aujourd'hui
it: oggi
nl: vandaag
pl: dzisiaj
ru: сегодня

source: Reload current datasheet
de: Aktuelles Datenblatt neuladen
fr: Recharger la feuille de données actuelle
it: Ricarica la versione attuale dei dati
nl: Ververs huidig gegevensblad
pl: Przeładuj bieżące okno
ru: Перезагрузить текущую таблицу

source: Calendar
de: Kalender
fr: Calendrier
it: Calendario
nl: Kalender
pl: Kalendarz
ru: Календарь

source: Activity per month
de: Monatstraining vergleichen
fr: Activité par mois
it: Attività mensile
nl: Activiteit per maand
pl: Treningi w podziale na miesiące
ru: Тренировки за месяц

source: Activity per week
de: Wochentraining vergleichen
fr: Activité par semaine
it: Attività settimanale
nl: Activiteit per week
pl: Treningi w podziale na tygodnie
ru: Тренировки за неделю

source: Search for an activity
de: Suche nach Trainingseinheiten
fr: Rechercher une activité
it: Cerca per attività
nl: Activiteit zoeken
pl: Szukaj treningu
ru: Поиск по тренировкам

source: Activity data of %s
it: Attività di %s
pl: Dane treningowe %s

source: Total distance:
it: Distanza totale:
pl: Całkowity dystans:

source: Number of activities:
it: Numero di attività:
pl: Liczba treningów:

source: Total duration:
it: Durata totale:
pl: Całkowity czas:

source: First activity:
it: Prima attività:
pl: Pierwszy trening:

source: General statistics
it: Statistiche generali
pl: Statystyki ogólne

source: Year on year
de: Jahresvergleich
fr: D'une année à l'autre
it: Anno dopo anno
nl: Jaarvergelijking
pl: Rok do roku
ru: За все время

source: Problem
it: Problema

source: Error
it: Errore
pl: Błąd
ru: Ошибка

source: Invalid request
it: Richiesta non valida
pl: Nieprawidłowe żądanie

source: We are sorry, your request is not valid.
it: Siamo spiacenti, richiesta non valida.
pl: Twoje żądanie jest nieprawidłowe.

source: Private activity
it: Attività privata
pl: Trening prywatny

source: This activity is private. The user does not allow you to see it.
it: Questa attività è privata. L'utente non consente di visualizzarla.
pl: Ten trening jest prywatny. Użytkownik nie zezwolił Ci na jego przeglądanie.

source: By type
de: Nach Trainingstyp
fr: Par type
it: Per tipo
nl: Per type
pl: Wg typu
ru: Видам тренировки

source: Distance/Duration
de: Distanz/Dauer
fr: Distance/durée
it: Distanza/Durata
nl: Afstand/Duur
pl: Dystans/Czas
ru: Расстояние/Продолжительность

source: All sports
de: Alle Sportarten
fr: Tous les sports
it: Tutti gli sport
nl: Alle sportensoorten
pl: Wszystkie

source: Last 6 months
de: Letzten 6 Monate
fr: Dernier 6 mois
it: Ultimi 6 mesi
nl: Laatste 6 maanden
pl: Ostatnich 6 miesięcy
ru: За 6 месяцев

source: Last 12 months
de: Letzten 12 Monate
fr: Dernier 12 mois
it: Ultimi 12 mesi
nl: Laatste 12 maanden
pl: Ostatnich 12 miesięcy
ru: За 12 месяцев

source: last 6 months
de: letzten 6 Monate
fr: dernier 6 mois
it: ultime 6 settimane
nl: laatste 6 maanden
pl: ostatnich 6 miesięcy
ru: за 6 месяцев

source: last 12 months
de: letzte 12 Monate
fr: dernier 12 mois
it: ultimi 12 mesi
nl: Laatste 12 maanden
pl: ostatnich 12 miesięcy
ru: за 12 месяцев

source: There are no data for this timerange.
de: Es gibt keine Daten für diese Zeitspanne.
fr: Il n'y a pas de données dans cette période.
it: Non ci sono dati per questo intervallo di tempo.
nl: Er zijn geen gegevens in deze tijdsperiode.
pl: Brak danych dla tego zakresu.

source: without
de: ohne
fr: sans
it: senza
nl: zonder
pl: brak
ru: не указано

source: Training
fr: Entrainement
it: Allenamento
pl: Trening
ru: Тренировки

source: goal:
it: obiettivo:
pl: cel:

source: Goal and average are based on current basic endurance calculations.
it: Obiettivi e medie sono basati sugli attuali calcoli di resistenza base.
pl: Cel i średnia w oparciu o bieżące wyliczenia wytrzymałości bazowej.

source: Monthly chart:
de: Monatliche Grafik:
fr: Graphique mensuel :
it: Grafico del mese:
nl: Maandelijkse grafiek:
pl: Wykres miesięczny:
ru: По месяцам:

source: Weekly chart:
de: Wöchentliche Grafik:
fr: Graphique hebdomadaire :
it: Grafico della settimana:
nl: Wekelijkse grafiek:
pl: Wykres tygodniowy:
ru: По неделям:

source: Public list
it: Lista pubblica
pl: Lista publiczna

source: Shoes
de: Schuhe
fr: Chaussures
it: Scarpe
nl: Schoenen
pl: Buty
ru: Обувь

source: Clothes
de: Kleidung
fr: Vêtements
it: Abbigliamento
nl: Kleding
pl: Ubranie
ru: Одежда

source: Swimming
de: Schwimmen
fr: Natation
it: Nuoto
nl: Zwemmen
pl: Pływanie
ru: Плаванье

source: Biking
de: Radfahren
fr: Cyclisme
it: Bici
nl: Fietsen
pl: Rower
ru: Велосипед

source: Gymnastics
de: Gymnastik
fr: Gymnastique
it: Ginnastica
nl: Gymnastiek
pl: Gimnastyka
ru: Гимнастика

source: Other
de: Sonstiges
fr: Autre
it: Altro
nl: Overige
pl: Inny
ru: Другое

source: Interval training
de: Intervalltraining
fr: Séance d'intervalles
it: Allenamento veloce
pl: Interwały
ru: Интервальная тренировка

source: Tempo Run
de: Tempodauerlauf
fr: Course tempo
it: Ritmo di corsa
nl: Tempo duurloop
pl: Bieg Tempowy
ru: Темповый бег

source: Race
de: Wettkampf
fr: Course
it: Gara
nl: Wedstrijd
pl: Zawody
ru: Соревнование

source: Regeneration Run
de: Regenerationslauf
fr: Course de récupération
it: Corsa di recupero
nl: Herstelloop
pl: Bieg Regeneracyjny
ru: Восстановительный бег

source: RG
it: REC
nl: HL
pl: BR

source: Long Slow Distance
de: Langer Lauf
fr: Distance longue et lente
it: Corsa Lunga Lenta
nl: Lange duurloop
pl: Długi Wolny Bieg
ru: Длинная медленная дистанция

source: LSD
de: LL
it: CLL
nl: LDL
pl: DWB

source: Warm-up
de: Warm-/Auslaufen
fr: Echauffement
it: Riscaldamento
nl: Warming-up
pl: Rozgrzewka
ru: Разминка

source: WU
de: WA
fr: ECH
it: RISC
pl: RO

source: The directory <strong>%s</strong> is not writable. <em>(chmod = %s)</em>
de: Das Verzeichnis <strong>%s</strong> ist nicht beschreibbar. <em>(chmod = %s)</em>
fr: Le dossier <strong>%s</strong> est inaccessible en écriture <em>(chmod =%s)</em>
it: La directory <strong>%s</strong> non ha i privilegi di scrittura. <em>(chmod = %s)</em>
nl: De map <strong>%s</strong> is niet beschrijfbaar. <em>(chmod = %s)</em>
pl: Katalog <strong>%s</strong> nie jest zapisywalny. <em>(chmod = %s)</em>

source: The username has to contain at least %s signs.
it: Il nome utente deve contenere almeno %s caratteri.
pl: Nazwa użytkownika musi zawierać co najmniej %s znaków.

source: The username has to contain at most %s signs.
it: Il nome utente deve contenere al massimo %s caratteri.
pl: Nazwa użytkownika musi zawierać co najwyżej %s znaków.

source: The username has to contain only the following characters: %s
it: Il nome utente deve contenere solo i seguenti %s caratteri
pl: Nazwa użytkownika musi zawierać jedynie następujące znaki: %s

source: This username is already being used.
it: Questo nome utente è già stato utilizzato.
pl: Ta nazwa jest już zajęta.

source: This email address is already being used.
it: Questo indirizzo e-mail è già stato usato.
pl: Ten adres jest już zajęty.

source: This email address is not allowed
it: Questo indirizzo e-mail non e' permesso
pl: Ten adres jest niedozwolony

source: Please enter a valid email address.
it: Inserisci un indirizzo mail valido.
pl: Wprowadź poprawny adres e-mail.

source: The passwords have to be the same.
it: Le password devono essere uguali.
pl: Hasła muszą być identyczne.

source: The password has to contain at least %s characters.
it: La password deve contenere almeno %s caratteri.
pl: Hasło musi zawierać co najmniej %s znaków.

source: Something went wrong. Please contact the administrator.
it: Si è verificato un errore. Contatta l'amministratore.
pl: Coś poszło źle. Skontaktuj się z administratorem.

source: Reset your RUNALYZE password
it: Resetta la tua password di RUNALYZE
pl: Zmień swoje hasło do RUNALYZE

source: Did you forget your password %s?
it: Hai dimenticato la password %s?
pl: Nie pamiętasz hasła %s?

source: You can change your password within the next 24 hours with the following link
it: Puoi cambiare la password entro 24 ore usando il seguente link
pl: Możesz zmienić hasło w ciągu 24 kolejnych godzin za pomocą następującego linku

source: The link has been sent and will be valid for 24 hours.
it: Il link è stato inviato e avrà 24 ore di validità.
pl: Wysłano link. Będzie aktywny przez kolejne 24 godziny.

source: Unable to send link. Please contact the administrator.
it: Impossibile inviare il link. Contatta l'amministratore.
pl: Nie można wysłać linku. Skontaktuj się z administratorem.

source: Your local server has no smtp-server. Please contact the administrator.
it: Il tuo server locale non ha alcun server smtp. Contatta l'amministratore.
pl: Lokalny serwer nie ma serwera smtp. Skontaktuj się z administratorem.

source: The username is unknown.
it: Il nome utente è sconosciuto.
pl: Nieznana nazwa użytkownika.

source: The password has to contain at least %s signs.
it: La password deve contenere almeno %s caratteri.
pl: Hasło musi zawierać co najmniej %s znaków.

source: Something went wrong.
it: Si è verificato un errore.
pl: Coś poszło źle.

source: Welcome to RUNALYZE
it: Benvenuto in RUNALYZE

source: Thanks for your registration
it: Grazie per la registrazione
pl: Dziękujemy za rejestrację

source: Activate your RUNALYZE Account
it: Attiva il tuo account RUNALYZE
pl: Aktywuj swoje konto RUNALYZE

source: You can activate your account (username = %s) with the following link
it: Puoi attivare il tuo account (nome utente = %s) con il seguente link
pl: Możesz aktywować swoje konto (nazwa = %s) za pomocą następującego linku

source: Sending the mail did not work. Please contact the administrator.
it: Invio della mail non riuscito. Contattare l'amministratore.

source: Your local server has no smtp-server. Your account has been directly activated.
it: Il tuo server locale non ha alcun server smtp. L'account è stato attivato automaticamente.
pl: Lokalny serwer nie ma serwera smtp. Konto zostało aktywowane.

source: Your local server has no smtp-server. You have to contact the administrator.
it: Il tuo server locale non ha alcun server smtp. Contatta l'amministratore.
pl: Lokalny serwer nie ma serwera smtp. Skontaktuj się z administratorem.

source: Deletion request of your RUNALYZE account
it: Richiesta di cancellazione del tuo account RUNALYZE
pl: Żądanie usunięcia konta RUNALYZE

source: Do you really want to delete your account
it: Vuoi davvero eliminare il tuo account
pl: Czy na pewno chcesz usunąć konto

source: Complete the process by accessing the following link:
it: Completa il processo accedendo al seguente link:
pl: Zakończ proces klikając na następujący link:

source: Sending the link did not work. Please contact the administrator.
it: Invio del link non riuscito. Contatta l'amministratore.
pl: Nie można wysłać linku. Skontaktuj się z administratorem.

source: long sleeve
de: Langarmshirt
fr: manches longues
it: maniche lunghe
nl: shirt met lange mouwen
pl: długi rękaw
ru: с длинными рукавами

source: singlet
fr: Débardeur
it: canottiera
pl: bezrękawnik
ru: майка

source: jacket
de: Jacke
fr: Veste
it: giacca
nl: jas
pl: kurtka
ru: куртка

source: long pants
de: lange Hose
fr: pantalons longs
it: pantaloni lunghi
nl: lange broek
pl: długie spodnie
ru: длинные штаны

source: shorts
de: kurz Hose
it: pantaloncini
nl: korte broek
pl: szorty
ru: шорты

source: gloves
de: Handschuhe
fr: gants
it: guanti
nl: handschoenen
pl: rękawiczki
ru: перчатки

source: hat
de: Mütze
fr: chapeau
it: cappello
nl: muts
pl: czapka z daszkiem
ru: шляпа

source: Dataset
fr: Données
it: Set di dati
pl: Zestaw danych
ru: Данные

source: Your Dataset
it: Il tuo set di dati
pl: Twój zestaw danych
ru: Настройки отображения данных

source: You can specify which values show up in the overview of your activities.
it: Puoi specificare quali valori mostrare nella panoramica delle tue attività.
pl: Możesz określić, które dane zostaną wyświetlone na liście treningów.
ru: Укажите, какие значения должны показываться при просмотре тренировок.

source: This does not influence the detailed activity view, the form or any plugin.
it: Questo non influenza la vista dettagliata delle attività, il modulo o i plugin.
pl: Nie wpływa to na widok szczegółowy, formularz ani wtyczki.
ru: Эти установки не повлияют на отражение данных в других формах.

source: The information will be shown directly in the row.
it: L'informazione sarà mostrata direttamente nelle righe.
pl: Informacje pokażą się bezpośrednio w wierszu.

source: Order
de: Sortierung
fr: Ordre
it: Ordina
nl: Volgorde
pl: Kolejność
ru: Порядок

source: Indicates the order of appearance.
it: Indica l'ordine in cui saranno mostrati i dati.
pl: Oznacza kolejność wyświetlania.

source: any CSS-Code
it: qualsiasi CSS-Code
pl: dowolny kod CSS

source: Example
it: Esempio
pl: Przykład
ru: Пример

source: new
it: nuovo
pl: nowe

source: race
de: Wettkampf
fr: course
it: gara
nl: wedstrijd

source: Test activity
de: Test-Aktivität
fr: Activité test
it: Attività di test
nl: Test activiteit
pl: Testowy trening

source: Great run!
de: Großartiger Lauf!
fr: Bonne course !
it: Grande corsa!
nl: Geweldige run!
pl: Super bieg!

source: Panels
fr: Panneaux
it: Pannelli
nl: Panelen
pl: Panele
ru: Панели

source: Panels are small statistics always shown on the right side.
de: Panels sind kleine Statistikfenster, die auf der rechten Seite angezeigt werden.
fr: Les panneaux sont de petites statistiques qui sont touours montrées sur le côté droit.
it: I pannelli sono piccole statistiche sempre visualizzati sul lato destro.
nl: Panelen zijn kleine statistieken die weergegeven worden aan de rechterkant.
pl: Panele to niewielkie statystyki zawsze pojawiające się po prawej stronie.
ru: Панели отображаются справа и показывают краткую статистику.

source: Normal statistics are shown below the activitiy log.
de: Normale Statistiken werden unter der Kalenderansicht angezeigt.
fr: Les statistiques normales sont montrées sous le journal d'activités.
it: Le statistiche sono mostrate nel registro delle attività.
nl: Normale statistieken staan onder het activiteiten logboek.
pl: Podstawowe statystyki wyświetlane są poniżej listy treningów.

source: Complex tools for analyzing or processing the complete database will open in an overlay.
it: Gli strumenti completi di analisi o l'elaborazione dell'intero database saranno mostrati in una finestra a parte in overlay.
pl: Złożone narzędzia mogą analizować lub przetwarzać całą bazę danych i zostaną otwarte w osobnym okienku.

source: Install a new plugin
de: Neues Plugin installieren
fr: Installer un nouveau plugin
it: Installa un nuovo plugin
nl: Een nieuwe plugin installeren
pl: Zainstaluj wtyczkę
ru: Установка плагинов

source: New plugins can be installed here.
de: Neue Plugins können hier installiert werden.
fr: Les nouveaux plugins peuvent être installés ici.
it: Nuovi plugin possono essere installati qui.
nl: Nieuwe plugins kunnen hier worden geïnstalleerd.
pl: Tu możesz zainstalować nowe wtyczki.
ru: Новые плагины, которые могут быть установлены в систему.

source: No plugins available.
de: Keine Plugins vorhanden.
fr: Il n'y a pas de plugins disponibles.
it: Nessun plugin disponibile.
nl: Geen plugins beschikbaar.
pl: Brak dostępnych wtyczek.

source: Mode
de: Modus
it: Modo
nl: Modus
pl: Tryb
ru: Состояние

source: The plugin cannot be found.
de: Das Plugin konnte nicht gefunden werden.
fr: Impossible de trouver le plugin.
it: Il plugin non può essere trovato.
nl: De plugin kan niet gevonden worden.
pl: Nie można odnaleźć wtyczki.

source: enabled
de: aktiviert
fr: activé
it: abilitato
nl: ingeschakeld
pl: włączona
ru: включено

source: hidden*
de: versteckt*
fr: caché*
it: nascosto*
nl: verborgen *
pl: ukryta*
ru: скрыто*

source: not enabled
de: deaktiviert
fr: desactivé
it: non abilitato
nl: niet ingeschakeld
pl: wyłączona
ru: выключено

source: * Hidden plugins only show their headings.
de: * Bei versteckten Plugins wird nur die Überschrift angezeigt.
fr: * Les plugins cachés ne montrent que leur en-tête.
it: * Vengono mostrate solo le etichette dei plugin nascosti.
nl: * Verborgen plugins tonen alleen hun kopregel.
pl: * Ukryte wtyczki wyświetlają tylko nagłówek.
ru: * скрыто - при выборе данного значения отображаются только заголовки плагинов.

source: * Hidden plugins are grouped as 'Miscellaneous'.
de: * Versteckte Plugins werden unter 'Sonstiges' zusammengefasst.
fr: * Les plugins cachés sont groupés comme 'Divers'.
it: * I plugin nascosti sono raggruppati come 'Altro'.
nl: * Verborgen plugins zijn gegroepeerd als 'Diversen'.
pl: * Ukryte wtyczki będą zgrupowane jako 'Różne'.

source: There are no new plugins to install.
de: Es sind keine neuen Plugins zum Installieren vorhanden.
fr: Il n'y a pas de nouveaux plugins à installer.
it: Non ci sono nuovi plugin da installare.
nl: Er zijn geen nieuwe plugins om te installeren.
pl: Brak dostępnych wtyczek do instalacji.
ru: Новых плагинов нет.

source: Activity Types
it: Tipo di attività
pl: Typy treningów
ru: Виды тренировок

source: Activity types
de: Trainingstypen
fr: Types d'activités
it: Tipo di attività
nl: Activiteitstypes
pl: Typy treningów
ru: Виды тренировок

source: Activity types are useful to seperate your training into different categories. An activity type can only belong to one sport.
it: I tipi di attività sono utili per separare i tuoi allenamenti in diverse categorie. Un tipo di attività può appartenere a un solo sport.
pl: Typy treningów wykorzystywane są by podzielić treningi na różne kategorie. Typ treningu może należeć tylko do jednego sportu.

source: Abbreviation
it: Abbreviazione
pl: Skrót
ru: Сокращенно

source: A type can only belong to one sport.
it: Un tipo può appartenere a un solo sport.
pl: Typ może należeć tylko do jednego sportu.
ru: Вид тренировки может соответствовать только одному виду спорта.

source: Average heart rate (used for calculation of TRIMP)
it: Frequenza cardiaca media (usata per il calcolo del TRIMP)
pl: Średnie tętno (do wyliczenia TRIMP)
ru: Значение средней ЧСС (необходимо для расчета TRIMP - ТРенировочного ИМПульса)

source: Quality?
it: Qualità?
pl: Świetny?

source: Quality sessions will be emphasized in your calendar.
it: Le sessioni di qualità saranno evidenziate sul tuo calendario.
pl: Świetne treningi będą wyróżniane w kalendarzu.

source: Mode for displaying activities in calendar
it: Fatto per mostrate le attività in calendario
pl: Tryb wyświetlania treningów w kalendarzu
ru: Как будет отражаться тренировка в календаре

source: A type can only be deleted if no references exist.
it: Un tipo può essere cancellato solo se non esistono riferimenti.
pl: Typ można usunąć tylko gdy nie jest z niczym powiązany.
ru: Вид тренировки может быть удален только в том случае, если по нему не было тренировок.

source: complete row
de: komplette Zeile
fr: ligne complète
it: riga completa
nl: volledige rij
pl: pełny wiersz
ru: полностью

source: only icon
de: nur Icon
fr: seulement une icone
it: solo icona
nl: alleen pictogram
pl: tylko ikona
ru: только значок

source: Email address
it: Indirizzo e-mail
pl: Adres e-mail

source: Language
it: Lingua
pl: Język

source: Timezone
it: Fuso orario

source: Registered since
it: Registrato dal
pl: Zarejestrowany od

source: Last Login
it: Ultimo accesso
pl: Ostatnie logowanie

source: Your account
it: Il tuo account
pl: Twoje konto

source: Email me
it: Mandami una mail
pl: Wysyłaj mi e-maile

source: Notifications
it: Notifiche
pl: Powiadomienia

source: At irregular intervals we are sending mails to you. We will never send you spam or advertisement.
it: Invieremo e-mail ogni tanto e non ti invieremo mai spam o pubblicità.
pl: Będziemy Ci wysyłać e-maile z informacjami. Nigdy nie będzie to spam ani reklamy.

source: Change your password
it: Cambia la password
pl: Zmień hasło

source: Old password
it: Vecchia password
pl: Stare hasło

source: Repeat new password
it: Ripeti la nuova password
pl: Powtórz nowe hasło

source: Backup your data
it: Fai il backup dei tuoi dati
pl: Zrób kopię zapasową

source: Please use the plugin
it: Usa il plugin
pl: Użyj wtyczki

source: The backup of all your data is not manually possible yet.<br>In important individual cases write us an e-mail to mail@runalyze.de and and we will take care of it right away!
it: Non è ancora possibile effettuare manualmente il backup di tutti i vostri dati. <br> Per necessità particolari scrivici una e-mail a mail@runalyze.de: ce ne occuperemo subito!
pl: Kopia danych jest jeszcze niedostępna.<br>W wyjątkowych przypadkach napisz do nas na mail@runalyze.de, zajmiemy się tym!

source: Reset configuration
it: Reset configurazione

source: Reset complete configuration to default settings
it: Reset completo della configurazione con i valori predefiniti

source: This will not touch any general settings like gender and main sport.
it: Questo non modificherà alcuna impostazione generale come genere e sport principale.

source: Delete your account
it: Cancella il tuo account
pl: Usuń konto

source: You'll receive an email with a link to confirm the deletion.<br>The deletion is permanent and cannot be reversed. Therefore, you should backup your data.
it: Riceverai una mail con un link di conferma. <br> La cancellazione è permanente e non è possibile tornare indietro. Pertanto è necessario eseguire il backup dei dati.
pl: Otrzymasz mail z linkiem potwierdzającym usunięcie.<br>Usunięcie jest trwałe i nie można go cofnąć. Dlatego najpierw zrób kopię zapasową swoich danych.

source: Your password has been changed.
it: La password è stata cambiata.
pl: Twoje hasło zostało zmienione.

source: You current password is wrong.
it: La password attuale è errata.
pl: Twoje aktualne hasło jest niepoprawne.

source: The settings have been saved.
de: Die Einstellungen wurden gespeichert.
fr: Les préférences ont été sauvegardées.
it: Le impostazioni sono state salvate.
nl: De instellingen zijn opgeslagen.
pl: Ustawienia zapisane.
ru: Настройки сохранены.

source: Sports
de: Sportarten
it: Sport
nl: Sportsoorten
pl: Sport
ru: Виды спорта

source: Your sports
it: I tuoi sport
pl: Twoje dyscypliny sportu
ru: Ваши виды спорта

source: Hover over the headings if the abbreviations are unclear.
it: Passa il mouse sopra le etichette se le abbreviazioni non sono chiare.
pl: Jeśli skróty nie są czytelne przesuń kursor nad nagłówki.
ru: Для получения подсказки наведите курсор на заголовки таблицы.
