Repository: Runalyze/Runalyze
Catalog: inc/locale/*/LC_MESSAGES/messages.*.po
Languages: de, fr, it, nl, pl, ru

source: <em>Avg. HF</em> is necessary for the calculation of TRIMP.
it: <em>La Frequenza Cardiaca media</em>è necessaria per il calcolo del TRIMP.
ru: <em>Средний HF</em> необходим для расчета TRIMP.

source: Icon
it: Icona
pl: Ikona
ru: Значок

source: Name of the sport
it: Nome dello sport
pl: Nazwa sportu
ru: Введите вид спорта

source: Average energy turnover in kilocalories per hour
it: Consumo medio di energia in kilocalorie all'ora
pl: Średni wydatek energetyczny w kilokaloriach na godzinę
ru: Средний расход калорий в килокалориях в час

source: Has a distance
it: Ha una distanza
pl: Ma odległość
ru: Поставьте галочку если вид спорта подразумевает наличие дистанции (бег, велоспорт и т.д.)

source: Unit
it: Unità di misura
pl: Jednostka
ru: Ед.изм.

source: Unit for speed
it: Unità di misura per la velocità
pl: Jednostka prędkości
ru: Единицы измерения скорости

source: Power is recorded or calculated.
it: La potenza è registrata o calcolata.
pl: Moc jest rejestrowana lub wyliczana.
ru: Мощность записана или рассчитана.

source: Outside
it: Esterno
pl: Na zewnątrz
ru: На улице

source: Sport is performed outdoor: activate route, weather, ...
it: Lo sport è praticato all'aperto: percorso, meteo, ...
pl: Sport uprawia się na zewnątrz: włącz trasy, pogodę, ...

source: Main equipment
it: Attrezzatura principale
pl: Główny sprzęt
ru: Инвентарь

source: Objects of main equipment type can be shown in the activity overview.
it: Gli oggetti dell'equipaggiamento principale possono essere mostrati nella panoramica delle attività.
pl: Obiekty sprzętu głównego mogą być wyświeltane w podsumowaniu treningu.
ru: Выбранный инвентарь будет отражаться в обзоре тренировки.

source: Default sport type
it: Tipo di sport predefinito

source: Default sport type.
it: Tipo di sport predefinito.

source: A sport can only be deleted if no references exist.
it: Uno sport può essere eliminato solo se non esistono riferimenti.
pl: Sport można usunąć tylko gdy nie jest z niczym powiązany.
ru: Вид спорта может быть удален только в том случае, если по нему не было тренировок.

source: Your equipment categories
it: Categorie della tua attrezzatura
pl: Kategorie sprzętu
ru: Категории инвентаря

source: All your equipment is grouped into some categories. For each category, you can define whether one or multiple objects of that category can belong to one activity. In addition, you can specify to which sports a category belongs.
it: Tutta la tua attrezzatura è raggruppata in diverse categorie. Per ogni categoria, puoi definire se uno o più oggetti di quella categoria appartiene ad un'attività. In aggiunta, puoi specificare a quali sport appartiene la categoria.
pl: Sprzęt pogrupowany jest w kategorie. Dla każdej kategorii można określić czy trening może mieć przypisany jeden, czy wiele elementów z danej kategorii. Dodatkowo możesz określić z jakim sportem powiązana jest dana kategoria.

source: Your equipment
it: La tua attrezzatura
pl: Twój sprzęt
ru: Ваш инвентарь

source: RUNALYZE collects data and calculates statistics for each of your equipment objects. To correctly estimate its lifetime you can specify a 'previous distance' which is added to its calculated distance, e.g. if you used your running shoes for 200 km before tracking them. In addition, you can specify a start and end date for its usage. Objects will be displayed as 'inactive' as soon as you have entered an end date.
it: RUNALYZE raccoglie dati e calcola le statistiche per ogni oggetto della tua attrezzatura. Per stimare correttamente la sua durata puoi specificare una 'distanza precedente' che verrà aggiunta alla distanza calcolata. es. se hai usato le tue scarpe da running per 200 km prima di iniziare a registrarne l'utilizzo. In aggiunta, puoi specificare un inizio e una data finale per il suo utilizzo. Gli oggetti verranno visualizzati come 'inattivi' non appena avranno raggiunto la data di fine utilizzo.
pl: RUNALYZE zbiera dane i wylicza statystyki dla każdego obiektu sprzętu. Aby zrobić to właściwie wprowadź 'poprzedni dystans' dla sprzętu, który był wykorzystywany wcześniej. Dodatkowo możesz wprowadzić datę rozpoczęcia i zakończenia użytkowania sprzętu.

source: max. Time
it: Tempo massimo
pl: max. Czas
ru: макс. время

source: delete
it: cancella
pl: usuń
ru: Удалить

source: Single choice
it: Scelta singola
pl: Pojedynczy wybór

source: Multiple choice
it: Scelta multipla
pl: Wielokrotny wybór

source: Category
it: Categoria
pl: Kategoria
ru: Категории

source: prev. distance
it: Distanza percorsa finora
pl: poprz. dystans

source: Start of use
it: Usato dal
pl: Początek użytkowania

source: End of use
it: Usato fino al
pl: Koniec użytkowania

source: Activity view of %s
it: Vista attività di %s
pl: Podgląd treningu %s

source: This list is private
it: Questa lista è privata
pl: Ta lista jest prywatna

source: The user does not share his activity list.
it: L'utente non condivide la sua lista di attività.
pl: Użytkownik nie udostępnia listy swoich treningów.

source: We have changed some paths. Please set write permissions for all directories in %s.
it: Abbiamo cambiato alcuni path. Per favore imposta i permessi di scrittura per tutte le directory in %s.
pl: Zmieniliśmy kilka ścieżek. Ustaw uprawnienia do zapisu dla wszystkich katalogów w %s.

source: If you are using local srtm files, please move them from %s to %s.
it: Se utilizzi file srtm locali, per favore spostali da %s a %s.
pl: Jeśli korzystasz z lokalnych plików srtm, przenieś je z %s do %s.

source: Please add %s (or whatever port your database connection requires) to your %s file.
it: Per favore aggiungi %s (o qualsiasi sia la porta richiesta per connettersi al tuo database) al tuo file %s.
pl: Proszę dodaj %s (lub inny port, z którego korzysta Twoja baza danych) do pliku %s.

source: You are required to run the script %s.
it: È necessario eseguire lo script %s.
pl: Musisz uruchomić skrypt %s.

source: Please set your database connection within that file first and then run it via cli or in your browser.
it: Per favore imposta la connessione al tuo database in quel file prima e poi eseguilo via cli o nel browser.
pl: Ustaw połączenie do bazy danych wewnątrz tego pliku i uruchom go przez CLI lub z przeglądarki.

source: Form
de: Formular
fr: Forme
it: Modulo
nl: Formulier
pl: Formularz
ru: Ввод вручную

source: Upload file
de: Datei hochladen
fr: Téléverser un fichier
it: Carica file
nl: Bestand uploaden
pl: Prześlij plik
ru: Загрузить файл

source: There were problems while uploading.
de: Es gab Probleme während des Hochladens.
fr: Il y a eu des problèmes lors du téléversement.
it: Ci sono stati problemi durante il caricamento.
nl: Er waren problemen bij het uploaden.
pl: Wystąpił problem w trakcie przesyłania.
ru: При загрузке возникли проблемы.

source: Your browser does not seem to support this uploader, see
de: Dein Browser unterstützt diesen Uploader anscheinend nicht, siehe
fr: Votre navigateur ne semble pas supporter ce téléverseur, voir
it: Il tuo browser non sembra supportare questo tipo di caricamento, vedi
nl: Uw browser lijkt deze uploader niet te ondersteunen, zie
pl: Twoja przeglądarka nie obsługuje takiego przesyłania, zobacz
ru: Ваш браузер не поддерживает этот загрузчик, см

source: Table showing included data by filetype
de: Die Tabelle zeigt die in verschiedenen Datentypen vorhandenen Informationen
fr: Tableau montrant les données inclues par type de fichiers
it: Tabella che mostra i dati inclusi per tipo di file
nl: Tabel toont ingevoegde data per bestandstype
pl: Tabela pokazuje załączone dane według typu pliku

source: Supported file extensions:
de: Unterstützte Dateiformate:
fr: Extensions de fichiers supportées :
it: Estensioni dei file supportati:
nl: Ondersteunde bestandsextensies:
pl: Obsługiwane rozszerzenia plików:
ru: Поддерживаются следующие файлы:

source: Supported file size:
de: Maximale Dateigröße:
fr: Taille de fichier supportée :
it: Dimensione dei file supportati:
nl: Maximale bestandsgrootte:
pl: Obsługiwany rozmiar pliku:
ru: Максимальный размер файла:

source: Move your mouse here to start loading the communicator.
de: Bewege den Mauszeiger hierher, um den Communicator zu starten.
fr: Déplacer votre souris ici pour commencer à charger le communicateur.
it: Muovi il mouse qui per avviare il caricamento del comunicatore.
nl: Beweeg uw muis hier om de communicator te starten.
pl: Przesuń tu kursor myszy aby załadować Communicator.
ru: Наведите указатель мыши сюда, чтобы начать загрузку коммуникатора.

source: Due to security reasons browser manufacturers will drop support for plugins like the Garmin Communicator. A <a href="%s">reinstall</a> may work, but we have documented an alternative way to import the original files at %s.
de: Aufgrund von Sicherheitsbedenken stellen Browserhersteller die Unterstützung für Plugins wie dem Garmin Communicator ein. Eine <a href="%s">Neuinstallation</a> könnte funktionieren, wir haben jedoch eine Alternative für den Import der Originaldateien in %s beschrieben.
fr: Pour des raisons de sécurité, les développeurs de navigateurs vont arrêter le support pour des plugins comme le Communicateur Garmin. Une <a href="%s">réinstallation</a> pourrait fonctionner, mais nous avons indiqué une procédure pour importer les fichiers originaux ici %s.
it: Per ragioni di sicurezza gli sviluppatori dei browser cesseranno il supporto a plugin come Garmin Communicator. Una <a href="%s">reinstallazione</a> potrebbe funzionare, ma abbiamo documentato un metodo alternativo per importare i file originali a questo link %s.
nl: Vanwege veiligheidsredenen laten leveranciers van internetbrowser de ondersteuning van de Garmin Communicator vallen. Een <a href="%s"> herinstallatie</a> zou kunnen werken, maar we hebben een alternatieve wijze beschreven om de originele bestanden te importeren op %s.
pl: Ze względów bezpieczeństwa producenci przeglądarek wyłączają wsparcie dla wtyczek takich jak Garmin Communicator. <a href="%s">Reinstalacja</a> może pomóc, ale może lepiej skorzystać z metody alternatywnej opisanej na %s.
ru: Из-за соображений безопасности производители браузеров откажутся от поддержки плагинов, таких как Garmin Communicator. <a href="%s">Переустановка</a> может работать, но мы описали альтернативный способ импортировать исходные файлы в %s.

source: No activities for editing were set.
de: Es wurden keine Trainings zum Bearbeiten ausgewählt.
fr: Aucune activité n'a été choisie pour modification.
it: Nessuna attività è stata impostata per la modifica.
nl: Er zijn geen activiteiten geselecteerd om te bewerken.
pl: Nie wybrano żadnych treningów do edycji.
ru: Не выбраны тренировки для редактирования.

source: Given XML object is not from Peaksware/Trainingpakes. &lt;device&gt;-tag could not be located.
it: L'XML fornito non deriva da Peaksware/Trainingpeaks. Il tag &lt;device&gt; non può essere individuato.
pl: Obiekt XML nie został stworzony przez Peaksware/Trainingpeaks. Nie znaleziono tag-a &lt;device&gt;.

source: Given XML object does not contain any track. &lt;trkseg&gt;-tag could not be located.
it: L'XML non contiene alcuna traccia. Il tag &lt;trkseg&gt; non può essere individuato.
pl: Obiekt XML nie zawiera żadnych ścieżek. Nie znaleziono tag-a &lt;trkseg&gt;.

source: Given XML object does not contain any coordinates.
it: L'XML non contiene alcuna coordinata.
pl: Obiekt XML nie zawiera żadnych współrzędnych.

source: Given XML object is not from Garmin. &lt;Track&gt;-tag could not be located.
it: L'XML non è stato prodotto da Garmin. Il tag &lt;Track&gt; non può essere individuato.
pl: Obiekt XML nie został stworzony przez Garmin. Nie znaleziono tag-a &lt;Track&gt;.

source: Given XML object is not from SportTracks. &lt;Activity&gt;-tag has no attribute 'startTime'.
it: L'XML non arriva da SportTracks. Il tag &lt;Activity&gt; non ha l'attributo 'startTime'.
pl: Obiekt XML nie został stworzony przez SportTracks. Tag &lt;Activity&gt;-tag nie ma atrybutu 'startTime'.

source: Given XML object does not contain any results. &lt;Samples&gt;-tag or &lt;header&gt;-tag could not be located.
it: L'XML non contiene alcun risultato. I tag &lt;Samples&gt; o &lt;header&gt; non possono essere individuati.
pl: Obiekt XML nie zawiera żadnych wyników. Nie znaleziono tag-a &lt;Samples&gt;-tag lub &lt;Header&gt;.

source: Given XML object does not contain any results. &lt;result&gt;-tag could not be located.
it: L'XML non contiene alcun risultato. I tag &lt;result&gt; non può essere individuato.
pl: Obiekt XML nie zawiera żadnych wyników. Nie znaleziono tag-a &lt;result&gt;.

source: Given XML object is not from Sigma. &lt;Entries&gt;-tag could not be located.
it: L'XML non è prodotto da Sigma. Il tag &lt;Entries&gt; non può essere individuato.
pl: Obiekt XML nie został stworzony przez Sigma. Nie znaleziono tag-a &lt;Entries&gt;.

source: This file does not contain any data.
it: Questo file non contiene alcun dato.
pl: Plik nie zawiera żadnych danych.

source: Given XML object does not contain any track. &lt;gx:Track&gt;-tag could not be located.
it: L'XML non contiene alcuna traccia. il tag &lt;gx:Track&gt; non può essere individuato.
pl: Obiekt XML nie zawiera żadnych ścieżek. Nie znaleziono tag-a &lt;gx:Track&gt;.

source: Given XML object is not from Sigma. &lt;LogEntries&gt;-tag could not be located.
it: L'XML non arriva da Sigma. Il tag &lt;LogEntries&gt; non può essere individuato.
pl: Obiekt XML nie został stworzony przez Sigma. Nie znaleziono tag-a &lt;LogEntries&gt;.

source: Given XML object is not from Garmin. &lt;Id&gt;-tag could not be located.
it: L'XML non arriva da Garmin. Il tag &lt;Id&gt; non può essere individuato.
pl: Obiekt XML nie został stworzony przez Garmin. Nie znaleziono tag-a &lt;Id&gt;.

source: This file does not contain any laps.
it: Il file non contiene alcuna informazione sul giro.
pl: Plik nie zawiera żadnych okrążeń.

source: Given XML object is not from Runtastic. &lt;Id&gt;-tag could not be located.
it: L'XML non deriva da Runtastic. Il tag &lt;Id&gt; non può essere individuato.
pl: Obiekt XML nie został stworzony przez Runtastic. Nie znaleziono tag-a &lt;Id&gt;.

source: Given XML object does not contain any results. &lt;Samples&gt;-tag or &lt;Header&gt;-tag could not be located.
it: L'XML non contiene alcun risultato. I tag &lt;Samples&gt;-tag o &lt;Header&gt; non possono essere individuati.
pl: Obiekt XML nie zawiera żadnych wyników. Nie znaleziono tag-a &lt;Samples&gt;-tag lub &lt;Header&gt;.

source: Given XML object is not from SportTracks. &lt;Duration&gt;-tag could not be located.
it: L'XML non deriva da SportTracks. Il tag &lt;Duration&gt; non può essere individuato.
pl: Obiekt XML nie został stworzony przez SportTracks. Nie znaleziono tag-a &lt;Duration&gt;.

source: FIT file is not specified as activity.
it: Il file FIT non è classificato come attività.
pl: Plik FIT nie jest określony jako trening.

source: Choose activities
de: Trainings auswählen
fr: Choisissez des activités
it: Scegli attività
nl: Kies activiteiten
pl: Wybierz treningi
ru: Выберите тренировки

source: Import selected activities
de: Alle ausgewählten Trainingseinheiten importieren
fr: Importer les activités choisies
it: Importa le attività selezionate
nl: Geselecteerde activiteiten importeren
pl: Importuj wybrane treningi
ru: Загрузить выбранные

source: Found %s activities.
de: %s Trainingseinheiten gefunden.
fr: %s activités ont été trouvées.
it: Trova %s attività.
nl: %s activiteiten gevonden.
pl: Znaleziono %s treningów.
ru: Найдено тренировок: %s .

source: Found <strong>one</strong> duplicate activity.
de: <strong>Eine</strong> doppelte Aktivität gefunden.
fr: <strong>Une</strong> activité identique a été trouvée dans la base de donnée.
it: Trovata <strong>una</strong> attività duplicata.
nl: We hebben <strong>een</strong> dubbele activiteit gevonden.
pl: Znaleziono <strong>jednen</strong> zduplikowany trening.
ru: Найдена <strong>одна</strong> повторяющаяся тренировки.

source: Import
fr: importer
it: Importa
nl: Importeren
pl: Importuj
ru: Загрузить

source: Show multi editor afterwards
de: Zeige anschließend den Multieditor
fr: Montrez l'éditeur multiple ensuite
it: Mostra dopo il multi editor
nl: Toon hierna de multieditor
pl: Pokaż później multi-edytor
ru: Запустить редактор после загрузки

source: This file is not supported. Supported producers of %s-files: %s.
de: Diese Datei wird nicht unterstützt. Unterstützte Hersteller von %s-Dateien: %s.
fr: Ce fichier n'est pas supporté. Les producteurs de fichiers %s qui sont supportés sont: %s.
it: Questo tipo di file non è supportato. I produttori di file %s supportati sono: %s.
nl: Dit bestand wordt niet ondersteund. Deze varianten van %s-bestanden worden ondersteund: %s.
pl: Plik nieobsługiwany. Obsługiwane są pliki %s tworzone przez %s.
ru: Этот файл не поддерживается. Поддерживаемые производители %s-файл: %s.

source: %s-files are supported from: %s
de: %s-Dateien werden unterstützt von: %s
fr: Les fichiers fichiers %s sont supprtés depuis: %s
it: file %s sono supportati da: %s
nl: %s-bestanden worden ondersteund van: %s
pl: Obsługiwane są pliki %s utworzone przez %s
ru: %s-файлы поддерживаются устройствами: %s

source: hrm- and gpx-files with the same name will be automatically combined.
de: Gleichnamige hrm- und gpx-Dateien werden automatisch zusammengeführt.
fr: Les fichiers hrm et gpx avec le même noms seront combinés automatiquement.
it: I file hrm e gpx con lo stesso nome saranno automaticamente uniti.
nl: HRM - en gpx-files met dezelfde naam zullen automatisch worden gecombineerd.
pl: Pliki hrm i gpx z tą samą nazwą zostaną automatycznie połączone.
ru: hrm- и gpx-файлы с одинаковыми именами будут автоматически объединены .

source: No activities could be found.
de: Es wurden keine Trainingseinheiten gefunden.
fr: Aucune activité n'a été trouvée.
it: Nessuna attività può essere trovata.
nl: Er kunnen geen activiteiten gevonden worden.
pl: Nie znaleziono treningów.
ru: Тренировки не найдены.

source: There is no parser in ImporterFiletype. Maybe this filetype is not supported.
de: Es gibt keinen Parser in ImporterFiletype. Dieser Dateityp wird vielleicht nicht unterstützt.
fr: Il n'y a pas moyen de décoder le ImporterFiletype. Peut-être que ce type de fichier n'est pas supporté.
it: Non c'è un parser adatto nel ImporterFiletype. Questo tipo di file potrebbe non essere supportato.
nl: Er is geen parser in ImporterFiletype. Wellicht wordt dit bestandstype niet ondersteund.
pl: Brak parsera w ImporterFiletype. Być może typ pliku nie jest obsługiwany.
ru: Нет парсера в ImporterFiletype. Возможно, этот тип файла не поддерживается.

source: This file is not supported. Supported producers of slf-files:
it: Questo tipo di file non è supportato. I produttori di file slf supportati sono:
pl: Plik nieobsługiwany. Obsługiwane są pliki slf tworzone przez:

source: xml-files from Polar, Suunto and RunningAHEAD are supported.
it: I file xml provenienti da Polar, Suunto e RunningAHEAD sono supportati.
pl: Obsługiwane są pliki xml utworzone przez Polar, Suunto i RunningAHEAD.

source: This file is not supported. Supported producers of kml-files:
it: Questo file non è supportato. I produttori di file kml sono:
pl: Plik nieobsługiwany. Obsługiwane są pliki kml tworzone przez:

source: Parsing your *.%s-file failed: %s
it: Il parsing del tuo file *.%s è fallito: %s
pl: Parsowanie pliku *.%s nie powiodło się: %s

source: Add workout
de: Aktivität hinzufügen
fr: Ajouter une activité
it: Aggiungi allenamento
nl: Training toevoegen
pl: Dodaj trening
ru: Загрузить

source: The activities have been successfully imported.
de: Die Trainings wurden erfolgreich importiert.
fr: Les activités ont été importées avec succès.
it: Le attività sono state correttamente importate.
nl: De activiteiten zijn succesvol geïmporteerd.
pl: Treningi zostały zaimportowane.
ru: Тренировка была успешно импортирована.

source: Upload
de: Hochladen
fr: Téléverser
it: Carica
pl: Prześlij
ru: Загрузка

source: Panel
de: Panels
fr: Panneau
it: Pannello
nl: Deelvenster
ru: Панель

source: Tool
it: Strumenti
pl: Narzędzie

source: All tools
it: Tutti gli strumenti
pl: Wszystkie narzędzia

source: Choose tool
it: Scegli lo strumento
pl: Wybierz narzędzie

source: Complex tools can analyze or process the complete database and will open in an overlay.
it: Gli strumenti di analisi possono elaborare l'intero database e saranno mostrati in una finestra a parte in overlay.
pl: Złożone narzędzia mogą analizować lub przetwarzać całą bazę danych i zostaną otwarte w osobnym okienku.

source: Installed tools
it: Strumenti installati
pl: Zainstalowane narzędzia

source: No tools installed.
it: Nessuno strumento installato.
pl: Brak zainstalowanych narzędzi.

source: Install plugin
de: Plugin installieren
fr: Installer un plugin
it: Installa plugin
nl: Installeer plugin
pl: Zainstaluj wtyczkę
ru: Установить плагин

source: Uninstall plugin
it: Disinstalla plugin
pl: Odinstaluj wtyczkę
ru: Удалить плагин

source: In total
de: Gesamt
fr: Au total
it: In totale
nl: In totaal
pl: Razem
ru: Итого

source: back to overview
de: zurück zur Übersicht
fr: retourner à l'aperçu
it: torna alla panoramica
nl: terug naar overzicht
pl: wróc do listy
ru: назад

source: Plugin configuration
de: Pluginkonfiguration
fr: Configuration du plugin
it: Configurazione del plugin
nl: Plugin configuratie
pl: Konfiguracja wtyczek
ru: Настройка плагина

source: Description
de: Beschreibung
it: Descrizione
nl: Omschrijving
pl: Opis
ru: Описание

source: The plugin is deactivated.
de: Das Plugin ist deaktiviert.
fr: Le plugin est désactivé.
it: Il plugin è stato disattivato.
nl: De plugin is gedeactiveerd.
pl: Wtyczka jest wyłączona.
ru: Плагин отключен.

source: There are no settings.
de: Es gibt keine Einstellungen.
fr: Il n'y a pas de paramètres.
it: Non ci sono impostazioni.
nl: Er zijn geen instellingen.
pl: Brak ustawień.
ru: Нет настроек.

source: Activate plugin
de: Plugin aktivieren
fr: Activer le plugin
it: Attiva plugin
nl: Activeer plugin
pl: Włącz wtyczkę
ru: Включить плагин

source: Deactivate plugin
de: Plugin deaktivieren
fr: Désactiver le plugin
it: Disattiva plugin
nl: Deactiveren plugin
pl: Wyłącz wtyczkę
ru: Отключить плагин

source: Activation
de: Aktivierung
it: Attivazione
nl: Activatie
pl: Aktywacja
ru: Вкл/выкл

source: Open tool
it: Apri strumento
pl: Otwórz narzędzie

source: Settings
it: Impostazioni
pl: Ustawienia

source: Maintenance mode
it: Manutenzione
pl: Tryb konserwacji
ru: Режим обслуживания

source: Users can register
it: Gli utenti possono registrarsi
pl: Użytkownicy mogą się rejestrować
ru: Включить регистрацию пользователей

source: Users don't need to activate their account
it: Gli utenti non necessitano di attivare il loro account

source: Garmin API-key
it: API di Garmin
pl: Klucz API Garmin
ru: Гармин API key

source: Needed for any online-version of the Garmin Communicator<br>see http://developer.garmin.com/web-device/garmin-communicator-plugin/get-your-site-key/
it: Necessario per ogni versione online di Garmin Communicator<br>vedi http://developer.garmin.com/web-device/garmin-communicator-plugin/get-your-site-key/
pl: Wymagany do Garmin Communicator w wersji on-line<br>zobacz: http://developer.garmin.com/web-device/garmin-communicator-plugin/get-your-site-key/

source: Sender e-mail name
it: Nome del mittente
pl: Nazwa e-mail nadawcy

source: SMTP: port
it: SMTP: porta

source: SMTP: encryption
it: SMTP: crittografia
pl: SMTP: szyfrowanie

source: SMTP: username
it: SMTP: nome utente
pl: SMTP: nazwa użytkownika

source: OpenWeatherMap API-Key
it: API di OpenWeatherMap
pl: Klucz API OpenWeatherMap

source: Loading weather data requires an api key, see openweathermap.org/appid
it: Il caricamento dei dati meteo richiede una chiave API, vedere openweathermap.org/appid
pl: Pobieranie danych pogodowych wymaga klucza API, zobacz openweathermap.org/appid
