Repository: Runalyze/Runalyze
Catalog: inc/locale/*/LC_MESSAGES/messages.*.po
Languages: de, fr, it, nl, pl, ru

source: calculated value
de: berechneter Wert
fr: valeur calculée
it: valore calcolato
nl: berekende waarde
pl: wartość wyliczona
ru: вычисленное значение

source: This value is calculated with your current configuration. The saved value may be outdated.
de: Dieser Wert wurde mit den aktuellen Einstellungen berechnet. In der Trainingsansicht kann ein früherer berechneter Wert angegeben sein.
fr: Cette valeur est calculée avec votre configuration actuelle. La valeur enregistrée est peut-être périmée.
it: Questo valore è stato calcolato con le impostazioni attuali. Nella panoramica sugli allenamenti può essere salvato un valore obsoleto.
nl: Deze waarde wordt berekend met uw huidige configuratie. De opgeslagen waarde kan verouderd zijn.
pl: Ta wartość jest wyliczona zgodnie z aktualną konfiguracją. Wartość zapisana może być nieaktualna.
ru: Это значение вычисляется на основании ваших текущих настроек. Сохраненное значение может быть устаревшим.

source: Highest point
de: höchster Punkt
fr: Point le plus haut
it: Punto più alto
nl: Hoogste punt
pl: Najwyższy punkt
ru: Наивысшее значение

source: Gradient
de: Steigung
fr: Dégradé
it: Pendenza
nl: Stijging
pl: Nachylenie
ru: Градиент

source: You can choose the algorithm and threshold in the configuration window.
de: Den zu verwendenden Algorithmus und Schwellenwert kannst du in der Konfiguration selbst festlegen.
fr: Vous pouvez choisir l'algorythme et le seuil dans la fenêtre de configuration.
it: Puoi scegliere autonomamente l'algoritmo e la soglia nella sezione impostazioni.
nl: U kunt het algoritme en drempelwaarde kiezen in het configuratievenster.
pl: Możesz wybrać algorytm i próg w oknie konfiguracji.
ru: Вы можете выбрать алгоритм и границы в разделе настроек.

source: Elevation data for different algorithms/thresholds
de: Höhenmeter bei verschiedenen Algorithmen/Schwellenwerten
fr: Données d'altitude pour différents algorithmes/seuils
it: Dati sull'altitudine per differenti algoritmi e soglie
nl: Hoogte gegevens voor verschillende algoritmen/drempels
pl: Dane dotyczące wysokości dla różnych algorytmów/progów
ru: Данные о высоте, рассчитанные на основании различных алгоритмов

source: Elevation data for different algorithms/thresholds (based on original data)
de: Höhenmeter bei verschiedenen Algorithmen/Schwellenwerten (Originaldaten)
fr: Données d'altitude pour différents algorithmes/seuils (basées sur les données originales)
it: Dati sull'altitudine per differenti algoritmi/soglie (basato sui dati originali)
nl: Hoogte gegevens voor verschillende algoritmen/drempelwaarden (gebaseerd op de oorspronkelijke gegevens)
pl: Dane dotyczące wysokości dla różnych algorytmów/progów (według danych oryginalnych)
ru: Данные о высоте, рассчитанные на основании различных алгоритмов (на основании исходных данных)

source: Elevation correction
de: Höhenkorrektur
fr: Correction de l'altitude
it: Correzione dell'altitudine
nl: Hoogtecorrectie
pl: Korekta wysokości
ru: Корректировка высоты

source: Elevation data has been corrected.
de: Die Höhendaten wurden korrigiert.
fr: Les données d'altitude ont été corrigées.
it: I dati di elevazione sono stati corretti.
nl: Hoogte gegevens zijn gecorrigeerd.
pl: Dane dotyczące wysokości zostały skorygowane.
ru: Данные о высоте скорректированы.

source: Elevation data has not been corrected.
de: Die Höhendaten wurden noch nicht korrigiert.
fr: Les données d'altitude n'ont pas été corrigées.
it: I dati sull'altitudine non sono stati corretti.
nl: Hoogte gegevens zijn nog niet gecorrigeerd.
pl: Dane dotyczące wysokości nie zostały skorygowane.
ru: Данные о высоте не скорректированы.

source: correct now
de: Jetzt korrigieren
fr: corriger maintenant
it: correggere ora
nl: Nu corrigeren
pl: koryguj
ru: скорректировать

source: correct again using %s
de: erneut korrigieren via %s
fr: corriger encore via %s
it: correggi di nuovo usando %s
nl: corrigeer opnieuw met %s
pl: skoryguj ponownie za pomocą %s
ru: скорректировать с использованием %s

source: srtm files
de: srtm Dateien
fr: fichiers srtm
it: file srtm
nl: srtm bestanden
pl: pliki srtm
ru: srtm файлы

source: remove corrected elevation data
de: entferne korrigierte Höhenmeterdaten
fr: Enlever les données d'altitude corrigées
it: rimuovi correzione dell'altimetria
nl: verwijder gecorrigeerde hoogte gegevens
pl: usuń skorygowane dane wysokości
ru: удалить скорректированные данные высоты

source: Compare algorithms
de: Algorithmen vergleichen
fr: Comparer les algorithmes
it: Compara gli algoritmi
nl: Vergelijk algoritmen
pl: Porównaj algorytmy
ru: Сравнение алгоритмов расчета высоты

source: Note for elevation data
de: Hinweis zu Höhenmetern
fr: Note pour les données d'altitude
it: Appunti sui dati dell'elevazione
nl: Notitie voor hoogte gegevens
pl: Uwaga do danych dotyczących wysokości
ru: О корректировке высоты

source: The calculation of elevation data is very difficult - there is not one single solution. Bad gps data can be corrected via srtm-data but these are only available in a 90x90m grid and not always perfectly accurate. In addition, every platform uses another algorithm to determine the elevation value (for up-/downwards). We give you therefore the possibility to choose algorithm and threshold such that the values fit your experience.
de: Die Berechnung von Höhenmetern erweist sich immer als schwierig, weil es kein "richtig" gibt. Fehlerhafte GPS-Daten können zwar durch SRTM-Daten korrigiert werden, aber auch diese liegen nur in einem Raster von 90x90m vor und sind teilweise stark verrauscht. Um dieses Rauschen zu entfernen, kann ein Glättungsalgorithmus verwendet werden. Da sich der verwendete Algorithmus (und seine Einstellungen) von Programm zu Programm unterscheidet, kommt man niemals bei jeder Software (wie Garmin Connect, SportTracks, etc.) auf die gleichen Werte.
fr: Le calcul des données d'altitudes est très difficile - il n'y a pas de solution unique. Des mauvaises données gps peuvent-être corrigées via des données srtm mais celles-ci ne sont disponibles que sur une grille de 90x90m et pas toujours parfaitement précises. De plus, chaque plate-forme utilise un autre algorithme pour déterminer la valeur d'altitude (pour vers le haut-bas). Nous vous donnons cependant la possibilité de choisir l'algorithme et le seuil de sorte que les valeurs correspondent à votre expérience.
it: Il calcolo dell'altitudine risulta essere sempre molto complessa, dato che non esiste una singola soluzione corretta. Dati GPS errati possono essere corretti tramite dati-SRTM, tuttavia anche questi sono disponibili soltanto in una griglia di 90x90m e perciò non sempre accurati. Per rendere i dati più precisi possono essere usati degli specifici algoritmi. Questi algoritmi pero' differiscono da software a software, perciò non si giungerà mai con differenti software (come Garmin Connect, SportTracks, etc.) ad un valore univoco e identico relativo all'altitudine (metri in salita/discesa).
nl: Hoogtemeter berekening is erg ingewikkeld omdat het geen "juiste" berekening is. Foutieve gps gegevens kunnen gecorrigeerd worden met SRTM-gegevens, maar deze zijn alleen beschikbaar binnen een raster van 90x90m en zijn niet altijd accuraat. Tevens gebruikt ieder platform een ander algoritme om de hoogte te bepalen (omhoog/omlaag). Daarom heeft u zelf de keuze om het algoritme en de grenswaarden te kiezen, zodat dit past bij uw ervaring.
pl: Wyliczanie danych dotyczących wysokości nie jest łatwe. Nie ma jednego sposobu. Złe dane GPS można skorygować danymi SRTM, lecz te dostępne są jedynie w siatce 90x90m i nie zawsze są bardzo dokładne. Dodatkowo każda platforma korzysta z innego algorytmu wyliczania wysokości. Dlatego dajemy Ci możliwość wyboru algorytmu tak, by wartości docelowe były najbliższe rzeczywistym.
ru: Подсчет высот очень сложен и не существует единого решения. Плохие данные GPS могут быть скорректированы посредством SRTM данных, но они доступны только в сетке 90x90 м и не всегда точны. В дополнение к этому каждая платформа использует свой алгоритм определения высоты (для подъемов и спусков). Мы даем вам возможность выбрать используемый алгоритм и порог, для того, чтобы данные соответствовали вашему личному опыту.

source: Show week
de: Zeige Woche
fr: Montrer semaine
it: Mostra settimana
nl: Week weergeven
pl: Pokaż tydzień
ru: Показать неделю

source: Share
de: Teilen
fr: partager
it: Condividi
nl: Delen
pl: Udostępnij
ru: Поделиться

source: Public link
de: Öffentlicher Link
fr: Lien public
it: Link pubblico
nl: Openbare link
pl: Link publiczny
ru: Публичная ссылка

source: Export
de: Exportieren
fr: Exporter
it: Esporta
nl: Exporteren
pl: Eksportuj
ru: Экспорт

source: as %s
de: als %s
fr: en %s
it: come %s
nl: als %s
pl: jako %s
ru: как %s

source: Make private
de: Privat schalten
fr: Rendre confidentiel
it: Rendi privato
nl: Privé maken
pl: Zmień na prywatny
ru: Сделать личным

source: Make public
de: Veröffentlichen
fr: Publier
it: Rendi pubblico
nl: Openbaar maken
pl: Zmień na publiczny
ru: Разрешить общий доступ

source: Edit race result
de: Wettkampfergebnis editieren
fr: Modifier le résultat de course
it: Modifica risultati gara
nl: Bewerk wedstrijdresultaat
ru: Редактировать результат соревнования

source: Add race result
de: Wettkampfergebnis hinzufügen
fr: Ajouter un résultat de compétition
it: Aggiungi risultati gara
nl: Voeg wedstrijdresultaat toe
ru: Добавить результат соревнования

source: Edit activity
de: Aktivität editieren
fr: Modifier l'activité
it: Modifica attività
nl: Bewerk activiteit
ru: Редактировать тренировку

source: Do you really want to delete this activity?
de: Möchtest du wirklich diese Aktivität löschen?
fr: Voulez-vous vraiment supprimer cette activité ?
it: Vuoi davvero cancellare questa attività?
nl: Weet u zeker dat u uw account wil verwijderen?
pl: Czy na pewno chcesz usunąć trening?
ru: Вы действительно хотите удалить эту тренировку?

source: Delete activity
de: Training löschen
fr: Effacer l'activité
it: Elimina allenamento
nl: Activiteit verwijderen
pl: Usuń trening
ru: Удалить тренировку

source: select type
de: Typ auswählen
fr: Choisir type
it: scegli la tipologia
nl: Selecteer type
pl: wybierz typ
ru: выберите

source: add new lap
de: neue Zwischenzeit hinzufügen
fr: Ajouter nouveau tour
it: aggiungi un nuovo giro
nl: toevoegen nieuwe ronde
pl: dodaj nowe okrążenie
ru: добавить новый этап

source: round for 100m
de: Distanzen auf 100m runden
fr: tour pour 100m
it: giro da 100m
nl: Afstand afronden op 100m
pl: co 100m
ru: округлить до 100м

source: apply as total distance
de: als Gesamtdistanz übernehmen
fr: appliquer en tant que distance totale
it: applica come distanza totale
nl: Overnemen als totaalafstand
pl: jako całkowity dystans
ru: применить в качестве всей дистанции

source: all active
de: alle aktiv
fr: tout actif
it: tutti attivi
nl: Totaal aktief
pl: wszysktie aktywne
ru: все активные

source: all resting
de: alle Ruhe
fr: tout au repos
it: tutti a riposo
nl: Totaal rust
pl: wszystkie odpoczynek
ru: все отдыхи

source: alternating:
de: abwechselnd:
fr: En alternance :
it: alternato:
nl: afwisselend:
pl: na przemian:
ru: или:

source: first resting
de: Erste Runde "Ruhe"
fr: premier repos
it: primo riposo
nl: eerste rust moment
pl: pierwsze odpoczynek
ru: первый отдых

source: first active
de: Erste Runde "Aktiv"
fr: premier actif
it: prima attività
nl: Eerste actief
pl: pierwsze aktywne
ru: первый активный

source: Defining some laps as 'resting' will hide them in the respective plot.
de: Als "Ruhe" definierte Runden werden in dem entsprechenden Diagramm nicht angezeigt.
fr: Définir certains tours comme "au repos" les cachera dans le tracé respectif.
it: Definire alcuni giri come 'a riposo' nasconderà questi nei rispettivi grafici.
nl: Ronden die als "rust" worden gedefinieerd zullen niet in het diagram worden weergegeven.
pl: Określenie okrążeń jako "odpoczynek" usunie je z odpowiedniego wykresu.
ru: Обозначив некоторые круги как "отдых" скроет их с соответсвующего графика.

source: Resting
de: Ruhe
fr: Au repos
it: Riposo
nl: Rust
pl: Odpoczynek
ru: Отдых

source: Active
de: Aktiv
fr: Actif
it: Attivo
nl: Aktief
pl: Aktywne
ru: Активные

source: General information
de: Allgemeine Informationen
fr: Information générale
it: Informazioni generali
nl: Algemene informatie
pl: Informacje ogólne
ru: Общая информация

source: Weather conditions
de: Wetterbedingungen
fr: Conditions météo
it: Meteo
nl: Weersomstandigheden
pl: Pogoda
ru: Погода

source: Activity type
de: Trainingstyp
fr: Type d'activité
it: Tipo di attività
nl: Activiteitstype
pl: Typ treningu
ru: Вид тренировки

source: Public
de: Öffentlich
it: Pubblico
nl: Publiek
pl: Publiczny
ru: Публичные

source: Public activities will be visible for everybody.
de: Öffentliche Aktivitäten sind für alle einsehbar.
fr: Les activités publiques seront visibles par tout le monde.
it: Le attività pubbliche saranno visibili a tutti.
nl: Openbare activiteiten zijn voor iedereen zichtbaar.
ru: Публичные тренировки будут видны всем.

source: Track
de: Bahn
fr: Piste
it: Pista
nl: Baan
pl: Ścieżka
ru: Трек

source: This field is only meant for official track races such that distances can be shown correctly, e.g. as 10.000m. Use tags for all other purposes.
de: Dieses Feld dient nur für offizielle Wettkämpfe auf der Bahn, sodass die Distanz korrekt angezeigt wird, z.B. als 10.000m. Nutze die Tagfunktion für andere Vorhaben.
fr: Ce champ est uniquement utilisé pour les courses officielles sur piste dont les distances sont fixées, par ex. 10 000m. Vous pouvez utiliser les tags pour les autres cas.
it: Questa opzione è pensata solo per le gare in pista ufficiale cosi che le distanze possano essere mostrate correttamente, es. come 10.000m. Utilizzare i tag per tutti gli altri scopi.
nl: Dit veld is alleen bedoeld voor officiële baanwedstrijden zodanig dat de afstanden correct kan worden weergegeven, bijv. als 10.000m . Gebruik tags voor alle andere doeleinden.
ru: Это поле предназначено только для официальных результатов дистанций которые могут отображены точно, например 10.000 м. Используйте таги для других целей.

source: Will be calculated afterwards from the activity's elevation profile.
de: Wird im Anschluss aus dem Höhenprofil berechnet.
fr: Sera calculé après coup à partir du profil d'altitude de l'activité.
it: Verrà calcolato in seguito in base al profilo di elevazione dell'attività.
nl: Wordt achteraf berekend op basis van het hoogte profiel van de activiteit.
ru: Будет расчитано позже исходя из профиля высоты тренировки.

source: This value will be calculated automatically from duration and sport settings (if activated in your configuration) only if you change the duration or the type of sport.
de: Dieser Wert wird automatisch aus Dauer und Sporteinstellungen berechnet (vorausgesetzt die Berechnung ist in der Konfiguration aktiviert), wenn Dauer oder Sportart geändert wird.
fr: Cette valeur sera calculée automatiquement à partir de la durée et du type de sport (si activé dans votre configuration) uniquement si vous changez la longueur ou le type de sport.
it: Questo valore verrà calcolato automaticamente in base alla durata e alle impostazioni dello sport (se attivato nella tua configurazione) solo se cambi la durata o il tipo di sport.
nl: Deze waarde wordt automatisch berekend op basis van de duur en de sport instellingen (indien geactiveerd in uw configuratie) alleen als u de duur of de aard van de sport verandert.
ru: Это значение будет рассчитано автоматически исходя из длительности и настроек для вида спорта (если включено в настройках) только если вы измените длительность или тип спорта.

source: VDOT for form
it: VDOT per forma fisica
pl: VDOT dla formy
ru: VDOT для формы

source: VDOTs are estimated from your ratio of heart rate and pace. You can exclude single activities from the calculation of your form and should do so if it's heart rate data are not reliable (e.g. a lot of stops, walking breaks, ...).
it: I VDOT sono stimati dal rapporto di frequenza cardiaca e passo. Puoi escludere le singole attività dal calcolo della tua forma e dovresti farlo se i dati di frequenza cardiaca non sono attendibili ( e.g. troppe fermate, recupero camminando, etc ...).
ru: VDOT рассчитаны исходя из отношения ЧСС к темпу. Вы можете исключить единичные тренировки из расчета формы и стоило бы это сделать если данные ЧСС ненадежны (например много остановок, перерывов на шаг и тд).

source: Cadence (Running)
de: Schrittfrequenz
fr: Rythme (Course)
it: Cadenza (Corsa)
nl: Cadans
pl: Kadencja (Bieg)
ru: Каденс (Бег)

source: Unit is always - also for running - <em>rpm</em>, i.e. rounds (or steps with one foot) per minute,
de: Die Einheit ist immer - auch fürs Laufen - <em>rpm</em>, z.B. Runden (oder Schritte mit einem Fuß) pro Minute
fr: Les unités sont toujours - y compris pour la course - <em>rpm</em>, c'est à dire des tours (ou des étapes avec un pied) par minute,
it: L'unità di misura è sempre - anche per la corsa - <em>rpm</em>, es. giri (o passi con un piede) per minuto
nl: De eenheid is altijd - ook voor hardlopen - <em>rpm</em>, d.w.z. rondes (of stappen met één voet) per minuut,
pl: Jednostką jest zawsze <em>rpm</em> czyli obroty (lub kroki) na minutę,
ru: Единица всегда - также и для бега - <em>об/м</em>, т.е. число оборотов (или шагов одной ногой) в минуту,

source: Wind speed
de: Wind
fr: Vitesse de vente
it: Velocità del vento
nl: Wind snelheid
pl: Prędkość wiatru
ru: Скорость ветра

source: Wind degrees
de: Windrichtung
fr: Direction du vent (en °)
it: Direzione del vento
nl: Windrichting
pl: Kierunek wiatru (°)
ru: Направление ветра

source: Night
de: Nacht
fr: Nuit
it: Notte
nl: Nacht
pl: Noc
ru: Ночь

source: Total strokes
de: Gesamt Züge
fr: Total de coups
it: Bracciate totali
nl: Totaal aantal slagen
pl: Liczba pociągnięć
ru: Всего гребков

source: Pool length
de: Poollänge
fr: Longueur piscine
it: Lunghezza della piscina
nl: Lengte van het zwembad
pl: Długość basenu
ru: Длина бассейна

source: Analysis
de: Analyse
fr: Analyse
it: Analisi
nl: Analyse
pl: Analiza
ru: Анализ

source: Sleep
it: Sonno
pl: Sen
ru: Длительность сна

source: Weight
de: Gewicht
fr: Poids
it: Peso
nl: Gewicht
pl: Waga
ru: Вес

source: Resting HR
de: Ruhepuls
fr: Rythme cardiaque au repos
it: Frequenza Cardiaca a riposo
nl: Rust HR
pl: Tętno spoczynkowe
ru: ЧСС покоя

source: Maximal HR
de: Maximalpuls
fr: Rythme cardiaque maximum
it: Frequenza Cardiaca massimale
nl: Maximale hartslag
pl: Tętno maksymalne
ru: Макс. ЧСС

source: Body fat
it: Grasso corporeo
pl: Tkanka tłuszczowa
ru: Процент жира

source: Body water
it: Acqua (contenuta nel corpo)
pl: Zawartość wody
ru: Процент воды

source: Body muscle
it: Massa muscolare
pl: Zawartość mięśni
ru: Процент мышц

source: Sleep Duration
it: Durata del sonno
pl: Czas snu
ru: Длительность сна

source: Save and continue
de: Speichern und weiter
fr: Sauver et continuer
it: Salva e continua
nl: Opslaan en doorgaan
pl: Zapisz i kontynuuj
ru: Сохранить и продолжить

source: It seems that you already have imported this activity
de: Es scheint, dass du diese Aktivität bereits importiert hast
fr: Il semble que vous avez déjà importé cette activité
it: Sembra che hai già importato questa attività
nl: Het lijkt erop dat u deze activiteit al heeft geïmporteerd
pl: Wygląda na to, że ten trening został już zaimportowany
ru: Вы уже загружали эту тренировку

source: The activity has been successfully created.
de: Die Trainingseinheit wurde erfolgreich eingetragen.
fr: L'activité a été créée avec succès.
it: L'attività è stata inserita correttamente.
nl: De activiteit is aangemaakt.
pl: Trening został utworzony.
ru: Тренировка создана.

source: Race results are treated in a special way to show your personal bests and are independent of the chosen activity type.
de: Wettkämpfe werden - unabhängig vom ausgewählten Trainingstyp - zum Beispiel für die Berechnung deiner persönlichen Bestzeiten verwendet.
fr: Les résultats en compétition sont traités de façon particulière afin de souligner vos records personnels et sont indépendants du type d'activité choisie.
it: I risultati di gara sono trattati in maniera speciale per mostrare i tuoi risultati migliori e sono indipendenti dal tipo di attività scelta.
nl: Wedstrijdresultaten worden op een speciale manier behandeld om uw persoonlijke records te tonen en zijn onafhankelijk van de gekozen type activiteit.
ru: Результаты соревнований специально обработаны так, чтобы показать лучшие результаты и независимы от выбранного типа тренировки.

source: You can add some details (your placement etc.) in the 'Race result' plugin afterwards.
de: Du kannst im Nachhinein weitere Details (deine Platzierung etc.) im 'Wettkampf' Plugin eingeben.
fr: Vous pouvez ajouter des détails (votre classement, etc.) dans le plugin 'Résultat de compétition" plus tard.
it: Puoi aggiungere alcuni dettagli (piazzamento, etc.) nel plugin 'Risultati Gara' in seguito.
nl: U kunt een aantal gegevens (uw plaatsing etc.) achteraf toevoegen in de 'Wedstrijdresultaat' plugin.
ru: Вы можете добавить немного детальной информации (место и тд) позже в плагине "Результат соревнования".

source: Race result
de: Wettkampfergebnis
fr: Résultat de course
it: Risultati gara
nl: Wedstrijdresultaat
ru: Результат соревнования

source: Choose tags
de: Tags auswählen
fr: Choisir étiquettes
it: Scegli tag
nl: Kies labels
pl: Wybierz etykiety
ru: Выберите теги

source: Remove data series
de: Entferne Datenserie
fr: Supprimer les séries de données
it: Rimuove la serie di dati
nl: Gegevensreeksen verwijderen
pl: Usuń serię danych
ru: Удалить данные

source: You may want to remove a data series if a sensor, e.g. your heart rate strap, produced unusable data.
de: Du kannst hier Datenserien entfernen, wenn ein Sensor, wie z.B. dein Pulsgurt, falsche Daten geliefert hat.
fr: Vous pourriez vouloir supprimer une série de données si un capteur, comme votre bracelet connecté, produit des données inutilisables.
it: Potrebbe essere necessario rimuovere una serie di dati se un sensore, ad es. la fascia cardiaca, produce dati non utilizzabili.
nl: U kunt een gegevensreeks verwijderen wanneer een sensor, bijvoorbeeld uw hartslag band, onjuiste gegevens heeft geregistreerd.
pl: Możesz usunąć serię danych, np. jeśli dane zarejestrowane przez sensor tętna są nieprawidłowe.
ru: Вы можете пожелать удалить данные с некоторых датчиков, например пульс с нестабильно работающего нагрудного ремня.

source: Attention: This operation cannot be undone.
de: Achtung: Diese Aktion kann nicht rückgängig gemacht werden.
fr: Attention: Cette opération ne peut être annulée.
it: Attenzione: questa operazione non può essere annullata.
nl: Let op: Deze bewerking kan niet ongedaan gemaakt worden.
pl: Uwaga: tej operacji nie można cofnąć.
ru: Внимание: Это действие не может быть отменено.

source: Ground contact time balance
de: Balance der Bodenkontaktzeit
fr: Bilan des temps de contact au sol
it: Tempo di contatto con il terreno
nl: Grondcontacttijd-balans
pl: Balans czasu kontaktu z podłożem
ru: Баланс времени контакта с землей

source: Ground contact time
de: Bodenkontaktzeit
fr: Temps de contact au sol
it: Tempo di contatto con il terreno
nl: Grond contact tijd
pl: Czas kontaktu z podłożem
ru: Время контакта с землей

source: Original elevation
de: Original Höhendaten
fr: Altitude originale
it: Elevazione originale
nl: Oorspronkelijke hoogte
pl: Oryginalne dane wysokości
ru: Оригинальная высота

source: Corrected elevation
de: Korrigierte Höhendaten
fr: Altitude corrigée
it: Dati di altitudine corretti
nl: Gecorrigeerde hoogte
pl: Skorygowane dane wysokości
ru: Скорректированная высота

source: GPS path
de: GPS Weg
fr: Tracé GPS
it: Tracciato GPS
nl: GPS route
pl: Ścieżka GPS
ru: GPS маршрут
