Repository: Runalyze/Runalyze
Catalog: inc/locale/*/LC_MESSAGES/messages.*.po
Languages: de, fr, it, nl, pl, ru

source: The activity type is shown with its abbreviation. It is bold if the type is marked as quality session.
de: Der Trainingstyp wird mit der entsprechenden Abkürzung angezeigt. Trainingstypen, die als Qualitätseinheiten markiert sind, werden fett dargestellt.
fr: Le type d'activité est affiché avec son abréviation. Le nom est en gras si le type d'activité est marqué comme une session de qualité.
it: Il tipo di attività viene visualizzato con la sua abbreviazione. È in grassetto se il tipo di attività è marcato come sessione di qualità.
nl: Het activiteitstype is getoond met zijn afkorting. Het is dik gedrukt als het type is gemarkeerd als een kwaliteitstraining.
pl: Typ treningu pokazany jest wraz ze skrótem. Treningi klasyfikowane oznaczone są pogrubieniem.
ru: Вид тренировки отображается как аббревиатуры. Она выделяется жирным, если тренировка помечена как "качественная".

source: Air pressure
de: Luftdruck
fr: Pression atmosphérique
it: Pressione atmosferica
nl: Luchtdruk
pl: Ciśnienie powietrza
ru: Давление

source: Elapsed time is the difference between end and start of your activity including pauses.
de: Verstrichene Zeit ist die Differenz zwischen Ende und Anfang der Aktivität, inklusive aller Pausen.
fr: Le temps écoulé est la différence entre l'heure de départ et celle de fin de l'activité en incluant les pauses.
it: Il tempo trascorso è la differenza tra la fine e l'inizio dell'attività incluse le pause.
nl: Verstreken tijd is het verschil tussen de start- en eindtijd van de activiteit inclusief pauzes.
pl: Czas trwania to różnica między czasem zakończenia i rozpoczęcia treningu (włączając w to czas pauz).
ru: Общее время - время между началом и концом тренировки, включая паузы.

source: Sun
de: So
fr: Dim
it: Dom
nl: Zo
pl: Nie
ru: Вос

source: Mon
de: Mo
fr: Lun
it: Lun
nl: Ma
pl: Pon
ru: Пон

source: Tue
de: Di
fr: Mar
it: Mar
nl: Di
pl: Wt
ru: Вто

source: Tuesday
de: Dienstag
fr: Mardi
it: Martedì
nl: Dinsdag
pl: Wtorek
ru: Вторник

source: Wed
de: Mi
fr: Mer
it: Mer
nl: Wo
pl: Śr
ru: Сре

source: Wednesday
de: Mittwoch
fr: Mercredi
it: Mercoledì
nl: Woensdag
pl: Środa
ru: Среда

source: Thu
de: Do
fr: Jeu
it: Gio
nl: Do
pl: Cz
ru: Чет

source: Thursday
de: Donnerstag
fr: Jeudi
it: Giovedì
nl: Donderdag
pl: Czwartek
ru: Четверг

source: Fri
de: Fr
fr: Ven
it: Ven
nl: Vr
pl: Pt
ru: Пят

source: Friday
de: Freitag
fr: Vendredi
it: Venerdì
nl: Vrijdag
pl: Piątek
ru: Пятница

source: Sat
de: Sa
fr: Sam
it: Sab
nl: Za
pl: So
ru: Суб

source: Saturday
de: Samstag
fr: Samedi
it: Sabato
nl: Zaterdag
pl: Sobota
ru: Суббота

source: Jan
it: Gen
pl: Sty
ru: Янв

source: January
de: Januar
fr: Janvier
it: Gennaio
nl: Januari
pl: Styczeń
ru: Январь

source: February
de: Februar
fr: Février
it: Febbraio
nl: Februari
pl: Luty
ru: Февраль

source: March
de: März
fr: Mars
it: Marzo
nl: Maart
pl: Marzec
ru: Март

source: April
fr: Avril
it: Aprile
pl: Kwiecień
ru: Апрель

source: May
de: Mai
fr: Mai
it: Mag
nl: Mei
pl: Maj
ru: Май

source: Jun
fr: Juin
it: Giu
pl: Cze
ru: Июнь

source: June
de: Juni
fr: Juin
it: Giugno
nl: Juni
pl: Czerwiec
ru: Июнь

source: Jul
fr: Juill
it: Lug
pl: Lip
ru: Июль

source: July
de: Juli
fr: Juillet
it: Luglio
nl: Juli
pl: Lipiec
ru: Июль

source: Aug
fr: Août
it: Ago
pl: Sie
ru: Авг

source: August
fr: Août
it: Agosto
nl: Augustus
pl: Sierpień
ru: Август

source: Sep
fr: Sept
it: Set
nl: Sept
pl: Wrz
ru: Сен

source: September
fr: Septembre
it: Settembre
pl: Wrzesień
ru: Сентябрь

source: Oct
de: Okt
it: Ott
nl: Okt
pl: Paź
ru: Окт

source: October
de: Oktober
fr: Octobre
it: Ottobre
nl: Oktober
pl: Październik
ru: Октябрь

source: November
fr: Novembre
it: Novembre
pl: Listopad
ru: Ноябрь

source: Dec
de: Dez
fr: Déc
it: Dic
pl: Gru
ru: Дек

source: December
de: Dezember
fr: Décembre
it: Dicembre
pl: Grudzień
ru: Декабрь

source: Debug console
it: Console di sviluppo
pl: Konsola debugowania

source: run diary
it: diario di corsa
pl: dziennik biegowy

source: Help and Support
it: Aiuto e Supporto
pl: Pomoc i Wsparcie

source: Configuration
de: Konfiguration
it: Configurazione
nl: Configuratie
pl: Konfiguracja
ru: Настройки

source: Ready
it: Pronto
pl: Gotowe

source: Runalyze is already installed.
it: Runalyze è già installato.
pl: Runalyze już jest zainstalowane.

source: You cannot reinstall Runalyze. If something does not work, please do not hesitate to contact us.
it: Non puoi reinstallare Runalyze. Se qualcosa non funziona, non esitare a contattarci.
pl: Nie można zainstalować Runalyze ponownie. Jeśli coś nie działa, skontaktuj się z nami.

source: Start Runalyze
it: Avvia Runalyse
pl: Uruchom Runalyze

source: If you want to reinstall Runalyze please delete the <em>data/config.php</em>-file in your main directory of this installation.
it: Se vuoi reinstallare Runalyze cancella il file <em>data/config.php</em>nella directory principale di installazione.
pl: Jeśli chcesz zainstalować ponownie Runalyze, musisz usunąć plik <em>config.php</em> z katalogu głównego instalacji.

source: Welcome!
it: Benvenuto!
pl: Witaj!

source: Let us first check if your server fulfills the requirements.
it: Lasciaci verificare se il vostro server soddisfa i requisiti.
pl: Najpierw sprawdzimy, czy serwer spełnia wymagania.

source: PHP %s is required, but PHP %s is running. Please update your PHP version.
it: PHP %s è necessario, ma PHP %s è in esecuzione. Aggiorna la versione di PHP.
pl: Wymagane jest PHP %s, ale zainstalowane jest PHP %s. Zaktualizuj wersję PHP.

source: Currently PHP %s is running.
it: PHP %s è in esecuzione.
pl: Zainstalowane jest PHP %s.

source: Importing large files (e.g. a SportTracks logbook) may take some time. Please have a look at your server limitations:
it: L'importazione di file pesanti (es. diario di SportTracks) può richiedere molto tempo. Verifica di non avere limitazioni sul server:
pl: Import dużych plików (np. logbook SportTracks) może zająć trochę czasu. Zobacz ograniczenia serwera:

source: Time limit
it: Limite di tempo
pl: Limit czasu

source: Memory limit
it: Limite di memoria
pl: Limit pamięci

source: Upload limit
it: Limite di upload
pl: Limit przesyłania

source: Start installation
it: Inizio installazione
pl: Rozpocznij instalację

source: Settings for Runalyze
it: Impostazioni di Runalyze
pl: Ustawienia Runalyze

source: Runalyze does need a MySQL database.
it: Runalyze necessita di un database di MySQL.
pl: Runalyze wymaga bazy danych MySQL.

source: The connection settings are incorrect. We are not able to connect to the database.
it: Le impostazioni di connessione non sono corrette. Connessione con il database non riuscita.
pl: Ustawienia połączenia są nieprawidłowe. Nie można połączyć się z bazą danych.

source: A connection could be established.
it: Connessione stabilita.
pl: Udało się zestawić połączenie.

source: Currently MySQL %s is running.
it: Attualmente MySQL %s è in esecuzione.
pl: Zainstalowany jest MySQL %s.

source: MySQL %s is required, but MySQL %s is running. Please update your MySQL version.
it: È richiesto MySQL %s, ma MySQL %s è in esecuzione. Aggiorna la versione di MySQL.
pl: Wymagany jest MySQL %s, ale zainstalowany jest MySQL %s. Zaktualizuj wersję MySQL.

source: Host server
it: Server host
pl: Host

source: Port
it: Porta

source: User
it: Utente
pl: Użytkownik
ru: Пользователь

source: You can use a specific database prefix if you want to run multiple installations of Runalyze.
it: Puoi usare uno specifico database prefix se vuoi eseguire istanze multiple di Runalyze.
pl: Jeśli chcesz uruchomić wiele instancji Runalyze możesz użyć innego prefiksu bazy danych.

source: This prefix is already being used.
it: Questo prefisso è già usato.
pl: Ten prefiks jest już używany.

source: This prefix is free.
it: Questo prefisso è disponibile.
pl: Ten prefiks jest dostępny.

source: Prefix
it: Prefisso
pl: Prefiks

source: You can activate a debug toolbar to see specific information if problems occur.
it: È possibile attivare la barra di sviluppo per ottenere informazioni specifiche se si presenta un problema.
pl: Możesz włączyć pasek debugowania aby wyświetlić szczegóły w przypadku problemów.

source: Debug mode
it: Modalità di sviluppo
pl: Tryb debugowania

source: Garmin API key
it: API di Garmin
pl: Klucz API Garmin

source: not necessary for localhost
it: non necessario per il localhost
pl: niepotrzebne dla localhosta

source: necessary for
it: necessario per
pl: potrzebne dla

source: see
it: vedi
pl: zobacz

source: Sender e-mail
it: Mittente
pl: E-mail nadawcy

source: A Garmin API key is necessary for using Garmin Communicator (enables direct imports from any Garmin Forerunner).
it: Un'API Garmin è necessaria per usare Garmin Communicator (abilita l'importazione diretta da qualsiasi dispositivo Garmin Forerunner).
pl: Klucz API Garmin jest potrzebny by używać Garmin Communicator (pozwala na bezpośredni import z Garmin Forerunner).

source: The configuration file cannot be written.
it: Il file di configurazione non può essere scritto.
pl: Nie można zapisać pliku konfiguracji.

source: Please copy <strong>%s</strong> to the directory <strong>%s</strong> and insert your data.
it: Copia <strong>%s</strong> nella directory <strong>%s</strong> e inserisci i dati.
pl: Skopiuj <strong>%s</strong> do katalogu <strong>%s</strong> i wstaw swoje dane.

source: You have to change the following variables:
it: Devi cambiare le seguenti variabili:
pl: Musisz zmienić następujące zmienne:

source: Please save the following code as <strong>%s</strong>:
it: Salva il seguente codice come <strong>%s</strong>:
pl: Zapisz następujący kod jako <strong>%s</strong>:

source: Written! Continue ...
it: Scritto! Continua ...
pl: Zapisane! Kontynuuj ...

source: Write configuration file
it: Scrive il file di configurazione
pl: Zapisz plik konfiguracyjny

source: Check settings
it: Controlla le impostazioni
pl: Sprawdź ustawienia

source: The configuration file has been written.
it: La configurazione è stata scritta.
pl: Plik konfiguracyjny zapisany.

source: Next step: setup database
it: Prossimo step: configura il database
pl: Następny krok: przygotuj bazę danych

source: There are some problems with filling the database. Please insert the above SQL-statements by hand (e.g. via PhpMyAdmin).
it: Ci sono alcuni problemi nel popolamento del database. Inserisci le istruzioni SQL manualmente (es. via PhpMyAdmin).
pl: Wystąpiły problemy przy wypełnianiu bazy danych. Wykonaj następujące komendy SQL ręcznie (np. przez PhpMyAdmin).

source: Setup database
it: Impostazione del database
pl: Przygotuj bazę danych

source: Ready! Congratulations!
it: Pronto! Congratulazioni!
pl: Gotowe! Gratulacje!

source: Runalyze has been successfully installed. Have fun while using it!
it: Runalyze è stato correttamente installato. Buon divertimento!
pl: Runalyze zostało poprawnie zainstalowane. Miłego użytkowania i dobrej zabawy!

source: The directory <strong>%s</strong> is not writable.
it: La directory <strong>%s</strong> non è scrivibile.
pl: Katalog <strong>%s</strong> nie jest zapisywalny.

source: Please activate JavaScript, Runalyze will not work without.
it: Attiva JavaScript, Runalyze non può funzionare senza.
pl: Aktywuj JavaScript, Runalyze bez niego nie zadziała.

source: Public training view of <strong>%s</strong>
it: Vista degli allenamenti pubblici di <strong>%s</strong>
pl: Widok publiczny <strong>%s</strong>

source: Public training view
it: Vista degli allenamenti pubblici
pl: Widok publiczny treningu

source: The username is not known.
it: Il nome utente è sconosciuto.
pl: Nieznana nazwa użytkownika.

source: The password was incorrect.
it: La password non è corretta.
pl: Hasło nieprawidłowe.

source: The account has not been activated.<br>Have a look into your email inbox.
it: L'account non è stato attivato. <br> Verifica nella tua casella di posta.
pl: Konto nie zostało aktywowane.<br>Sprawdź swoją skrzynkę e-mail.

source: Username
it: Nome utente
pl: Nazwa użytkownika

source: Remember me
it: Ricordami
pl: Pamiętaj mnie

source: Runalyze is under maintenance at the moment. No login possible.
it: Runalyze è attualmente in manutenzione. Non è possibile accedere.
pl: Runalyze jest w trybie konserwacji. Logowanie nie jest możliwe.

source: Create a new account
it: Crea un nuovo account
pl: Utwórz nowe konto

source: Registrations are currently disabled.
it: Le registrazioni sono attualmente disabilitate.
pl: Rejestracje są w tej chwili wyłączone.

source: Name
fr: Nom
it: Nome
nl: Naam
pl: Nazwa
ru: Имя

source: Password again
it: Inserisci ancora la password
pl: Powtórz hasło

source: You can login now. Enjoy Runalyze!
it: Ora è possibile effettuare l'accesso. Buon divertimento con Runalyze!
pl: Możesz się zalogować. Miłego korzystania z Runalyze!

source: Thanks for your registration. You should receive an email within the next minutes with further instructions for activating your account.
it: Grazie per la registrazione. Riceverai una mail a breve con le informazioni aggiuntive per attivare il tuo account.
pl: Dziękujemy za rejestrację. W ciągu kilku minut otrzymasz e-mail z dalszymi instrukcjami jak aktywować Twoje konto.

source: Register
it: Registra
pl: Zarejestruj

source: Forgot your password?
it: Hai dimenticato la password?
pl: Nie pamiętasz hasła?

source: A link for changing your password will be sent via email.
it: Verrà inviato un link via email per cambiare la tua password.
pl: Wyślemy Ci link do zmiany hasła przez e-mail.

source: Send link
it: Invia link
pl: Wyślij link

source: Until now <strong>%d</strong> athlete is registered and
it: Fino ad ora si è registrato <strong>%d</strong> atleta e
pl: Do tej pory zarejestrował się <strong>%d</strong> sportowiec i

source: has logged <strong>%s</strong>.
it: ha registrato <strong>%s</strong>.
pl: zapisał <strong>%s</strong>.

source: Administration
it: Amministrazione
pl: Administracja
ru: Администратор

source: Update RUNALYZE
it: Aggiorna RUNALYZE
pl: Aktualizuj RUNALYZE

source: After downloading the latest version of RUNALYZE you need to update your database, as we improve our database structure and add new features with every update. If you have skipped a version, you need to apply the respective updates in the correct order.
it: Dopo aver scaricato l'ultima versione di RUNALYZE devi aggiornare il database, in quanto miglioriamo la struttura del database aggiungendo nuove funzioni ad ogni aggiornamento. Se hai saltato una versione, devi applicare i relativi aggiornamenti nel giusto ordine.
pl: Po pobraniu najnowszej wersji RUNALYZE musisz zaktualizować bazę danych, ponieważ wraz z rozwojem aplikacji zmienia się jej struktura. Jeśli przeskakujesz wersję, musisz zaaplikować aktualizacje w odpowiedniej kolejności.

source: Detailed upgrade instructions: %s
it: Istruzioni dettagliate per l'aggiornamento: %s
pl: Szczegółowe instrukcje aktualizacji: %s

source: We urgently recommend a backup of your existing database prior to any update of RUNALYZE.
it: Ti raccomandiamo caldamente un backup del database esistente prima di qualsiasi aggiornamento di RUNALYZE.
pl: Zalecamy wykonanie backupu istniejącej bazy danych przez każdą aktualizacją RUNALYZE.

source: Trying to clear your cache failed.
it: Tentativo di pulire la tua cache fallito.
pl: Próba wyczyszczenia cache nie powiodła się.

source: Single-user installations are not supported anymore. Please register a new account by following %s.
it: Le installazioni come singolo utente non sono più supportate. Per favore registra un nuovo account seguendo %s.
pl: Instalacje dla jednego użytkownika nie są już obsługiwane. Proszę zarejestruj konto przez: %s.

source: these instructions
it: queste istruzioni
pl: instrukcje aktualizacji

source: ----- please choose
it: ----- scegli
pl: ----- wybierz

source: Update to %s (from %s, %s)
it: Aggiorna a %s (da %s, %s)
pl: Aktualizuj do %s (z %s, %s)

source: Your database has been updated successfully.
it: L'aggiornamento del database è andato a buon fine.
pl: Baza danych została zaktualizowana.

source: Start RUNALYZE
it: Avvia RUNALYZE
pl: Uruchom RUNALYZE

source: Logout
de: Ausloggen
fr: Déconnexion
it: Esci
nl: Uitloggen
pl: Wyloguj
ru: Выход

source: Tools
fr: Outils
it: Strumenti
nl: Hulpprogramma 's
pl: Narzędzia
ru: Инструменты

source: Help
de: Hilfe
fr: Aide
it: Aiuto
pl: Pomoc
ru: Помощь

source: Choose a date ...
de: Wähle ein Datum...
fr: Choisir une date...
it: Scegli una data ...
nl: Kies een datum …
pl: Wybierz datę ...

source: Su
de: So
fr: Dim
it: Do
nl: Zo
pl: Ni
ru: Вс

source: Mo
fr: Lun
it: Lu
nl: Ma
pl: Po
ru: Пн

source: Tu
de: Di
fr: Mar
it: Ma
nl: Di
pl: Wt
ru: Вт

source: We
de: Mi
fr: Mer
it: Me
nl: Wo
pl: Śr
ru: Ср

source: Th
de: Do
fr: Jeu
it: Gi
nl: Do
pl: Cz
ru: Чт

source: Fr
fr: Ven
it: Ve
nl: Vr
pl: Pt
ru: Пт

source: You can select any time range by selecting two dates.
de: Mit zwei Klicks auf die Tage kann eine beliebige Zeitspanne ausgewählt werden.
fr: Vous pouvez définir n'importe quelle période de temps en sélectionnant deux dates.
it: Puoi scegliere ogni intervallo di tempo per selezionare due date.
nl: Door twee datums te selecteren kunt u een tijdsperiode selecteren.
pl: Możesz wybrać dowolny okres wybierając dwie daty.
ru: Можно выбрать любой временной диапазон указав две даты.

source: Show selection
de: Auswahl anzeigen
fr: Afficher la sélection
it: Mostra selezione
nl: Selectie tonen
pl: Pokaż wybór
ru: Показать

source: There are no activities for this time range.
de: Es gibt keine Daten für diese Zeitspanne.
fr: Il n'y a pas d'activité pour cette période.
it: Non ci sono dati per questo intervallo di tempo.
nl: Er zijn geen activiteiten in deze tijdsperiode.
pl: Brak danych dla tego zakresu.

source: Activate account
it: Attiva account
pl: Aktywuj konto

source: Your account has been activated.
it: Il tuo account è stato attivato.
pl: Twoje konto zostało aktywowane.

source: You can now use Runalyze.
it: Ora puoi usare Runalyze.
pl: Możesz teraz używać Runalyze.

source: The activation did not work.
it: L'attivazione non funziona.
pl: Aktywacja nie powiodła się.

source: Probably the link was wrong.
it: Probabilmente il link non funziona.
pl: Prawdopodobnie link był nieprawidłowy.

source: Set new password
it: Inserisci una nuova password
pl: Ustaw nowe hasło

source: New password
it: Nuova password
pl: Nowe hasło

source: New password again
it: Inserisci la nuova password di nuovo
pl: Powtórz nowe hasło

source: The link is not valid anymore.
it: Il link non è più valido.
pl: Link jest już nieaktualny.

source: Change password
it: Cambia la password
pl: Zmień hasło

source: Statistics
de: Statistiken
fr: Statistiques
it: Statistiche
nl: Statistieken
pl: Statystyki
ru: Статистика

source: Runalyze analyzes your complete training, calculates your shape, computes prognoses and visualizes your training in plots - more detailed than any other sports diary.
it: Runalyze analizza i tuoi allenamenti, calcola la tua forma fisica, predice i tuoi risultati e mostra i grafici dei tuoi allenamenti con maggiori dettagli di qualsiasi altro diario di sport.
pl: Runalyze analizuje Twoje treningi, wylicza formę, oblicza prognozy i wizualizuje trening na wykresach, bardziej szczegółowo niż inne dzienniki biegowe.

source: Runalyze is completely configurable. You can decide by yourself which information of your training you want to record and which statistics are being displayed on which place.
it: Runalyze è completamente configurabile. Puoi decidere le informazioni e gli allenamenti da registrare e quali statistiche mostrare.
pl: Runalyze jest w pełni konfigurowalne. Możesz zdecydować, które informacje o treningach zapisywać oraz jak i gdzie będą wyświetlane.

source: By runners for runners
it: Da runner per runner
pl: Od biegaczy dla biegaczy

source: Runalyze is created by runners for runners. Whenever you have comments, problems or wishes: Please contact our Runalyze team. It's near and dear to us
it: Runalyze è stato creato da runnner per runner. Se hai commenti, problemi o desideri non esitare a contattare il team di Runalyze.
pl: Runalyze tworzą biegacze dla biegaczy. Jeśli masz uwagi lub sugestie - skontaktuj się z nami. To dla nas ważne

source: Runalyze is completely configurable and more detailed than any other tool for analyzing your activities.
it: Runalyze è completamente configurabile ed è più dettagliato di ogni altro strumento per analizzare le tue attività.
pl: Runalyze jest w całości konfigurowalne i bardziej szczegółowe niż inne narzędzia do analizy treningów.

source: Please look at our official website %s to get an overview of our features.
it: Visita il nostro sito web %s e dai un'occhiata alle caratteristiche del nostro software.
pl: Na naszej stronie %s znajdziesz opis dostępnych funkcjonalności.

source: If you want to stay up to date on changes and receive tips from time to time, visit our blog at %s.
it: Se volete rimanere aggiornati sui cambiamenti e ricevere suggerimenti visitate il nostro blog %s.
pl: Jeśli chcesz śledzić zmiany i od czasu do czasu otrzymywać porady, odwiedź nasz blog na %s.

source: Runalyze is an open-source project. We are working on it as much as we can in our free time.
it: Runalyze è un progetto open-source al quale lavoriamo il più possibile nel nostro tempo libero.
pl: Runalyze jest projektem open source. Rozwijamy je w wolnym czasie, kiedy tylko jesteśmy w stanie.

source: Official developers:
it: Sviluppatori ufficiali:
pl: Oficjalni developerzy:

source: The main advantage of Runalyze is the ability to adapt everything to your personal needs and wishes.
it: Il maggior vantaggio di Runalyze è saper adattare i dati ai bisogni e ai desideri di tutti i corridori.
pl: Główną zaletą Runalyze jest możliwość dostosowania wszystkiego do Twoich osobistych preferencji.

source: Have a look at the configuration window to see what we're talking about.
it: Dai un'occhiata alla finestra di configurazione per vedere di cosa stiamo parlando.
pl: Zobacz okno konfiguracji, a dowiesz się co mamy na myśli.

source: You can define your own sports or activity types and choose your own way of presentation and configure some parameters of our experimental calculations.
it: Puoi definire il tuo sport o il tipo di attività e scegliere il modo in cui rappresentarli. Inoltre puoi configurare alcuni parametri per altri calcoli sperimentali.
pl: Możesz zdefiniować własne sporty i typy treningów, wybrać własny sposób prezentacji i ustawić parametry dotyczące eksperymentalnych obliczeń.

source: Support
it: Supporto
pl: Wsparcie

source: Please let us know if you have wishes or have encountered bugs.
it: Facci sapere se hai richieste o hai trovato un bug.
pl: Prosimy daj znać jeśli znalazłeś błąd lub masz jakieś potrzeby.

source: We give our best to make Runalyze as good as possible for you. - Therefore we would be interested in your suggestions for improvement.
it: Facciamo del nostro meglio per rendere Runalyze il più funzionale possibile. Inoltre siamo interessati a ricevere suggerimenti per migliorarlo sempre.
pl: Zależy nam aby Runalyze było dla Ciebie jak najlepsze - a więc jesteśmy zainteresowani Twoimi sugestiami rozwoju.

source: In general most questions, problems and ideas are more appropriate to ask in the forum.
it: In linea di massima la maggior parte delle domande, dei problemi e delle idee sono più appropriate da chiedere nel forum.
pl: Jeśli masz pytania, pomysły lub problemy - najlepiej zadaj je na forum.

source: Documentation
it: Documentazione
pl: Dokumentacja

source: In a case of urgency you can contact us via email:
it: In caso di urgenza puoi contattarci via mail:
pl: W pilnych przypadkach możesz skontaktować się z nami przez e-mail:

source: Browser Support
it: Browser supportati
pl: Obsługiwane przeglądarki
