Repository: Runalyze/Runalyze
Catalog: inc/locale/*/LC_MESSAGES/messages.*.po
Languages: de, fr, it, nl, pl, ru

source: A virtual Pace Bunny <em>reaches</em> the goal with a steady performance - you can see how far you are ahead or behind.
de: Ein virtuelles Pace Bunny läuft gleichmässig und <em>erreicht</em> das selbe Ziel - der Vorsprung oder Rückstand zum Pace Bunny wird ebenfalls angezeigt.
fr: Un lièvre virtuel <em>atteint</em> l'objectif avec une performance régulière - vous pouvez voir à quel point vous êtes en avance ou en retard.
it: La Lepre virtuale <em>raggiunge</em> l'obiettivo in modo costante: puoi vedere quanto sei avanti o dietro a lui.
nl: Een virtuele tempo haas <em>bereikt</em> het doel met een gelijkmatige prestatie - u kunt zien hoe ver u voor of achterligt.
pl: Wirtualny Zając <em>osiąga</em> cel w stałym tempie. Możesz sprawdzić jak bardzo jesteś do przodu lub do tyłu.

source: Note: &quot;Saison&quot; refers to the current season in the german &quot;kmspiel&quot;.
de: Hinweis: Saison bezieht sich auf die aktuelle Saison im kmspiel.
fr: Note: La &quot;saison&quot; fait référence à la saison actuelle dans le &quot;kmspiel&quot; allemand.
it: Attenzione: &quot;Saison&quot; si riferisce all'attuale stagione in Germania &quot;kmspiel&quot;.
nl: Let op: &quot;seizoen&quot; betekent het huidige seizoen in het Duitse &quot;kmspiel&quot;.
pl: Uwaga: &quot;Sezon&quot; odnosi się do bieżącego sezonu w niemieckiej &quot;kmspiel&quot;.

source: Show a prognosis for the current %s
de: Zeige die Prognose für den derzeitigen %s
fr: Montrer un pronostic pour le %s actuel
it: Mostra una previsione per l'attuale %s
nl: Geef een prognose voor de huidige %s
pl: Pokaż prognozę na bieżący %s
ru: Показывать цель на: %s

source: Current time range: %s to %s
de: Derzeitiger Zeitraum: %s bis %s
fr: Intervalle de temps actuel : de %s à %s
it: Intervallo di tempo: %s a %s
nl: Huidig tijdsinterval: %s tot %s
pl: Bieżący zakres czasu: %s do %s
ru: Интервал: %s до %s

source: %s: show
de: %s: Zeige
fr: %s: montrer
it: %s: mostra
nl: %s: toon
pl: %s: pokaż
ru: %s: показывать

source: %s: goal
de: %s: Ziel
fr: %s: but
it: %s: obiettivo
nl: %s: doel
pl: %s: cel
ru: %s: цель

source: Show details
de: Zeige Details
fr: Montrer les détails
it: Mostra dettagli
nl: Meer details
pl: Pokaż szczegóły
ru: Показывать подробности

source: Current
de: Aktuell
fr: Actuel
it: Attuale
nl: Huidig
pl: Bieżący

source: Day
de: Tag
fr: Jour
it: Giorno
nl: Dag

source: Week
de: Woche
fr: Semaine
it: Settimana
pl: Tydzień
ru: Неделя

source: Prognosis
de: Prognose
fr: Pronostic
it: Previsioni
nl: Prognose
pl: Prognoza
ru: Прогноз

source: %d days left
de: noch %d Tage
fr: %d jours restant
it: mancano %d giorni
nl: %d dagen over
pl: %d dni pozostało

source: Goal reached.
de: Ziel erreicht.
fr: But atteint.
it: Obiettivo raggiunto.
nl: Doel behaald.
pl: Cel osiągnięty.

source: Pace Bunny
fr: Lièvre
it: Lepre
nl: Tempo haas
pl: Zając

source: Behind
de: Rückstand
fr: Derrière
it: Dietro
nl: achter
pl: Z tyłu

source: Ahead
de: Voraus
fr: Devant
it: Avanti
nl: voor
pl: Z przodu

source: Head 2 Head
de: Kopf an Kopf
fr: Opposition directe
it: Testa a testa
nl: een tegen een
pl: Postęp

source: Me
de: Ich
fr: Moi
it: Io
nl: Ik
pl: Ja

source: Pace&nbsp;Bunny
fr: Lièvre
it: Pace&nbsp;Lepre
nl: Tempo&nbsp;haas
pl: Zając

source: %s to %s (%d days)
de: %s bis %s (%d Tage)
fr: %s à %s (%d jours)
it: %s a %s (%d giorni)
nl: %s tot %s (%d dagen)
pl: %s do %s (%d dni)

source: Month
de: Monat
fr: Mois
it: Mese
nl: maand
pl: Miesiąc
ru: Месяц

source: Half-Year
de: Halbjahr
fr: Demi-année
it: 6 mesi
nl: halfjaar
pl: Półrocze
ru: Полгода

source: Season
de: Saison
fr: Saison
it: Stagione
nl: Seizoen

source: Note: Season means the current season in the german &quot;kmspiel&quot;
de: Hinweis: Saison bezieht sich auf die aktuelle Saison im deutschen &quot;kmspiel&quot;
fr: Note: Saison signifie la saison actuelle dans le &quot;kmspiel&quot; allemand
it: Nota: Stagione indica l'attuale stagione tedesca &quot;kmspiel&quot;
nl: Let op: Seizoen betekent het huidige seizoen in het Duitse &quot;kmspiel&quot;

source: Year
de: Jahr
fr: Année
it: Anno
nl: jaar
pl: Rok
ru: Год

source: Result over %s
de: Ergebnis über %s
fr: Résultat au dessus de %s
it: Risultati sopra %s
nl: Resultaat over %s
pl: Wynik powyżej %s

source: Trend over %s
de: Entwicklung über %s
fr: Tendance au dessus de %s
it: Tendenza sopra %s
nl: Trend van %s
pl: Trend powyżej %s

source: Result overs %s
de: Ergebnis über %s
fr: Résultat au dessus de %s
it: Risultati sopra %s
nl: Resultaat over %s
pl: Wynik przewyższa %s

source: Competition details
it: Dettagli competizione

source: Race results
de: Wettkampfergebnisse
fr: Résultat de course
it: Risultati gara
nl: Wedstrijdresultaten
ru: Результаты соревнования

source: Personal bests and everything else related to your competitions.
de: Bestzeiten und alles weitere zu den bisher absolvierten Wettkämpfen.
fr: Records personnels et tout le reste de vos compétitions.
it: I migliori personali e tutte le altre informazioni relative alle tue gare.
nl: Persoonlijke records en alles gerelateerd aan uw wedstrijden.
ru: Личные рекорды и другие данные о ваших соревнованиях.

source: This plugin lists all your competitions. It shows you a summary of all race results and of your personal bests (over all distances with at least two results).
de: Dieses Plugin zeigt alle deine Wettkämpfe. Es zeigt dir eine Übersicht über deine Wettkämpfe und Bestzeiten (über alle Distanzen mit mindestens zwei Ergebnissen).
fr: Ce plugin donne la liste de vos compétitions. Il montre un résumé de vos résulats de course et vos records personnels (sur toutes les distances où vous avez au moins deux résutlats).
it: Questo plugin mostra tutte le tue gare. Visualizza un sommario di tutti i risultati di gara e dei tuoi migliori personali (su tutte le distanze con almeno 2 risultati).
nl: Deze plugin geeft een overzicht van al uw wedstrijden. Het toont een samenvatting van al uw wedstrijden en uw persoonlijke records (voor alle afstanden met ten minste twee resultaten).

source: In addition, it plots the trend of your results over a specific distance.If you do a race just for fun, you can mark it as a 'fun race' to ignore it in the plot.
de: Außerdem wird der Trend deiner Ergebnisse über die jeweiligen Distanzen angezeigt. Falls du einen Wettkampf nur zum Spaß gemacht hast, kannst du ihn als "Spaß-Wettkampf" markieren, um ihn im Diagramm zu ignorieren.
fr: De plus, il montre la tendance de vos résultats sur un distance donnée. Si vous faites une course pour le plaisir, vous pouvez la marquer comme "course pour le plaisir" pour ne pas l'inclure dans le graphique.
it: Inoltre, traccia l'andamento dei risultati su una specifica distanza. Se hai partecipato ad una gara solo per divertimento puoi contrassegnare quella gara come 'fun race' per ignorarla.
nl: Als toevoeging geeft het de trend weer van uw resultaten voor een bepaalde afstand. Als u een bepaalde wedstrijden enkel voor het plezier liep, kunt u deze markeren als "plezier wedstrijd" zodat deze niet wordt weergegeven in de diagram.

source: Main distance
de: Hauptdistanz
fr: Distance principale
it: Distanza maggiore
nl: hoofdafstand
pl: Główny dystans
ru: Ваша дистанция

source: Distances for yearly comparison
de: Distanzen für Jahresvergleich
fr: Distances pour comparaison d'une année à l'autre
it: Confronto annuale delle distanze
nl: Afstanden voor jaarlijkse vergelijking
pl: Dystanse do porównania rocznego
ru: Дистанции для сравнения

source: Personal bests
de: Persönliche Bestzeiten
fr: Records personnels
it: Personal Best
nl: Persoonlijke records
pl: Rekordy życiowe
ru: Личные рекорды

source: All race results
de: Alle Wettkampfergebnisse
fr: Tous les résultats de course
it: Tutti i risultati di gara
nl: Alle wedstrijdresultaten

source: There are no races.
de: Keine Wettkämpfe vorhanden.
fr: Il n'y a pas de courses.
it: Non ci sono gare.
nl: Er zijn geen wedstrijden.
pl: Brak zawodów.
ru: Вы не участвовали в соревнованиях.

source: There are no race results for the given distances.
de: Es gibt keine Wettkämpfe für die gegebene Distanz.
fr: Il n'y a pas de résultats de course pour les distances choisies.
it: Non ci sono risultati di gara per la distanza indicata.
nl: Er zijn geen wedstrijdresultaten voor de opgegeven afstanden.
ru: Вы не участвовали в соревнованиях на указанных дистанциях.

source: Results trend
de: Wettkampfergebnisse
fr: Tendance des résultats
it: Andamento dei risultati
nl: Uitslagen trend
pl: Trend wyników

source: Official distance & time
de: Offizielle Distanz & Zeit
fr: Distance et temps officiels
it: Distanza ufficiale e tempo
nl: Officiële afstand en tijd

source: Activity details
de: Aktivitätdetails
fr: Détails de l'activité
it: Dettagli attività
nl: Activiteitsdetails

source: Placement
de: Platzierung
fr: Classement
it: Piazzamento
nl: Plaatsing

source: Overall
de: Gesamt
fr: En tout
it: Complessivo
nl: Over het totaal

source: Age group
de: Altersklasse
fr: Catégorie d'age
it: Gruppo d'età
nl: Leeftijdsgroep

source: male/female
de: männlich/weiblich
fr: masculin/féminin
it: maschio/femmina
nl: man/vrouw

source: Weather statistics
de: Wetterstatistiken
fr: Statistiques météorologiques
it: Statistiche meteo
nl: Weerstatistieken
pl: Statystyki pogody

source: Edit the activity
de: Aktivität editieren
fr: Éditer l'activité
it: Modifica l'attività
nl: Wijzig activiteit

source: Edit the race result details
de: Wettkampfergebnis editieren
fr: Éditer les détails du résultat en compétition
it: Modifica i dettagli del risultato di gara
nl: Bewerk de resultaten van de wedstrijd

source: Fun race | Click to mark this activity as a 'normal race'.
de: Spaß-Wettkampf | Klicken, um als 'normalen Wettkampf' zu markieren.
fr: Course pour le plaisir | Cocher pour indiquer qu'il s'agit d'une "course normale".
it: Fun Race | Clicca per indicare questa attività come 'gara normale'.
nl: Plezier wedstrijd | Klik om deze activiteit als een 'normale wedstrijd' te markeren.
pl: Zabawa | Kliknij aby oznaczyć te zawody jako 'normalne'.

source: Race | Click to mark this activity as a 'fun race'.
de: Wettkampf | Klicken, um als 'Spaß-Wettkampf' zu markieren.
fr: Course | Cocher pour marquer cette activité comme "course pour le plaisir".
it: Gara | Clicca per indicare questa attività come 'fun race'.
nl: Wedstrijd | Klik om deze activiteit als een "plezier wedstrijd" te markeren.
pl: Zawody | Kliknij aby oznaczyć te zawody jako 'zabawa'.

source: Race result was deleted.
it: Risultato di gara cancellato.

source: Details
it: Dettagli

source: Event
it: Evento

source: If you participate in an event multiple times you should always enter the same name, i.e. don't append the event's number or year.
it: Se partecipi ad un evento più volte dovresti inserire sempre lo stesso nome, es. non aggiungere l'edizione dell'evento o l'anno.
ru: Если вы учавствуете в мероприятии несколько раз, вам нужно вводить такое же имя, например не стоит добавлять номер года к мероприятию.

source: Officially measured
it: Rilevato ufficialmente
ru: Официальный результат

source: Was the course officially measured?
it: La corsa era misurata ufficialmente?
ru: Был у дистации официальный результат?

source: Your official placement.
it: Piazzamento ufficiale.
ru: Официальное место.

source: Participants
it: Partecipanti
ru: Участники

source: Number of participants in every category
it: Numero di partecipanti in ogni categoria
ru: Количество участников в каждой категории

source: Delete this race result
it: Cancella questo risultato di gara
ru: Удалить результат этой дистанции

source: This will only delete the entry as competition. The activity itself will stay untouched.
it: Questo cancellerà l'attività come competizione. L'attività in se invece rimarrà intatta.
ru: Только удалит запись как соревнование. Сама тренировка останется не тронутой.

source: Delete race result
it: Cancella risultato gara
ru: Удалить результат дистанции

source: Add race result to activity
it: Aggiungi risultato di gara all'attività
ru: Добавить результат дистанции к тренировке

source: Invalid input.
it: Inserimento non valido.
ru: Неверный ввод.

source: Edit a couple of activities. This plugin is needed to upload more than one activity at once.
it: Modifica più attività alla volta. Questo plugin è necessario per modificare più di un'attività alla volta.
pl: Edytuj kilka treningów. Ta wtyczka jest konieczna by przesyłać więcej niż jeden trening na raz.

source: This plugin allows you to edit multiple activities one after another.
it: Questo plugin consente di modificare più attività alla volta, una dopo l'altra.
pl: Ta wtyczka pozwala edytować wiele treningów jeden po drugim.

source: At the moment it's not possible to edit multiple activities with only one form.
it: In questo momento non è possibile modificare più attività alla volta con un unico modulo.
pl: W tej chwili nie jest możliwa edycja wielu treningów w jednym formularzu.

source: Predict your race performance on various distances.
de: Prognostiziert deine Wettkampfzeit auf verschiedenen Distanzen.
fr: Prédire vos résultats en compétition sur diverses distances.
it: Stima le tue performance in gara sulle varie distanze.
nl: Voorspel uw wedstrijdprestaties voor verschillende afstanden.
pl: Prognozuj wynik w zawodach na różnych dystansach.
ru: Прогноз темпа бега на различные дистанции.

source: There are different models that can be used to predict your race performances:
de: Es sind verschiedene Modelle vorhanden, um deine Wettkampfzeit vorherzusagen:
fr: Il y a différents modèles qui peuvent être utilisés pour prédire vos résultats en compétition :
it: Ci sono diversi modelli per stimare le tue performance in gara:
nl: Er zijn verschillende modellen die gebruikt kunnen worden om uw wedstrijdprestaties te voorspellen:
pl: Jest wiele modeli, z których można skorzystać do prognozowania wyników:
ru: Существуют несколько моделей для предсказания результата дистанции:

source: Your current VDOT is estimated based on the ratio of heart rate and pace. This value is equivalent to specific performances.
it: Il VDOT è stimato sulla base del rapporto tra frequenza cardiaca e ritmo. Questo valore è equivalente a una prestazione specifica.
pl: Twój aktualny VDOT jest oszacowany na podstawie tempa i tętna. Jest równoważny konkretnym wynikom.
ru: Текущие показатели VDOT оцениваются на соотношении ЧСС и темпа. Полученое число эквивалентно определенному результату.

source: Robert Bock uses an individual coefficient for your fatigue over time/distance. This model uses your two best results.
de: Robert Bock nutzt einen individuellen Koeffizienten für deine Ermüdung über Zeit/Distanz. Dieses Modell benutzt deine beiden besten Resultate.
fr: Robert Bock utilise un coéfficient individuel pour votre fatigue en fonction du temps ou de la distance. Ce modèle utilise vos deux meilleurs résultats.
it: Robert Bock usa un coefficiente personale per calcolare l'affaticamento in base al rapporto tra tempo e distanza. Questo modello fa riferimento ai due tuoi migliori risultati.
nl: Robert Bock gebruikt een individuele coëfficiënt voor uw vermoeidheid over tijd/afstand. Dit model gebruikt uw twee beste resultaten.
pl: Robert Bock używa indywidualnego współczynnika zmęczenia po czasie/dystansie. Ten model wykorzystuje dwa najlepsze wyniki.
ru: Роберт Бок использует индивидуальный коэфициент усталости за время/дистанцию. Эта модель использует ваши два лучших результата.

source: Herbert Steffny uses fixed factors to transform performances from one distance to another. This model uses your best result.
de: Herbert Steffny nutzt feste Faktoren, um Zielzeiten von einer Distanz auf eine andere zu übertragen. Dieses Modell nutzt dein bestes Resultat.
fr: Herbert Steffny utilise des facteurs fixes pour traduire les performances d'une distance à une autre. Ce modèle utilise votre meilleur résultat.
it: Herbert Steffny usa fattori fissi per trasformare la performance da una distanza all'altra. Questo modello si basa sul tuo miglior risultato.
nl: Herbert Steffny gebruikt vaste coëfficiënten om uw prestaties om te rekenen van de ene afstand naar de andere. Dit model gebruikt uw beste resultaat.
pl: Herbert Steffny używa stałych współczynników w celu transformacji wyników z jednego dystansu na inny. Ten model korzysta z Twojego najlepszego wyniku.
ru: Херберт Стеффни использует фиксированный коэфициент при пересчете одного результата с одной дистанции к другой. Эта модель использует ваш лучшый результат.

source: David Cameron uses a fixed coefficient for the fatigue over time/distance and slightly different formulas than Robert Bock. This model uses your best result.
de: David Cameron nutzt einen festen Koeffizienten für deine Ermüdung über Zeit/Distanz und leicht andere Formeln als Robert Bock. Dieses Modell benutzt dein bestes Resultat.
fr: David Cameron utilise un coéfficient fixe pour la fatigue en fonction du temps/de la distance et une formule légèrement différente de celle de Robert Bock. Ce modèle utilise votre meilleur résultat.
it: David Cameron usa un coefficiente fisso per calcolare l'affaticamento in base al rapporto tra tempo e distanza con una formula leggermente diversa da quella usata da Robert Bock. Questo modello si basa sul tuo miglior risultato.
nl: David Camero gebruikt vaste coëfficiënten voor vermoeidheid over tijd/afstand en iets verschillende formules dan Robert Bock. Dit model gebruikt uw beste resultaat.
pl: David Cameron używa stałego współczynnika zmęczenia po czasie/dystansie i nieco innych wzorów niż Robert Bock. Ten model wykorzystuje Twój najlepszy wynik.
ru: Дэвид Кэмерон использует фиксированный коэфициент усталости за время/дистанцию и немного отличные формулы от Роберта Бока. Эта модель использует ваш лучший результат.

source: The VDOT model is the only one which considers your current shape. The other models are based on your previous race results.
it: Il modello basato sul VDOT è l'unico che tiene conto della tua reale forma fisica. Gli altri si basano solo sui tuoi precedenti risultati in gara.
pl: Model VDOT jest jedynym, który bierze pod uwagę Twoją aktualną formę. Inne modele bazują na poprzednich wynikach zawodów.
ru: Модель VDOT - единственная которая учитывает вашу текущую форму. Остальные модели основанны на предыдущих результатах соревнований.

source: Distances to predict
de: Distanzen zum Vorhersagen
fr: Distances à prédire
it: Distanze da stimare
nl: Afstanden om te voorspellen
pl: Dystanse do prognozowania
ru: Укажите дистанцию

source: Prediction model
de: Prognosemodell
fr: Modèle de prédiction
it: Modello di previsione
nl: Voorspellingsmodel
pl: Model prognozy
ru: Модель прогноза

source: Use basic endurance
it: Usa la resistenza di base
pl: Użyj Wytrzymałości bazowej
ru: Использовать выносливость

source: Use basic endurance factor to adapt prognosis for long distances (Jack Daniels only).
it: Utilizzare fattore resistenza di base per adattare la previsione alle distanze lunghe (Jack Daniels).
pl: Użyj Wytrzymałości bazowej do dostosowania prognozy dla długich dystansów (tylko Jack Daniels).
ru: Использовать показатель выносливости для корректировки прогнозов на длинные дистанции (только для расчетов по Джеку Дэниэлсу).

source: Show prognosis trend
de: Prognoseverlauf anzeigen
fr: Montrer la tendance des pronostics
it: Mostra l'andamento delle previsioni
nl: Toon trendprognose
pl: Pokaż trend prognozy
ru: Показать прогноз

source: Prognosis calculator
de: Prognoserechner
fr: Calculateur de pronostics
it: Elaboratore delle previsioni
nl: Berekening voorspelling
pl: Kalkulator prognozy
ru: Калькулятор прогнозов

source: Prognoses can't be calculated.
de: Prognosen können nicht berechnet werden.
fr: Il n'est pas possible de calculer les pronostics.
it: Le previsioni non possono essere calcolate.
nl: Prognose kan niet berekend worden.
pl: Nie można wyliczyć prognozy.
ru: Прогноз не может быть расчитан.

source: There are not enough results for good predictions.
de: Derzeit sind zu wenig Ergebnisse für eine aussagekräftige Prognose vorhanden.
fr: Il n'y a pas assez de résultats pour obtenir de bonnes prédictions.
it: Non ci sono abbastanza risultati per una buona previsione.
nl: Er zijn onvoldoende resultaten voor een goede voorspelling.
pl: Zbyt mało wyników aby przygotować dobrą prognozę.
ru: Для точного прогноза недостаточно данных.

source: <small>from</small> %s <small>to</small> <strong>%s</strong>
de: <small>von</small> %s <small>zu</small> <strong>%s</strong>
fr: <small>de</small>%s<small>à</small><strong>%s</strong>
it: <small>da</small> %s <small>a</small> <strong>%s</strong>
nl: <small>van</small> %s <small>tot</small> <strong>%s</strong>
pl: <small>od</small> %s <small>do</small> <strong>%s</strong>
ru: <small>от</small> %s <small>до</small> <strong>%s</strong>

source: Prognosis with basic endurance
it: Previsioni con resistenza di base
ru: Прогноз с базовой выносливостью

source: Result
de: Ergebnis
fr: Résultat
it: Risultato
nl: Resultaat
pl: Wynik
ru: Результат

source: Prognosis trend
de: Prognoseverlauf
fr: Tendance du pronostic
it: Andamento delle previsioni
nl: Trendprognose
pl: Trend prognozy
ru: Прогноз

source: Your current VDOT:
it: Valore attuale di VDOT:
pl: Twój aktualny VDOT:
ru: Ваш текущий VDOT:

source: Your current basic endurance:
it: Attuale resistenza di base:
pl: Twoja aktualna wytrzymałość bazowa:
ru: Ваша текущая выносливость:

source: %s in %s <small>(%s)</small> and %s in %s <small>(%s)</small>
de: %s in %s <small>(%s)</small> und %s in %s <small>(%s)</small>
fr: %s en %s<small>(%s)</small> et %s en%s<small>(%s)</small>
it: %s in %s <small>(%s)</small> e %s in %s <small>(%s)</small>
nl: %s in %s <small>(%s)</small> en %s in %s <small>(%s)</small>
pl: %s w %s <small>(%s)</small> i %s w %s <small>(%s)</small>
ru: %s в %s <small>(%s)</small> и %s в %s <small>(%s)</small>

source: Your two best results:
de: Deine zwei besten Ergebnisse:
fr: Vos deux meilleurs résultats en compétition :
it: I tuoi due migliori risultati:
nl: Uw twee beste resultaten:
pl: Twoje dwa najlepsze wyniki:
ru: Два лучших результата:

source: Your input is invalid
de: Deine Eingabe ist ungültig
fr: Votre entrée n'est pas valide
it: Il valore inserito non è valido
nl: Deze invoer is ongeldig
pl: Dane wejściowe są niepoprawne
ru: Ввод неверен

source: The results give the constants K = %f and e = %f.
de: Aus den Ergebnissen wurden die Konstanten K = %f und e = %f berechnet.
fr: Les résultats donne les constantes K = %f et e = %f.
it: Il risultato da la costante K = %f e e = %f.
nl: De resultaten geven de constanten K = %f en e = %f.
pl: Wyniki dają stałe K = %f i e = %f.
ru: Результаты предсказывают постоянные K = %f и e = %f.

source: K must be between %u and %u, e between %f and %f.
de: K muss zwischen %u und %u, e zwischen %f und %f liegen.
fr: K doit être entre %u et %u, e entre %f et %f.
it: K deve essere compreso tra %u e %u, e tra %f e %f.
nl: K moet tussen %u en %u liggen, e tussen %f en %f.
pl: K musi być pomiędzy %u i %u, e pomiędzy %f i %f.
ru: K должно быть между %u и %u, e между %f и %f.

source: Input
de: Eingabe
fr: Donnée
it: Inserire
nl: Invoer
pl: Wprowadź
ru: Ввод

source: Model
de: Modell
fr: Modèle
it: Modello
ru: Модель расчета

source: Distances
de: Distanzen
it: Distanze
nl: Afstanden
pl: Dystanse
ru: Дистанции

source: New VDOT
it: Nuovo VDOT
pl: Nowe VDOT
ru: Новый VDOT

source: Use Basic Endurance
it: Usa la Resistenza di base
pl: Użyj Wytrzymałości bazowej
ru: Учитывать выносливость

source: Basic Endurance
it: Resistenza di base
pl: Wytrzymałość bazowa
ru: Выносливость

source: Best result
de: Bestes Ergebnis
fr: Meilleur résultat
it: Miglior risultato
nl: Beste resultaat
pl: Najlepszy wynik
ru: Лучший результат
