Repository: Runalyze/Runalyze
Catalog: inc/locale/*/LC_MESSAGES/messages.*.po
Languages: de, fr, it, nl, pl, ru

source: Causes temporary overload with high improvement. Train up to this number with extreme care. Requires additional recovery days.
de: Führt zu einer vorübergehenden Überbelastung mit hoher Verbesserung. Trainiere in diesem Bereich mit Vorsicht. Es sind zusätzliche Regenerationstage erforderlich.
fr: Cause une surcharge temporaire avec une grande amélioration. Entrainez-vous à ce niveau avec une extrème prudence. Demande des jours de récupération supplémentaires.
it: Provoca sovraccarico temporaneo con grande miglioramento. Allenarsi fino a questo numero con estrema cautela. Richiede giorni addizionali di recupero.
nl: Veroorzaakt tijdelijke overbelasting en sterke verbetering. Train uiterst voorzichtig tot dit getal. Vereist extra dagen voor herstel.
ru: Вызывает временную перегрузку со значительным прогрессом. Достигайте этой цифры с крайней осторожностью. Требуются дополнительные дни для восстановления.

source: Groundcontact balance
de: Balance der Bodenkontaktzeit
fr: Équilibre du contact au sol
it: Tempo di contatto con il terreno
nl: Grondcontacttijd-balans
pl: Balans kontaktu z podłożem
ru: Распределение времени контакта с землей

source: Lap
de: Runde
fr: Tour
it: Giro
nl: Ronde
pl: Okrążenie
ru: Этап

source: elevation
de: Höhenmeter
fr: dénivelé
it: elevazione
nl: hoogte
pl: wysokość
ru: высота

source: Average
de: Durchschnitt
fr: Moyenne
it: Media
nl: Gemiddelde
pl: Średnia
ru: Средняя

source: Show inactive splits
de: Zeige inaktive Zwischenzeiten
fr: Afficher les intervalles désactivés
it: Mostra intervalli di riposo
nl: Toon niet-actieve tussentijden
pl: Pokaż nieaktywne okrążenia
ru: Показать неактивные отрезки

source: Calculate laps
de: Berechne Runden
fr: Calculer tours
it: Calcola giri
nl: Berekenen ronden
pl: Wylicz okrążenia
ru: Расчет кругов

source: Lap every ...
de: Runde alle ...
fr: Tour à chaque ...
it: Ogni giro ...
nl: Ronde elke...
pl: Okrążenie co ...
ru: Круг каждые ...

source: Distance, after which a new lap should start
de: Rundendistanz, nach der eine neue Zwischenzeit starten soll
fr: Distance après laquelle un nouveau tour doit commencee
it: Distanza dopo la quale dovrebbe iniziare un nuovo giro
nl: Afstand, waarna een nieuwe ronde moet beginnen
pl: Dystans, po którym powinno rozpocząć się kolejne okrążęnie
ru: Расстояние, после которого должен начаться новый круг

source: or
de: oder
fr: ou
it: o
nl: of
pl: lub
ru: или

source: Time, after which a new lap should start
de: Rundenzeit, nach der eine neue Runde starten soll
fr: Temps après lequel un nouveau tour doit commencer
it: Tempo dopo il quale dovrebbe iniziare un nuovo giro
nl: Tijd, waarna een nieuwe ronde moet beginnen
pl: Czas, po którym powinno rozpocząć się kolejne okrążenie
ru: Время, после которого должен начаться новый круг

source: Manual distances
de: Manuelle Distanzen
fr: Distances manuelles
it: Distanze manuali
nl: Handmatige afstanden
pl: Ręcznie wprowadzone odległości
ru: Ручной ввод дистанции

source: List with all distances, comma seperated. Put "+" at the beginning to treat distances as intervals.
de: Auflistung aller Distanzen, kommagetrennt. Stelle ein "+" voran um die Distanzen als Intervalle zu betrachten.
fr: Liste de l'ensemble des distances, séparées par une virgule. Mettre un "+" en début de ligne pour traiter les distances comme des intervalles.
it: Lista di tutte le distanze, separate da virgola. Inserire "+" all'inizio per gestire le distanze come intervalli.
nl: Lijst met alle afstanden, door komma's gescheiden. Zet een "+" aan het begin om deze afstanden als intervallen te behandelen.
pl: Lista wszystkich dystansów oddzielonych przecinkami. Umieść "+" na początku listy by potraktować dystanse jako interwały.
ru: Список всех отрезков дистанции, разделенных запятыми. Поставьте "+" в начале, что бы вывести отрезки интервалами.

source: e.g.
de: z.B.
fr: ex :
it: es.
nl: bijv.
pl: np.
ru: т.е.

source: Manual times
de: Manuelle Zeiten
fr: Temps manuels
it: Giri inseriti manualmente
nl: Handmatige tijden
pl: Ręcznie wprowadzone czasy
ru: Ручной ввод времени

source: List with all times, comma seperated. Put "+" at the beginning to treat times as intervals.
de: Auflistung aller Zeiten, kommagetrennt. Stelle ein "+" voran um die Zeiten als Intervalle zu betrachten.
fr: Liste de l'ensemble des temps, séparés par une virgule. Mettre un "+" en début de ligne pour traiter les temps comme des intervalles.
it: Elenco con tutti i tempi, separati da virgola. Inserire "+" all'inizio per gestire le distanze come intervalli.
nl: Lijst met alle tijden, door komma's gescheiden. Zet een "+" aan het begin om deze tijden als intervallen te behandelen.
pl: Lista wszystkich czasów oddzielonych przecinkami. Umieść "+" na początku listy by potraktować czasy jako interwały.
ru: Список всех отрезков времени, разделенных запятыми. Поставьте "+" в начале, что бы вывести отрезки интервалами.

source: Lap time goal
de: Rundenzeit-Vorgabe
fr: Objectif de temps par tour
it: Obiettivo di tempo al giro
nl: Ronde tijd doel
pl: Cel okrążenia (czas)
ru: Целевое время круга

source: Pace goal
de: Pace-Vorgabe
fr: Objectif de cadence
it: Obiettivo di ritmo
nl: Tempo doel
pl: Cel (tempo)
ru: Целевой темп

source: Calculate values for handmade splits although total distance does not match.
de: Berechne Zwischenzeiten für manuelle Runden obwohl die Gesamtdistanz nicht übereinstimmt.
fr: Calculer les valeurs pour les intervalles personnalisés même si la distance totale ne concorde pas.
it: Calcolare i valori di frazione impostati manualmente, anche se la distanza totale non corrisponde.
nl: Bereken tussentijden voor handmatige ronden, ondanks dat de totaal afstand niet klopt.
pl: Wylicz wartości ręcznie wprowadzonych okrążeń, mimo, że całkowity dystans się nie zgadza.

source: The total distance of your handmade laps differs from the gps distance.
de: Die Gesamtdistanz deiner manuellen Runden unterscheidet sich von der GPS-Distanz.
fr: La distance totale de vos tours personnalisés diffère de la distance GPS.
it: Il totale della distanza dei giri impostati manualmente è diversa dalla distanza del GPS.
nl: De totale afstand van uw handmatige ronden verschilt van de gps-afstand.
pl: Całkowity dystans ręcznie wprowadzonych okrążeń nie pokrywa się z dystansem z GPS.
ru: Общая протяженность дистанции созданных в ручную кругов отличается от расстояния по GPS.

source: Leave lap distances empty to use your handmade laps.
de: Lasse die Rundendistanz leer um deine manuellen Runden zu verwenden.
fr: Laisser vide les distances par tour pour utiliser vos tours personnalisés.
it: Lascia vuoto il valore di distanza al giro per gestire manualmente i giri.
nl: Laat de rondeafstand leeg om uw handmatige ronden te gebruiken.
pl: Pozostaw dystanse puste by użyć ręcznie wprowadzonych okrążeń.
ru: Оставьте длину круга пустой, чтобы использовать созданные в ручную круги.

source: Show calculated laps
de: Berechnete Runden anzeigen
fr: Montrer les tours calculés
it: Mostra i giri calcolati
nl: Toon berekende ronden
pl: Pokaż wyliczone okrążenia
ru: Показать рассчитанные круги

source: Show manual laps
de: Zeige manuelle Runden
fr: Montrer les tours manuels
it: Mostra giri manuali
nl: Toon handmatige ronden
pl: Pokaż ręczne okrążenia
ru: Показать созданные в ручную круги

source: Goal
de: Ziel
fr: Objectif
it: Obiettivo
nl: Doel
pl: Cel
ru: Цель

source: Average (active)
de: Durchschnitt (aktiv)
fr: Moyenne (actuelle)
it: Media (attiva)
nl: Gemiddelde (actief)
pl: Średnia (aktywn.)
ru: Средняя (активная)

source: Average (total)
de: Durchschnitt (gesamt)
fr: Moyenne (totale)
it: Media (totale)
nl: Gemiddelde (totaal)
pl: Średnia (całk.)
ru: Средняя (итого)

source: 1st/2nd Half
de: 1./2. Rennhälfte
fr: 1ère/2ème moitié
it: 1/2 metà
nl: 1e/2e helft
pl: 1/2 połowa
ru: 1-я/2-я половина

source: of %u overall
de: von %u insgesamt
fr: du %u général
it: di %u complessivo
nl: van %u in totaal
ru: %u в целом

source: of %u in your age group
de: von %u in deiner Altersklasse
fr: du %u dans votre catégorie d'age
it: di %u nel tuo gruppo d'età
nl: van %u in uw leeftijdsgroep
ru: %u в вашей возрастной группе

source: of %u men/women
de: von %u Männer/Frauen
fr: du %u hommes/femmes
it: di %u uomini/donne
nl: of %u mannen/vrouwen
ru: %u мужчины/женщины

source: (first %u%%)
de: (ersten %u%%)
fr: (premiers %u%%)
it: (primo %u%%)
nl: (eerste %u%%)

source: Number of steps
de: Anzahl der Schritte
fr: Nombre de pas
it: Numero di passi
nl: Aantal stappen
pl: Liczba kroków
ru: Количество шагов

source: Total cadence
de: Absolute Kadenz
fr: Rythme total
it: Ritmo totale
nl: Cadans
pl: Całkowita kadencja
ru: Общий каденс

source: Elevation up/down
de: Auf-/Abstieg
fr: Dénivelé positif/négatif
it: Salita/Discesa
nl: Hoogte omhoog-/laag
pl: Wysokość góra/dół
ru: Высота +/-

source: Speed
de: Geschwindigkeit
fr: Vitesse
it: Velocità
nl: Snelheid
pl: Prędkość
ru: Скорость

source: HRV score
de: HRV Wert
fr: VFC
it: Punteggio HRV
pl: Wynik HRV
ru: HRV результат

source: avg:
de: durchschn:
fr: moyenne:
it: media:
pl: śr:
ru: сред:

source: No plot available.
de: Kein Diagramm verfügbar.
fr: Aucun graphique disponible.
it: Grafico non disponibile.
nl: Geen diagram beschikbaar.
pl: Wykresy niedostępne.
ru: График недоступен.

source: There are no manual laps.
de: Es gibt keine manuellen Runden.
fr: Il n'y a pas de tours manuels.
it: Non ci sono giri manuali.
nl: Er zijn geen handmatige ronden.
pl: Nie znaleziono ręcznych okrążeń.
ru: Нет в ручную созданных кругов.

source: No GPS-data available. Can\'t compute laps.
de: Keine GPS-Daten verfügbar. Die Zwischenzeiten können nicht berechnet werden.
fr: Pas de données GPS disponibles. Impossible de calculer les tours.
it: Nessun dato GPS disponibile. Non è possibile calcolare i giri.
nl: Geen GPS-gegevens beschikbaar. Tussentijden kunnen niet berekend worden.
pl: Dane GPS niedostępne. Nie można wyliczyć okrążeń.
ru: Нет GPS-данных. Невозможно рассчитать круги.

source: Original data
de: Originaldaten
fr: Données d'origine
it: Dati originali
nl: Oorspronkelijke gegevens
pl: Dane oryginalne
ru: Исходные данные

source: Moving average
de: Gleitender Mittelwert
fr: Déplacement moyen
it: Andamento medio
nl: voortschrijdend gemiddelde
pl: Średnia ruchoma

source: Difference
de: Differenz
fr: Différence
it: Differenza
nl: Verschil
pl: Różnica
ru: Разница

source: Heartrate data available
de: Pulsdaten vorhanden
fr: Données cardiaques disponibles
it: Dati sulla Frequenza Cardiaca disponibili
nl: Hartslag gegevens beschikbaar
pl: Dostępne są dane dotyczące tętna
ru: Доступны данные о ЧСС

source: Lap data available
de: Rundendaten vorhanden
fr: Données de tours disponibles
it: Dati sul giro disponibili
nl: Ronde gegevens beschikbaar
pl: Dostępne dane okrążeń
ru: Доступны данные об этапах

source: Route data available
de: Streckenverlauf vorhanden
fr: Données de route disponibles
it: Dati della traccia disponibile
nl: Route gegevens beschikbaar
pl: Dostępne dane trasy
ru: Доступны данные о маршруте

source: unknown
de: unbekannt
fr: inconnu
it: sconosciuto
nl: onbekend
pl: nieznana
ru: неизвестно

source: <strong>Time:</strong> %s
de: <strong>Zeit:</strong> %s
fr: <strong>Temps : </strong> %s
it: <strong>Tempo:</strong> %s
nl: <strong>Tijd:</strong> %s
pl: <strong>Czas:</strong> %s
ru: <strong>Время:</strong> %s

source: <strong>Total:</strong> %s
de: <strong>Gesamt:</strong> %s
it: <strong>Totale:</strong> %s
nl: <strong>Totaal:</strong> %s
pl: <strong>Razem:</strong> %s
ru: <strong>Всего:</strong> %s

source: <strong>Pause</strong> of %s
de: <strong>Pause</strong> von %s
fr: <strong>Pause</strong> de %s
it: <strong>Pausa</strong> di %s
nl: <strong>Pauze</strong> van %s
pl: <strong>Pauza:</strong> %s
ru: <strong>Остановка</strong> %s

source: <strong>Distance:</strong> %s
de: <strong>Distanz:</strong> %s
it: <strong>Distanza:</strong> %s
nl: <strong>Afstand:</strong> %s
pl: <strong>Dystans:</strong> %s
ru: <strong>Расстояние:</strong> %s

source: <strong>Heart rate:</strong>
de: <strong>Herzfrequenz:</strong>
fr: <strong>Pulsations :</strong>
it: <strong>Frequenza cardiaca:</strong>
nl: <strong>Hartslag:</strong>
pl: <strong>Tętno:</strong>
ru: <strong>Пульс:</strong>

source: %s to %s
de: %s bis %s
fr: %s à %s
it: %s a %s
nl: %s tot %s
pl: %s do %s
ru: %s в %s

source: Wind
fr: Vent
it: Vento
pl: Wiatr
ru: Ветер

source: Fatal error
it: Errore grave
pl: Błąd krytyczny

source: every data point
de: jeder Datenpunkt
fr: tous les points
it: ogni punto di misura
nl: elk gegevenspunt
pl: każdy punkt
ru: каждую точку

source: every second data point
de: jeden zweiten Datenpunkt
fr: un point sur deux
it: ogni 2 punti di misura
nl: elke tweede gegevenspunt
pl: co drugi punkt
ru: каждую вторую точку

source: every fifth data point (recommended)
de: jeden 5. Datenpunkt (empfohlen)
fr: un point sur cinq (recommandé)
it: ogni 5 punti di misura (raccomandato)
nl: elk vijfde gegevenspunt (aanbevolen)
pl: co piąty punkt (zalecane)
ru: каждую пятую точку (рекомендуется)

source: every tenth data point
de: jeden 10. Datenpunkt
fr: un point sur dix
it: ogni 10 punti di misura
nl: elk tiende gegevenspunt
pl: co dziesiąty punkt
ru: каждую десятую точку

source: every twentieth data point
de: jeden 20. Datenpunkt
fr: un point sur vingt
it: ogni 20 punti di misura
nl: elk twintigste gegevenspunt
pl: co dwudziesty punkt
ru: каждую двадцатую точку

source: Metric units
de: Metrische Einheiten
fr: Unités métriques
it: Unità metriche
nl: Metrisch
pl: Jednostki metryczne
ru: Метрическая

source: Imperial units
de: Imperiale Einheiten
fr: Unités impériales
it: Sistema di misura imperiale
nl: Brits-Amerikaans maatsysteem
pl: Jednostki imperialne
ru: Британская

source: linear
fr: linéaire
it: lineare
nl: lineair
pl: liniowa
ru: линейная

source: reversed linear
de: umgekehrt linear
fr: linéaire inversé
it: logaritmica
nl: omgekeerd lineair
pl: liniowa odwrócona
ru: обратная линейная

source: as speed
de: als Geschwindigkeit
fr: comme pour la vitesse
it: come velocità
nl: Als snelheid
pl: jak prędkość
ru: как скорость

source: absolute value
de: absoluter Wert
fr: Valeur absolue
it: valore assoluto
nl: absolute waarde
pl: wartość bezwzględna
ru: удар/мин

source: &#37; HRmax
de: &#37; HFmax
fr: &#37; FCmax
it: &#37; Frequenza Cardiaca massima
nl: &#37; HFmax
ru: &#37;ЧСС макс

source: &#37; HRreserve
de: &#37; HFreserve
fr: &#37; HRréserve
it: &#37; Frequenza Cardiaca di riserva (FCmax-FCriposo)
nl: &#37; HFreserve
ru: &#37; ЧСС резерва

source: automatic
de: automatisch
fr: automatique
it: automatico
nl: automatisch
pl: automatycznie
ru: автоматически

source: kilograms
de: kilogramm
fr: kilogrammes
it: Kg
nl: kilogrammen
pl: kilogramy
ru: килограммы

source: stones
fr: pierres
it: stone
nl: stenen
ru: стоуны

source: never
de: nie
fr: jamais
it: mai
nl: nooit
pl: nigdy
ru: никогда

source: only for race results
de: nur bei Wettkämpfen
fr: seulement pour résultats en compétition
it: solo per risultati di gara
nl: Alleen voor wedstrijdresultaten
ru: только для результатов соревнования

source: always
de: immer
fr: toujours
it: sempre
nl: altijd
pl: zawsze
ru: всегда

source: at too big distance (15s)
de: bei zu großem Abstand (15s)
fr: à trop grande distance (15 s)
it: a distanza troppo grande (15s)
nl: bij een te grote afstand (15s)
pl: zbyt duża odległość (15s)
ru: на слишком большие расстояния (15с)

source: at too big distance (30s)
de: bei zu großem Abstand (30s)
fr: à trop grande distance (30 s)
it: a distanza troppo grande (30s)
nl: bij een te grote afstand (30s)
pl: zbyt duża odległość (30s)
ru: на слишком большие расстояния (30с)

source: at too big distance (60s)
de: bei zu großem Abstand (60s)
fr: à trop grande distance (60 s)
it: a distanza troppo grande (60s)
nl: bij een te grote afstand (60s)
pl: zbyt duża odległość (60s)
ru: на слишком большие расстояния (60с)

source: at too big distance (120s)
de: bei zu großem Abstand (120s)
fr: à trop grande distance (120 s)
it: a distanza troppo grande (120s)
nl: bij een te grote afstand (120s)
pl: zbyt duża odległość (120s)
ru: на слишком большие расстояния (120с)

source: at too big distance (240s)
de: bei zu großem Abstand (240s)
fr: à trop grande distance (240 s)
it: a distanza troppo grande (240s)
nl: bij een te grote afstand (240s)
pl: zbyt duża odległość (240s)
ru: на слишком большие расстояния (240с)

source: at too big distance (300s)
de: bei zu großem Abstand (300s)
fr: à trop grande distance (300 s)
it: a distanza troppo grande (300s)
nl: bij een te grote afstand (300s)
pl: zbyt duża odległość (300s)
ru: на слишком большие расстояния (300с)

source: at too big distance (600s)
de: bei zu großem Abstand (600s)
fr: à trop grande distance (600 s)
it: a distanza troppo grande (600s)
nl: bij een te grote afstand (600s)
pl: zbyt duża odległość (600s)
ru: на слишком большие расстояния (600с)

source: Monday
de: Montag
fr: Lundi
it: Lunedì
nl: Maandag
pl: Poniedziałek
ru: Понедельник

source: Sunday
de: Sonntag
fr: Dimanche
it: Domenica
nl: Zondag
pl: Niedziela
ru: Воскресенье

source: no smoothing
de: keine Glättung
fr: pas de lissage
it: nessuna correzione
nl: niet effenen
pl: bez wygładzania
ru: Без сглаживания

source: Threshold method
de: Schwellenwert-Methode
fr: Méthode à seuil
it: Metodo di soglia
nl: Grenswaarden methode
pl: Metoda progowa
ru: Пороговый метод

source: Douglas-Peucker-Algorithm
de: Douglas-Peucker-Algorithmus
fr: Algorithme de Douglas-Peucker
it: Algoritmo di Douglas-Peucker
nl: Douglas-Peucker-algoritme
pl: Douglas-Peucker
ru: Алгоритм Дугласа-Пекера

source: id (oldest first)
de: id (älteste zuerst)
fr: id (le plus ancien en premier)
it: id (il più vecchio all'inizio)
nl: id (oudste eerst)
pl: id (najpierw najstarsze)
ru: ид (сначала старейшие)

source: id (latest first)
de: id (neuste zuerst)
fr: id (le plus récent en premier)
it: id (il più nuovo all'inizio)
nl: id (nieuwste eerst)
pl: id (najpierw najnowsze)
ru: ид (сначала новейшие)

source: alphabetical
de: alphabetisch
fr: alphabétique
it: alfabetico
nl: alfabetisch
pl: alfabetycznie
ru: по алфавиту

source: logarithmic (new method since v1.5)
it: logaritmico (nuovo metodo dalla versione 1.5)
pl: logarytmiczna (nowa metoda od 1.5)

source: linear (old method up to v1.4)
it: lineare (vecchio metodo fino alla versione 1.4)
pl: linearna (stara metoda do 1.4)

source: please choose
it: scegliere
pl: wybierz

source: male
de: männlich
fr: masculin
it: uomo
nl: man
pl: mężczyzna
ru: мужской

source: female
de: weiblich
fr: féminin
it: donna
nl: vrouw
pl: kobieta
ru: женский

source: every 50m a data point
de: alle 50m einen Datenpunkt
fr: un point tous les 50 m
it: punto di misura ogni 50m
nl: elke 50m een gegevenspunt
pl: punkt co 50m
ru: точка через каждые 50 м

source: every 100m a data point
de: alle 100m einen Datenpunkt
fr: un point tous les 100 m
it: punto di misura ogni 100m
nl: elke 100m een gegevenspunt
pl: punkt co 100m
ru: точка через каждые 100 м

source: every 200m a data point
de: alle 200m einen Datenpunkt
fr: un point tous les 200 m
it: punto di misura ogni 200m
nl: elke 200m een gegevenspunt
pl: punkt co 200m
ru: точка через каждые 200 м

source: every 500m a data point
de: alle 500m einen Datenpunkt
fr: un point tous les 500 m
it: punto di misura ogni 500m
nl: elke 500m een gegevenspunt
pl: punkt co 500m
ru: точка через каждые 500 м

source: max. 50 data points
de: max. 50 Datenpunkte
fr: 50 points maximum
it: max. 50 punti di misura
nl: Max. 50 gegevenspunten
pl: max. 50 punktów
ru: максимум 50 точек

source: max. 100 data points
de: max. 100 Datenpunkte
fr: 100 points maximum
it: max. 100 punti di misura
nl: Max. 100 gegevenspunten
pl: max. 100 punktów
ru: максимум 100 точек

source: max. 200 data points (recommended)
de: max. 200 Datenpunkte (empfohlen)
fr: 200 points maximum (recommandé)
it: max. 200 punti di misura (raccomandato)
nl: Max. 200 gegevenspunten (aanbevolen)
pl: max. 200 punktów (zalecane)
ru: максимум 200 точек (рекомендуется)

source: max. 300 data points
de: max. 300 Datenpunkte
fr: 300 points maximum
it: max. 300 punti di misura
nl: Max. 300 gegevenspunten
pl: max. 300 punktów
ru: максимум 300 точек

source: max. 400 data points
de: max. 400 Datenpunkte
fr: 400 points maximum
it: max. 400 punti di misura
nl: Max. 400 gegevenspunten
pl: max. 400 punktów
ru: максимум 400 точек

source: max. 500 data points
de: max. 500 Datenpunkte
fr: 500 points maximum
it: max. 500 punti di misura
nl: Max. 500 gegevenspunten
pl: max. 500 punktów
ru: максимум 500 точек

source: max. 750 data points
de: max. 750 Datenpunkte
fr: 750 points maximum
it: max. 750 punti di misura
nl: Max. 750 gegevenspunten
pl: max. 750 punktów
ru: максимум 750 точек

source: max. 1000 data points
de: max. 1000 Datenpunkte
fr: 1000 points maximum
it: max. 1000 punti di misura
nl: Max. 1000 gegevenspunten
pl: max. 1000 punktów
ru: максимум 1000 точек

source: Upload form
de: Datei hochladen
fr: Téléverser depuis
it: Carica modulo
nl: gegevens uploaden
pl: Formularz przesyłania
ru: Загрузка

source: Standard form
de: Eingabeformular
fr: Format standard
it: Modulo standard
nl: Standaardformulier
pl: Standardowy formularz
ru: Ввод вручную

source: all separated
de: alle einzeln
fr: tout séparer
it: tutto separato
nl: alle gescheiden
pl: wszystkie oddzielnie
ru: все раздельно

source: Pace / Heart rate
de: Pace / Herzfrequenz
fr: Allure / Fréquence cardiaque
it: Ritmo / Frequenza cardiaca
nl: Tempo / hartslag
pl: Tempo / Tętno
ru: Темп/ ЧСС

source: Pace / Heart rate / Elevation
de: Pace / Herzfrequenz / Höhenprofil
fr: Allure / Fréquence cardiaque / Altitude
it: Ritmo / Frequenza cardiaca / Elevazione
nl: Tempo / hartslag / hoogte
pl: Tempo / Tętno / Wysokość
ru: Темп/ ЧСС/ Высота

source: Celsius (°C)
it: Gradi Centigradi (°C)
pl: Celsiusz (°C)
ru: Цельсий (°C)

source: Week view
de: Wochenansicht
fr: Affichage hebdomadaire
it: Settimana
nl: Weekweergave
pl: Widok tygodnia
ru: По неделям

source: Month view
de: Monatsansicht
fr: Affichage mensuelle
it: Mese
nl: Maandweergave
pl: Widok miesiąca
ru: По месяцам

source: No exertion at all
de: Überhaupt keine Anstrengung
fr: Sans aucun effort
it: Nessuno sforzo
nl: geen gevoel van inspanning
ru: Без нагрузки

source: Extremely light
de: Extrem leicht
fr: Très léger
it: Estremamente leggero
nl: zeer zeer licht
ru: Экстремально легкая

source: Very light
de: sehr leicht
fr: Assez léger
it: Molto leggero
nl: Zeer licht
ru: Очень легкая

source: Light
de: leicht
fr: Léger
it: Leggero
nl: Tamelijk licht
ru: Легкая

source: Somewhat hard
de: etwas anstrengend
fr: Plutôt difficile
it: Piuttosto duro
nl: Iets zwaar
ru: Немного тяжёлая

source: Hard
de: anstrengend
fr: Difficile
it: Duro
nl: Zwaar
ru: Тяжёлая

source: Very Hard
de: sehr anstrengend
fr: Très difficile
it: Molto duro
nl: Erg zwaar
ru: Очень тяжёлая

source: Extremely hard
de: extrem anstrengend
fr: Extrêmement difficile
it: Estremamente duro
nl: Extreem hard
ru: Экстремально тяжёлая

source: Maximal exertion
de: Maximale Anstrengung
fr: Effort maximum
it: Sforzo massimale
nl: Maximale inspanning
ru: Максимальная нагрузка

source: SW
fr: SO
it: SO
nl: ZW
ru: ЮЗ

source: W
fr: O
it: O
ru: З

source: NW
fr: NO
it: NO
ru: СЗ

source: internal database
de: interne Datenbank
fr: base de donnée interne
it: database interno
nl: Interne database
ru: внутренняя база данных

source: Calm
de: Windstille
fr: Calme
it: Calmo
nl: Stil
pl: Spokojnie
ru: Штиль

source: Light air
de: leiser Zug
fr: Très légère brise
it: Bava di vento
nl: zeer zwak
pl: Lekki przewiew
ru: Тихий ветер

source: Light breeze
de: leichte Brise
fr: Légère brise
it: Brezza leggera
nl: zwak
pl: Lekka bryza
ru: Легкий ветер

source: Gentle breeze
de: schwache Brise
fr: Petite brise
it: Brezza tesa
nl: vrij matig
pl: Łagodna bryza
ru: Слабый ветер

source: Moderate breeze
de: mäßige Brise
fr: Jolie brise
it: Vento moderato
nl: matig
pl: Umiarkowana bryza
ru: Умеренный ветер
