Repository: Runalyze/Runalyze
Catalog: inc/locale/*/LC_MESSAGES/messages.*.po
Languages: de, fr, it, nl, pl, ru

source: Nokia maps require an app-id/-token, see developer.here.com
it: Le mappe Nokia richiedono un token app-id/, vedi developer.here.com
pl: Mapy Nokia wymagają app-id/token, zobacz developer.here.com

source: Nokia/Here Token
it: Token Nokia Here

source: <strong>data/config.php</strong> is not writable
it: <strong>data/config.php</strong> non è scrivibile
pl: <strong>data/config.php</strong> nie jest zapisywalny

source: Changes can't be saved.
it: I cambiamenti non possono essere salvati.
pl: Nie można zapisać zmian.

source: User list
it: Lista utente
pl: Lista użytkowników
ru: Пользователи

source: There are no registered users.
it: Non ci sono utenti registrati.
pl: Nie ma zarejestrowanych użytkowników.

source: since
it: da
pl: od
ru: с

source: last
it: ultimo
pl: ostatnio
ru: последний вход

source: Functions
it: Funzioni
pl: Funkcje

source: Activate user
it: Attivazione utente
pl: Aktywuj użytkownika

source: Server information
it: Informazione del server
pl: Informacja o serwerze
ru: Информация о сервере

source: PHP version:
it: Versione PHP:
pl: Wersja PHP:
ru: Версия PHP:

source: MySQL version:
it: Versione MySQL:
pl: Wersja MySQL:
ru: Версия MySQL:

source: Time limit:
it: Limite di tempo:
pl: Limit czasu:

source: Memory limit:
it: Limite di memoria:
pl: Limit pamięci:

source: Upload limit:
it: Limite di caricamento:
pl: Limit uploadu:

source: Post limit:
it: Limite del messaggio:
pl: Limit POST:

source: Perl scripts can be used.
it: Gli scripts Perl possono essere usati.
pl: Można używać skryptów Perl.

source: Perl scripts cannot be used.
it: Gli scripts Perl non possono essere usati.
pl: Nie można używać skryptów Perl.

source: Permissions
it: Permessi
pl: Uprawnienia

source: The following directories do need write permissions. (And the right owner has to be set!)
it: Le seguenti directory necessitano di permessi di scrittura. (Devono essere settati i permessi!)
pl: Następujące katalogi wymagają uprawnień do zapisu (oraz ustawienia odpowiedniego właściciela)

source: The directory <strong>%s</strong> is writable.
it: La directory <strong>%s</strong> è scrivibile.
pl: Katalog <strong>%s</strong> jest zapisywalny.

source: Unused files
it: File inutilizzati
pl: Nie używane pliki
ru: Неиспользуемые файлы

source: Clear directories
it: Cancella le directory
pl: Wyczyść katalogi
ru: Очистить

source: clean up
it: pulisci
pl: wyczyść
ru: очистить

source: No files found
it: Nessun file trovato
pl: Nie znaleziono plików
ru: Файлов не найдено

source: The activity has been removed
it: L'attività è stata rimossa
pl: Trening został usunięty
ru: Тренировка удалена

source: Click on an activity to see more details.
it: Clicca su un'attività per maggiori dettagli.
pl: Kliknij na treningu aby zobaczyć szczegóły.
ru: Нажмите на тренировку, чтобы увидеть больше деталей.

source: Public activities are marked:
it: Le attività pubbliche sono state contrassegnate:
pl: Treningi publiczne oznaczone są:
ru: Открытые тренировки помечены:

source: There was a problem.
it: Ci sono stati problemi.
pl: Wystąpił problem.
ru: Возникла проблема.

source: The plugin could not be found.
de: Das Plugin wurde nicht gefunden.
fr: Le plugin n'a pas été trouvé.
it: Il plugin non può essere trovato.
nl: De plugin kon niet worden gevonden.
pl: Nie można odnaleźć wtyczki.
ru: Плагин не может быть найден.

source: Uninstall
it: Disinstalla
pl: Odinstaluj
ru: Удаление

source: The plugin has been uninstalled.
it: Il plugin è stato disinstallato.
pl: Wtyczka została odinstalowana.
ru: Плагин был удален.

source: There was a problem, the plugin could not be uninstalled.
it: Si è verificato un problema: il plugin non può essere disinstallato.
pl: Wystąpił problem, nie można było odinstalować wtyczki.
ru: Возникла проблема, плагин не может быть удален.

source: back to list
de: zurück zur Liste
fr: retour à la liste
it: torna alla lista
nl: terug naar de lijst
pl: wróć do listy
ru: вернуться к списку

source: Delete your account.
it: Cancella il tuo account.
pl: Usuń konto.

source: <em>A confirmation has been sent via mail.</em><br>How sad, that you've decided to delete your account.<br>Your account will be deleted as soon as you click on the confirmation link in your mail.
it: <em>La conferma è stata inviata via email.</em><br>Peccato! Hai deciso di cancellare il tuo account.<br>L'account verrà cancellato non appena farai click sul link di conferma nelle mail che ti è stata inviata.
pl: <em>Wysłano potwierdzenie przez e-mail.</em><br>Smutno nam, że usuwasz swoje konto.<br>Konto zostanie usunięte zaraz po tym, jak klikniesz na link potwierdzający w e-mailu.

source: Connect
it: Connetti
pl: Połącz

source: Searching for devices
it: Cerca dispositivi
pl: Szukanie urządzeń

source: Transfer complete
it: Trasferimento completato
pl: Przesyłanie zakończone

source: Browse computer
it: Sfoglia sul computer
pl: Przeglądaj komputer

source: Cancel
it: Cancella
pl: Anuluj

source: Connected devices
it: Dispositivi collegati
pl: Połączone urządzenia

source: Browse devices
it: Sfoglia dispositivi
pl: Przeglądaj urządzenia

source: Devices
it: Dispositivi
pl: Urządzenia

source: Search for decives
it: Cerca dispositivi
pl: Szukaj urządzeń

source: Retrieving data from #{deviceName}, please wait ...
it: Recupero dati da #{deviceName}, attendere ...
pl: Przesyłanie danych z #{deviceName}, proszę czekaj...

source: Please wait ...
it: Attendere ...
pl: Proszę czekaj...

source: Found #{tracks} activities
it: Trovate #{tracks} attività
pl: Znaleziono #{tracks} treningów

source: No devices found
it: Nessun dispositivo trovato
pl: Nie znaleziono żadnych urządzeń

source: Found
it: Trovato
pl: Znaleziono

source: #{deviceCount} devices found
it: #{deviceCount} dispositivi trovati
pl: znaleziono #{deviceCount} urządzeń

source: Status
it: Stato

source: present
it: attuale
pl: obecny

source: ignore
it: ignora
pl: ignoruj

source: You are not logged in anymore.
it: Non sei più connesso.
pl: Nie jesteś już zalogowany.

source: Corrected elevation data has been removed.
de: Die korrigierten Höhenmeterdaten wurden entfernt.
fr: Les données d'altitude corrigées ont été supprimées.
it: I dati di elevazione corretti sono stati rimossi.
nl: Gecorrigeerde hoogte gegevens zijn verwijderd.
pl: Skorygowane dane dotyczące wysokości zostały usunięte.
ru: Скорректированные данные о высоте были удалены.

source: Elevation data could not be retrieved.
de: Es konnten keine Höhendaten empfangen werden.
fr: Les données d'altitude n'ont pas pu être récupérées.
it: I dati di elevazione non possono essere recuperati.
nl: Hoogte gegevens kunnen niet worden opgehaald.
pl: Nie można pobrać danych dotyczących wysokości.
ru: Невозможно получить данные о высоте.

source: Search for activities
de: Trainings suchen
fr: Recherche d'activités
it: Cerca attività
nl: Activiteiten zoeken
pl: Szukaj treningów
ru: Поиск по тренировкам

source: Install
de: Installieren
fr: Installer
it: Installa
nl: Installeren
pl: Instaluj
ru: Установить

source: The plugin has been successfully installed.
de: Das Plugin wurde erfolgreich installiert.
fr: Le plugin a été installé avec succès.
it: Il plugin è stato installato correttamente.
nl: De plugin is geïnstalleerd.
pl: Zainstalowano wtyczkę.
ru: Плагин установлен.

source: There was a problem, the plugin could not be installed.
de: Es gab ein Problem beim Installieren des Plugins.
fr: Problème détecté, le plugin ne peut pas être installé.
it: Si è verificato un errore, il plugin non può essere installato.
nl: Er was een probleem, de plugin kan niet worden geïnstalleerd.
pl: Wystąpił problem, nie można było zainstalować wtyczki.
ru: Возникла проблема, плагин не может быть установлен.

source: Something went wrong ...
de: Etwas lief schief ...
fr: Quelque-chose s'est mal passé ...
it: Si è verificato un errore ...
nl: Er ging iets mis...
pl: Coś poszło źle...
ru: Что-то пошло не так ...

source: by&nbsp;HR
it: by&nbsp;FC
pl: wg&nbsp;tętna

source: corrected
it: corretta
pl: skorygowane

source: Shape
de: Form
fr: Forme
it: Forma
nl: Vorm
pl: Forma
ru: Формы

source: Deviation
it: Deviazione
pl: Odchylenie

source: Corrector
it: Correttore
pl: Korektor

source: You did not run any races.
it: Non hai fatto nessuna gara.
pl: Nie masz żadnych zawodów.

source: <strong>VDOT/Time:</strong> by standard formulas derived from Jack Daniels' Running formula<br>
it: <strong>VDOT/Tempo:</strong> deriva dalla formula di Jack Daniels<br>
pl: <strong>VDOT/Czas:</strong> według standardowych wzorów Jacka Danielsa<br>

source: The time is what you could have reached at your maximal possible heart rate over this distance.
it: Il tempo è quello che potresti avere ottenuto come tua frequenza cardiaca massima su questa distanza.
pl: Czas który mógłbyś osiągnąć przy maksymalnym możliwym tętnie na tym dystansie.

source: <strong>VDOT/Time (corrected):</strong> after individual VDOT correction (factor: %f)<br>
it: <strong>VDOT/Tempo (corretto):</strong> dopo la correzione del proprio VDOT (fattore: %f)<br>
pl: <strong>VDOT/Czas (skorygowany):</strong> po indywidualnej korekcie VDOT (współczynnik: %f)<br>

source: <strong>VDOT/Time (corrected):</strong> VDOT correction is deactivated. (see configuration)
it: <strong>VDOT/Tempo (corretto):</strong> la correzione VDOT è disattivata. (vedi la configurazione)
pl: <strong>VDOT/Czas (skorygowany):</strong> korekta VDOT jest wyłączona (sprawdź konfigurację)

source: <strong>VDOT/Time (Shape):</strong> by your shape at that time<br>
it: <strong>VDOT/Tempo (Forma):</strong> in base alla tua forma in quel momento<br>
pl: <strong>VDOT/Czas (Forma):</strong> według Twojej formy w tym czasie<br>

source: The time is the prognosis by Runalyze.
it: Il tempo è previsto da Runalyze.
pl: Czas jest prognozą Runalyze.

source: <strong>Corrector:</strong> Ratio between VDOT and VDOT (by HR)
it: <strong>Correttore:</strong> Rapporto tra VDOT e VDOT (in base alla Frequenza Cardiaca)
pl: <strong>Korektor:</strong> Stosunek VDOT i VDOT (wg tętna)

source: The distance correction for elevation is not used in this table.
it: In questa tabella non viene utilizzato il correttore di distanza per l'elevazione.
pl: Korekta dystansu dla wysokości nie jest używana w tej tabeli.

source: noname
it: nessun nome
pl: bez nazwy

source: Analyze your VDOT
it: Analizza il tuo VDOT
pl: Analizuj swój VDOT

source: Analyze the VDOT prediction based on your race results.
it: Analizza la previsione del tuo VDOT basandosi sui risultati di gara.
pl: Analizuj oszacowanie VDOT w oparciu o wyniki zawodów.

source: Predicting your VDOT based on your training values is imprecise. This plugin lists your races and compares your results with the predicted values. This way you can get an impression of how well the prediction works for you.
it: La previsione del VDOT basato sui valori di allenamento non è precisa. Questo plugin elenca le gare e confronta i risultati con il valore previsto. In questo modo è possibile farsi un'idea di quanto è precisa la previsione.

source: Temperatures
de: Temperaturen
fr: Températures
it: Temperature
nl: Temperaturen
pl: Temperatury
ru: Температура

source: No data found.
de: Keine Daten gefunden.
fr: Aucune donnée trouvée.
it: Nessuna attività trovata.
nl: Geen data gevonden.
pl: Brak danych.
ru: Нет данных.

source: No data available.
de: Keine Daten verfügbar.
fr: Aucune donnée disponible.
it: Dati non disponibili.
nl: Geen data beschikbaar.
pl: Brak danych.
ru: Нет данных.

source: Statistics about weather conditions and temperatures.
de: Statistiken über Wetterverhältnisse und Temperaturen.
fr: Statistiques des conditions météorologies et des températures.
it: Statistiche su condizioni meteo e temperature.
nl: Statistieken over weersomstandigheden en temperaturen.
pl: Statystyki pogody i temperatury.

source: There is no bad weather, there is only bad clothing.
de: Es gibt kein schlechtes Wetter, es gibt nur schlechte Kleidung.
fr: Il n'y a pas de mauvaus temps, il n'y a que des mauvais habits.
it: Non esiste il cattivo tempo, esiste l'abbigliamento sbagliato.
nl: Er is geen slecht weer, alleen slechte kleding.
pl: Nie ma brzydkiej pogody. Jest tylko złe ubranie.

source: Are you a wimp or a tough runner? Have a look at these statistics about the weather conditions.
de: Ob du ein Warmduscher oder ein harter Läufer bist, kannst du dir in diesen Statistiken anschauen. Wie warm war es und wie oft hat es geregnet? Das Plugin verrät es dir, wenn du die Daten brav erfasst hast.
fr: Êtes-vous une mauviette ou un coureur endurci? Jetez un coup d'oeil à ces statistiques à propos des conditions météorologiques.
it: Sei un corridore debole o forte? Dai un'occhiata alle statistiche sulle condizioni meteo.
nl: Ben je een watje of een stoere renner? Bekijk deze statistieken over de weercondities.
pl: Jesteś mięczakiem czy twardym biegaczem? Sprawdź na statystykach pogody.

source: Equipment type to display
de: Ausrüstungstyp der angezeigt werden soll
fr: Type d'équipement à afficher
it: Tipo di attrezzatura da visualizzare
nl: type uitrusting om te tonen
pl: Typ sprzętu do wyświetlenia
ru: Какой инвентарь отображать

source: Show temperature plots
de: Wetter-Statistiken anzeigen
fr: Montrez des graphes de température
it: Mostra il grafico della temperatura
nl: Temperatuur diagrammen
pl: Pokaż wykresy temperatury
ru: Показать график температуры

source: on
de: am
fr: sur
it: su
nl: aan

source: Hottest activities
de: Wärmste Trainings
fr: Activités les plus chaudes
it: Attività con temperatura più alta
nl: Warmste activiteiten
pl: Najwyższa temperatura

source: Coldest activities
de: Kälteste Trainings
fr: Activités les plus froides
it: Attività con temperature più fredde
nl: Koudste activiteiten
pl: Najniższa temperatura

source: Most windy activities
de: Windigste Trainings
fr: activités les plus venteuses
it: Attività con più vento
nl: Winderigste activiteiten
pl: Treningi w największym wietrze

source: Highest humidity activities
de: Trainings mit der höchsten Luftfeuchtigkeit
fr: Activités réalisées au moment d'une humidité élevée
it: Attività con più umidità
nl: Luchtvochtigste activiteiten
pl: Treningi w największej wilgotności

source: Activity [in h] by day time
de: Training [in h] bei Tag Zeit
fr: Activité [en h] selon le moment de la journée
it: Attività (in ore) in base all'ora del giorno
nl: Activiteit [in h] per uur van de dag
pl: Treningi (w godz.) wg pory dnia

source: Activity [in h] by weekday
de: Training [in h] bei Woche/Tag
fr: Activité [en h] selon le jour de la semaine
it: Attività (in ore) in base al giorno della settimana
nl: Activiteit [in h] per dag van de week
pl: Treningi (w godz.) wg dnia tygodnia

source: Training times
de: Trainingszeiten
fr: Temps d'entraînement
it: Ore di allenamento
nl: Trainingstijden
pl: Pory treningu
ru: Время тренировки

source: Plot all your activity times by daytime/weekday and list your nightly activities.
de: Auflistung nächtlicher Trainings und Diagramme über die Trainingszeiten.
fr: Graphe tous vos temps d'activités par moment de la journée/jour de la semain et liste de vos activités nocturnes.
it: Traccia tutte le ore di allenamento in base all'ora del giorno/al giorno della settimana e elenca le attività notturne.
nl: Plot al uw tijdstippen van uw activiteiten per uur van de dag of per dag van de week en geef een overzicht van uw nachtelijke activiteiten.
pl: Wykres pokazujący pory treningu według godziny/dnia tygodnia i lista treningów nocnych.
ru: Графики тренировок, отсортированных по времени дня и дням недели и список ночных тренировок.

source: Show nightly activities
de: Zeige nächtliches Training
fr: Montrer les activités nocturnes
it: Mostra attività notturne
nl: Nachtelijke activiteiten
pl: Pokaż nocne treningi
ru: Показывать ночные тренировки

source: Nightly activities
de: Nächtliches Training
fr: Activités nocturnes
it: Attività notturne
nl: Nachtelijke activiteiten
pl: Nocne treningi
ru: Ночные тренировки

source: 2 a.m. is considered as <em>most extreme</em> time for a training.
de: 2 Uhr morgens wird als <em>extremste</em> Zeit für ein Training angesehen.
fr: On considère que 2 heures du matin est un moment <em>vraiment extrême</em> pour s'entraîner.
it: 2 a.m. è considerata come <em>l'ultima</em> ora per allenarsi.
nl: 2 uur 's ochtends wordt beschouwd als <em> meest extreme</em> tijd voor een training.
pl: 2 w nocy uważana jest za <em>najbardziej ekstremalną</em> porę na trening.
ru: 2 часа ночи это <em>очень экстремальное</em> время для тренировок.

source: The 20 trainings being nearest to that time are listed.
de: Die 20 Trainings, die am nächsten daran liegen werden hier gelistet.
fr: Les 20 entraînements les plus proches de ce moment sont listés.
it: Sono elencati i 20 allenamenti più vicini a quell'ora.
nl: De 20 trainingen die het dichtsbij die tijd liggen worden weergegeven.
pl: Lista 20 treningów najbliższych tej porze dnia.
ru: Показаны 20 тренировок наиболее близких к этому времени.

source: Cacheclean
it: Svuota la cache
pl: Wyczyść cache

source: Runalyze uses data caching for faster access. Whenever you feel the views are not updated you can force emptying the cache
it: Runalyze utilizza la cache per un accesso più rapido. Ogni volta si pensi che le viste non siano aggiornate è possibile forzare lo svuotamento della cache
pl: Runalyze używa cache w celu szybszego dostępu do danych. Jeśli uważasz, że widok danych nie jest aktualny, możesz wymusić oczyszczenie cache

source: Empty your cache
it: Svuota la cache
pl: Wyczyść cache

source: Tag analysis
de: Tag Analyse
fr: Analyse par mot-clé
it: Analisi dei tag
nl: Label analyse
pl: Analiza tagów
ru: Теги

source: How often have you tagged your activities with tag x?
de: Wie oft hast du deine Aktivitäten mit dem Tag x getaggt?
fr: Combien de fois avez-vous assigné le mot-clé x à une activité?
it: Quanto spesso hai contrassegnato le tue attività con il tag x?
nl: Hoe vaak heb je een activiteit gelabeld met label x?
pl: Jak często treningi były oznaczane tagiem x?
ru: Сколько раз вы пометили свою тренировку тегом Х?

source: Tag to analyze
de: Standardtag zum Analysieren
fr: Mot-clé à analyser
it: Tag da analizzare
nl: Label om te analyseren
pl: Tag do analizy
ru: Тег для анализа

source: Please choose a tag.
de: Bitte wähle einen Tag.
fr: Veuillez choisir un mot-clé.
it: Per favore scegli un tag.
nl: Kies alstublieft een label.
pl: Wybierz tag.
ru: Выберите тэг.

source: No activities found.
de: Es wurden keine Trainingseinheiten gefunden.
fr: Pas d'activités trouvées.
it: Nessuna attività trovata.
nl: Er zijn geen activiteiten gevonden.
pl: Nie znaleziono treningów.
ru: Тренировок не найдено.

source: Your steepest activities and an overview of your cumulated elevation.
de: Deine steilsten Strecken und eine Übersicht über deine angesammelten Höhenmeter.
fr: Vos activités les plus raides et un aperçu de votre dénivelé accumulé.
it: Le attività con maggior dislivello e panoramica dell'altitudine accumulata.
nl: Uw steilste activiteiten en een overzicht van uw totale hoeveelheid hoogtemeters.
pl: Najbardziej strome treningi i przegląd sumy wzniesień.

source: All years
de: Alle Jahre
fr: Toutes les années
it: Tutti gli anni
nl: Alle jaren
pl: Wszystkie lata
ru: За все время

source: No routes found.
de: Keine Strecken gefunden.
fr: Aucune route n'a été trouvée.
it: Nessun percorso trovato.
nl: Geen routes gevonden.
pl: Brak tras.

source: Most elevation
de: Meisten Höhenmeter
fr: La plus haute des altitudes
it: Maggior elevazione
nl: Meeste hoogte
pl: Najbardziej strome

source: Steepest routes
de: steilste Strecke
fr: Routes les plus raides
it: Percorso con maggior dislivello
nl: Steilste routes
pl: Najbardziej strome trasy

source: unlabeled
de: unbenannt
fr: sans étiquette
it: senza etichetta
nl: geen label
pl: nieoznaczone

source: How often did you train with whom?
de: Wie oft hast du mit wem gemeinsam trainiert?
fr: Combien de fois vous êtes-vous entraîné avec qui?
it: Quanto spesso ti sei allenato in compagnia?
nl: Hoe vaak heeft u getraind en met wie?
pl: Jak często z kimś trenowałeś(aś)?
ru: Как часто вы тренируетесь и с кем?

source: All training partners
de: Alle Trainingspartner
fr: Tous vos partenaires d'entraînement
it: Tutti i compagni di allenamento
nl: Alle training partners
pl: Wszyscy partnerzy treningowi
ru: Все партнеры по тренировкам

source: You have only trained on your own.
de: Du hast bisher nur alleine trainiert.
fr: Vous vous êtes toujours entraîné tout seul.
it: Ti sei allenato esclusivamente da solo.
nl: U heeft enkel alleen getraind.
pl: Zawsze trenowałeś sam(a).
ru: Вы тренировались без партнеров.

source: You have trained <strong>%sx</strong> in total and out of that <strong>%sx</strong> with a training partner,
de: Du hast <strong>%s x</strong> gesamt trainiert und davon <strong>%sx</strong> mit einer/einem TrainingspartnerIn.
fr: Vous vous êtes entraîné <strong>%sx</strong> fois au total dont <strong>%sx</strong> avec un partenaire d'entraînement,
it: Ti sei allenato <strong>%sx</strong> volte in totale e di queste <strong>%sx</strong> con un compagno,
nl: Je hebt in totaal <strong>%sx</strong> getraind waarvan <strong>%sx</strong> met een training partner.
pl: Trenowałeś(aś) w sumie <strong>%sx</strong> i z tego <strong>%sx</strong> z partnerem treningowym,
ru: Вы тренировались <strong>%sx</strong> раз всего и из них <strong>%sx</strong> раз с партнером,

source: that are <strong>%s</strong> &#37;.
de: Das sind <strong>%s</strong> &#37;.
fr: qui sont <strong>%s</strong>&#37;.
it: che sono <strong>%s</strong> &#37;.
nl: dat zijn <strong>%s</strong> &#37;.
pl: czyli <strong>%s</strong> &#37;.
ru: что составляет <strong>%s</strong> &#37;.

source: Goals
de: Ziele
fr: Buts
it: Obiettivi
nl: Doelen
pl: Cel
ru: Цели

source: Set your own goals for different time ranges and compare your current performance with them.
de: Setze deine eigenen Ziele für verschiedene Zeiträume und vergleiche deine derzeitige Leistung mit diesen.
fr: Réglez vos propres objectifs pour différents temps et comparez avec votre performance actuelle.
it: Imposta i tuoi obiettivi in base ai diversi intervalli di tempo e comparali con l'attuale performance.
nl: Bepaal uw eigen doelen voor verschillende tijdsintervalllen en vergelijk uw huidige prestaties hiermee.
pl: Ustaw swój cel dla różnych okresów i porównaj go z Twoimi rezultatami.
ru: Установите цели для разных периодов и сравните с ними свои результаты.

source: This plugin tracks your distances for chosen time ranges.
de: Prognosen und Ziele für die Laufleistung in km in den ausgewählten Zeiträumen.
fr: Ce plugin enregistre vos distances pour les plages horaires choisies.
it: Questo plugin traccia la distanza per l'intervallo di tempo scelto.
nl: Deze plugin houdt uw afstanden voor de gekozen tijdsperioden bij.
pl: Ta wtyczka śledzi Twoje dystanse dla wybranych zakresów czasu.

source: You can set a goal (value &gt; 0) for every time range. If it is set, you will see how much you have to run to reach it.
de: Wenn ein Ziel definiert ist (Wert > 0) wird ausserdem angezeigt, wie viel noch für die Erreichung des Ziels notwendig ist.
fr: Vous pouvez assigner un but (valeur &gt;0) pour chaque plage horaire. S'il est assigné, vous pourrez voir combien vous devez courir pour l'atteindre.
it: Puoi impostare un obiettivo (valore &gt; 0) per ciascun intervallo di tempo. Una volta impostato, vedrai quanto devi correre per raggiungerlo.
nl: U kunt een doel (value &gt; 0) maken voor elke tijdsperiode. Zodra gemaakt, kunt u zien hoe vaak u moet hardlopen om dit doel te bereiken.
pl: Możesz ustawić cel (wartość &gt; 0) dla każdego zakresu. Po jego ustawieniu zobaczysz jak dużo musisz przebiec aby go osiągnąć.
