Repository: Runalyze/Runalyze
Catalog: inc/locale/*/LC_MESSAGES/messages.*.po
Languages: de, fr, it, nl, pl, ru

source: Training impulse over a short period
de: Trainingsimpulse über einen kurzen Zeitraum
fr: Charge d'entraînement sur une courte période
it: Impulso allenante su breve arco di tempo
nl: Trainingsimpuls over een korte periode
pl: Impuls treningowy w krótkim okresie

source: Chronical Training Load
fr: Charge d'entraînement chronique
it: Carico di allenamento sul lungo periodo
nl: Chronische Trainingsbelasting

source: Training impulse over a long period
de: Trainingsimpuls über einen langen Zeitraum
fr: Charge d'entraînement sur une longue période
it: Impulso allenante su un lungo periodo
nl: Trainingsimpuls over een lange periode
pl: Impuls treningowy w długim okresie

source: Training Stress Balance
de: Stress Balance
fr: Balance d'entraînement
it: Carico di lavoro in base al livello di stress
nl: Trainingsbelasting Balans

source: Current impulse<br>positive: recovery<br>negative: hard training
de: Derzeitiger Impuls:<br>Positiv: Erholung<br>Negativ: Hartes Training
fr: Valeur actuelle<br>positive: récupération<br>négative: entraînement dur
it: Impulso corrente<br>positivo: recupero<br>negativo: allenamento pesante
nl: Huidige impuls<br>positief: herstel<br>negatief: harde training
pl: Bieżący impuls<br>dodatni: odpoczynek<br>ujemny: ciężki trening

source: ATL/CTL are based on the TRIMP-concept, which adresses an impulse value to every activity. ATL and CTL are averaged values over a given time range.
de: ATL/CTL basieren auf dem TRIMP-Konzept, das jedem Training einen Belastungswert zuteilt. ATL und CTL sind Mittelwerte von TRIMP.
fr: ATL/CTL se basent sur le concept de TRIMP, qui assigne une valeur de charge à chaque activité. ATL et CTL sont moyennées sur certaines périodes.
it: ATL e CTL sono basati sul concetto di impulso allenante (TRIMP), che assegna un valore di impulso per ogni attività. ATL e CTL sono valori media in un intervallo di tempo dato.
nl: ATL/CTL zijn gebaseerd op het TRIMP-concept, deze kent een impulswaarde toe aan elke activiteit. ATL en CTL zijn gemiddelde waarden over een bepaalde tijdsperiode.
pl: ATL/CTL bazują na koncepcji TRIMP, która każdemu treningowi przyporządkowuje wartość impulsu treningowego. ATL i CTL są uśrednionymi wartościami w zadanym zakresie czasu.

source: see <a href="http://www.netzathleten.de/fitness/richtig-trainieren/item/1481-trainingstagebuch-sinnvoll-oder-nicht" title="Das TRIMP-Konzept">The TRIMP-concept</a> (german, netzathleten.de)
de: siehe <a href="http://www.netzathleten.de/fitness/richtig-trainieren/item/1481-trainingstagebuch-sinnvoll-oder-nicht" title="Das TRIMP-Konzept">Das TRIMP-Konzept</a> auf netzathleten.de
fr: voir <a href="http://www.netzathleten.de/fitness/richtig-trainieren/item/1481-trainingstagebuch-sinnvoll-oder-nicht" title="Das TRIMP-Konzept">Le concept de TRIMP</a> (en allemand, netzathleten.de)
it: vedi <a href="home.trainingpeaks.com/blog/article/the-science-of-the-performance-manager" titolo= "The Science of the Performance Manager"> il concetto di Impulso Allenante (TRIMP)</a> (inglese, http://home.trainingpeaks.com)
nl: Zie ook <a href="http://www.atletieklogboek.nl/?page=faq&faq_id=17d" title="Waar staat TRIMP voor">Waar staat TRIMP voor?</a> (nederlands, AtletiekLogboek)
pl: zobacz <a href="http://www.netzathleten.de/fitness/richtig-trainieren/item/1481-trainingstagebuch-sinnvoll-oder-nicht" title="Das TRIMP-Konzept">The TRIMP-concept</a> (german, netzathleten.de)

source: see <a href="http://fellrnr.com/wiki/TRIMP">TRIMP</a> and <a href="http://fellrnr.com/wiki/Modeling_Human_Performance#The_TSB_Formulas">Modeling Human Performance</a> on fellrnr.com
de: siehe <a href="http://fellrnr.com/wiki/TRIMP">TRIMP</a> und <a href="http://fellrnr.com/wiki/Modeling_Human_Performance#The_TSB_Formulas">Modeling Human Performance</a> auf fellrnr.com
fr: voir <a href="http://fellrnr.com/wiki/TRIMP">TRIMP</a> et <a href="http://fellrnr.com/wiki/Modeling_Human_Performance#The_TSB_Formulas">Modeling Human Performance</a> sur fellrn.com
it: vedi <a href="http://fellrnr.com/wiki/TRIMP">TRIMP</a> e <a href="http://fellrnr.com/wiki/Modeling_Human_Performance#The_TSB_Formulas">Modeling Human Performance</a> su fellrnr.com
nl: Zie<a href="http://fellrnr.com/wiki/TRIMP">TRIMP</a> en <a href="http://fellrnr.com/wiki/Modeling_Human_Performance#The_TSB_Formulas">Modeling Human Performance</a> op fellrnr.com
pl: zobacz <a href="http://fellrnr.com/wiki/TRIMP">TRIMP</a> and <a href="http://fellrnr.com/wiki/Modeling_Human_Performance#The_TSB_Formulas">Modeling Human Performance</a> on fellrnr.com

source: VDOT values of the last %s days
it: Valori di VDOT degli ultimi %s giorni
pl: Wartości VDOT z ostatnich %s dni

source: The VDOT value is the average, weighted by the time, of the VDOT of your activities in the last %s days.
it: Il valore di VDOT è una media, pesata sul tempo, del VDOT delle tue attività negli ultimi %s giorni.
pl: Wartość VDOT jest średnią ważoną wg czasu wartości VDOT Twoich treningów z ostatnich %s dni.

source: Your current VDOT shape: <strong>%s</strong><br>&nbsp;
it: Valore attuale di VDOT: <strong>%s</strong><br>&nbsp;
pl: Twój aktualny VDOT: <strong>%s</strong><br>&nbsp;

source: Jack Daniels uses VDOT as a fixed value and not based on the training progress.<br>We do instead predict the VDOT from all activities based on the heart rate. These formulas are derived from Jack Daniels' tables as well.
it: Jack Daniels usa il VDOT come valore fisso e non basato sui progressi di allenamento. Noi invece ricaviamo il VDOT da tutte le attività in base alla frequenza cardiaca. Queste formule derivano comunque sempre dalle tabelle di Jack Daniels.
pl: Jack Daniels używa VDOT jako stałej wartości i nie bazuje na postępach treningowych.<br>My przewidujemy VDOT na podstawie wszystkich treningów w oparciu o tętno. Wzory pochodzą z tabel Jacka Danielsa.

source: <strong>Current VDOT</strong> <small>(based on heart rate)</small>
it: <strong>Valore attuale di VDOT</strong> <small>(basato sulla frequenza cardiaca)</small>
pl: <strong>Aktualny VDOT</strong> <small>(według tętna)</small>

source: <strong>Target kilometer per week</strong> <small>(%s weeks)</small>
it: <strong>Chilometri target a settimana</strong> <small>(%s settimane)</small>
pl: <strong>Cel: kilometry tygodniowo</strong> <small>(%s tygodni)</small>

source: done by %s&#37;
de: erreicht zu %s&#37;
fr: effectué en%s&#37;
it: fatto da %s&#37;
nl: reeds behaald %s&#37;
pl: ukończony w %s&#37;

source: <strong>Marathon time</strong> <small>(optimal)</small>
de: <strong>Marathonzeit</strong> <small>(optimal)</small>
fr: <strong>Temps de marathon</strong><small>(optimal)</small>
it: <strong>Tempo di Maratona</strong> <small>(ottimale)</small>
nl: <strong>Marathon tijd</strong> <small>(optimaal)</small>
pl: <strong>Czas w maratonie</strong> <small>(optymalny)</small>

source: Points
de: Punkte
it: Punti
nl: Punten
pl: Punkty

source: * %s &quot;long&quot; jogs do not show up, because they have less than 0.2 points.
de: * %s "lange" Läufe wurden hier nicht aufgeführt, da sie weniger als 0.2 Punkte eingebracht haben.
fr: * de %s&quot;longs&quot; footings ne sont pas affichés, parce qu'ils ont moins de 0.2 points.
it: * %s &quot; corse lunghe&quot; non vengono mostrate perché hanno meno di 0,2 punti.
nl: * %s &quot;lange&quot; duurlopen worden niet getoond omdat deze minder dan 0,2 punten hebben.
pl: * %s &quot;długich&quot; biegów nie zostało wyświetlonych, ponieważ mają poniżej 0.2 punkta.

source: * In general, all runs with more than %s are being considered.
de: * Generell werden alle Läufe ab %s betrachtet.
fr: * En général, toutes les courses avec plus de %s sont prises en compte.
it: * In generale, vengono considerate tutte le corse con più di %s.
nl: * In het algemeen worden lopen met meer dan %s meegenomen.
pl: * Ogólnie wszystkie biegi powyżej %s są brane pod uwagę.

source: Your basic endurance is based on your weekly kilometers and your long jogs.<br>The target is derived from the possible marathon time based on your current shape.
it: La tua resistenza di base è in funzione del chilometraggio settimanale e delle sedute di corsa lunga.<br>Il target è stimato in base al possibile tempo maratona che potresti fare in base alla tua attuale forma.
pl: Twoja wytrzymałość bazowa opiera się na liczbie kilometrów pokonywanych tygodniowo oraz długich biegach.<br>Cel określony został na podstawie czasiu w maratonie prognozowanego na bazie Twojej aktualnej formy.

source: The points for your long runs are weighted by time and quadratic in distance. That means, a long jog yesterday gives more points than a long jog two weeks ago and a 30k-jog gives more points than two 20k-jogs.
de: Die Punkte für die Langen Läufe werden in zeitlicher Abhängigkeit und quadratisch größer werdend vergeben. Ein Langer Lauf gestern bringt mehr als ein Langer Lauf vor einigen Wochen und ein 30 km-Lauf bringt mehr als zwei 20 km-Läufe.
fr: Les points pour vos longues sorties sont pondérées par le temps et le carré de la distance. Cela signifie qu'une longue sortie hier donne plus de points qu'une longue sortie il y a deux semaines, et une sortie sur 30km donne plus de points que deux de 20km.
it: I punti delle tue corse lunghe sono ponderati in base al tempo e al quadrato della distanza. Questo significa che una corsa lunga di ieri da più punti di una corsa lunga di 2 settimane fa e una corsa di 30km da più punti di una di 20.
nl: De trainingspunten voor uw lange duurlopen worden gewogen naar de tijd en gekwadrateerd in afstand. Dat wil zeggen dat een lange duurlopen van gisteren meer punten oplevert dan een lange duurloop van twee weken geleden en dat een lange duurloop van 30k meer punten geeft dan twee van 20k.
pl: Punkty dla długich biegów są ważone według czasu i kwadratu dystansu. Oznacza to, że długi bieg wczoraj otrzyma więcej punktów niż długi bieg dwa tygodnie temu, a długi bieg 30km otrzyma więcej punktów niż dwa długie biegi po 20km.

source: The basic endurance is <strong>not</strong> from Jack Daniels.<br>It's our own attempt to adjust the prognosis for long distances based on your current endurance.
it: La resistenza di base <strong>non</strong> è calcolata sulla base delle formule di Jack Daniels.<br>Il nostro tentativo è regolare le previsioni per le corse lunghe in base alla tua attuale forma.
pl: Wystrzymałość bazowa <strong>nie</strong> pochodzi od Jacka Danielsa.<br>To nasza własna próba dostosowania prognozy do długich dystansów w oparciu o Twoją aktualną wytrzymałość.

source: Training paces
it: Ritmi di allenamento
pl: Tempa treningowe
ru: Темп для тренировок

source: These paces are based on Jack Daniels' recommendation.
it: Questi ritmi sono basati sulle indicazioni di Jack Daniels.
pl: Podane tempa treningowe bazują na zaleceniach Jacka Danielsa.
ru: Значения темпа основаны на рекомендациях Джека Дэниэлса.

source: Explanation: How are these experimental values calculated?
de: Erklärung: Wie werden diese experimentellen Werte berechnet?
fr: Explication: Comment ces valeurs sont-elles calculées?
it: Spiegazione: Come vengono calcolati questi valori sperimentali?
nl: Uitleg: Hoe zijn deze experimentele waarden berekend?
pl: Wyjaśnienia: Jak te wartości są wyliczane?
ru: Пояснения: как эти значения расcчитываются?

source: Last half year
de: Letztes Halbjahr
fr: Dernière demi-année
it: Ultimi 6 mesi
nl: Laatste half jaar
pl: Ostatnie półrocze
ru: Последние полгода

source: Last year
de: Letztes Jahr
fr: Dernière année
it: Ultimo anno
nl: Laatste jaar
pl: Ostatni rok
ru: Последний год

source: Summary of your activities for each sport.
de: Zusammenfassung deiner Trainings für all deine Sportarten.
fr: Résumé de vos activités pour chaque sport.
it: Riepilogo delle tue attività per ciascuno sport.
nl: Samenvatting van uw activiteiten voor elke sport.
pl: Podsumowanie treningów dla każdego sportu.
ru: Итоговые данные по каждому виду спорта.

source: Old table view
it: Mostra vecchia tabella
pl: Stary widok tabeli
ru: Старый вид таблицы

source: No data available since
it: Dati non ancora disponibili
pl: Brak danych od
ru: Не было тренировок с

source: %u-times
it: %u-volte
pl: %u-razy
ru: %u-раз(а)

source: Analyze your training (only running) by means of pace, heart rate and different types.
de: Analyse des Lauftrainings zum Tempo, der Distanz und den verschiedenen Trainingstypen.
fr: Analyser votre entraînement (seulement en course) à partir de la cadence, du rythme cardiaque et des différents types.
it: Analizza il tuo allenamento in base al ritmo, frequenza cardiaca e diverso tipo di corsa (solo per il running).
nl: Analyseer uw trainingen (alleen hardlopen) door middel van tempo, hartslag en type.
pl: Analizuj trening (tylko bieg) według tempa, tętna i typów.
ru: Анализ тренировок (только бег) по зонам темпа, зонам ЧСС и видам тренировок.

source: Analyze types
de: Analysiere die Trainingstypen
fr: Analyse des types
it: Analizza i tipi
nl: Analyseer typen
pl: Analizuj typy

source: Analyze pace zones
de: Analysiere die Geschwindigkeiten
fr: Analyse des zones de vitesse
it: Analizza le zone del ritmo di corsa
nl: Analyseer tempo zones
pl: Analizuj strefy tempa

source: Analyze heart rate zones
de: Analysiere die Herzfrequenzzonen
fr: Analyse des zones de rythme cardiaque
it: Analizza le zone di frequenza cardiaca
nl: Analyseer hartslagzones
pl: Analizuj strefy tętna

source: Lowest heart rate zone
de: Niedrigste Herzfrequenzzone
fr: Zone la plus basse du rythme cardiaque
it: La zona di frequenza cardiaca più bassa
nl: Laagste hartslagzone
pl: Najniższa strefa tętna

source: Heart rate zone: Increment
de: Herzfrequenzzone: Schrittweite
fr: Zone de rythme cardiaque: Incrémentation
it: Zona di frequenza cardiaca: Incremento
nl: Hartslagzone: toename
pl: Strefa tętna: interwał

source: Lowest pace zone
de: Niedrigster Tempobereich
fr: Zone de vitesse la plus basse
it: Zona di ritmo più bassa
nl: Langzaamste tempo zone
pl: Najniższa strefa tempa

source: Highest pace zone
de: Höchster Tempobereich
fr: Zone de vitesse la haute
it: Zona di ritmo più alta
nl: Snelste tempo zone
pl: Najwyższa strefa tempa

source: Pace zone: Increment
de: Tempobereich: Schrittweite
fr: Zone d'allure : incrémentation
it: Zona di ritmo: Incremento
nl: Tempo zone: toename
pl: Strefa tempa: interwał

source: in percent
de: in Prozent
fr: en pourcentage
it: in base alla percentuale
nl: in procenten
pl: w procentach
ru: в процентах

source: The values consider only the average data fields of your activities.
de: Diese Werte betrachten nur die durchschnittlichen Werte deiner Trainings.
fr: Les valeurs ne prennent en compte que la moyenne des champs de données de vos activités.
it: I valori considerano solo la media delle vostre attività.
nl: De waarden zijn enkel gebaseerd op de gemiddelden van de gegevensvelden van uw activiteiten.
pl: Przedstawione dane wyliczane są na podstawie średnich wartości dla treningów.

source: There is no data for this sport.
de: Keine Daten für den Sport vorhanden.
fr: Il n'y a pas de données pour ce sport.
it: Non ci sono dati per questo sport.
nl: Er is geen data beschikbaar voor deze sport.
pl: Brak danych dla tego sportu.

source: Training types
de: Trainingstypen
fr: Types d'entraînement
it: Tipi di allenamento
nl: Trainingstypen
pl: Typy treningu
ru: Вид тренировки

source: faster than
de: schneller als
fr: plus rapide que
it: più veloce di
nl: sneller dan
pl: szybciej niż
ru: быстрее

source: up to
de: bis
fr: jusqu'à
it: fino a
nl: tot aan
pl: do
ru: ниже

source: Pace Zones
de: Tempobereiche
fr: Zones de vitesse
it: Zone del ritmo di corsa
nl: Tempo zones
pl: Strefy Tempa
ru: Зоны темпа

source: Heart Rate Zones
de: Pulsbereiche
fr: Zones du rythme cardiaque
it: Zone di Frequenza Cardiaca
nl: Hartslagzones
pl: Strefy Tętna
ru: Зоны ЧСС

source: Tables by Jack Daniels
it: Tabelle di Jack Daniels
pl: Tabele wg Jacka Danielsa

source: Tables for heart rate, paces and VDOT values by Jack Daniels.
it: Tabelle della frequenza cardiaca, ritmo e valori di VDOT elaborate in base alle formule di Jack Daniels.
pl: Tabele tętna, tempa i VDOT wg Jacka Danielsa.

source: VDOT from ... to ...
it: VDOT da ... a ...
pl: VDOT od... do...

source: two values, comma seperated
it: 2 valori, separati da virgola (,)
pl: dwie wartości, oddzielone przecinkami

source: Pace table: 400m from ...s to ...s
it: Tabella del ritmo: 400m da ... s a ... s
pl: Tabela tempa: 400m od ...s do ...s

source: VDOT values with equivalent race results
it: I valori di VDOT con risultati di gara equivalenti
pl: Wartości VDOT z odpowiadającymi wynikami zawodów

source: Predict results on different distances for a given VDOT.
it: Stima i risultati su diverse distanze in base a un valore di VDOT dato.
pl: Prognozuj wyniki na różnych dystansach dla danego VDOT.

source: VDOT values with equivalent paces
it: Valori di VDOT con ritmi equivalenti
pl: Wartości VDOT z odpowiadającymi tempami

source: General pace table
it: Tabella generale del ritmo
pl: Ogólna tabela tempa

source: This table shows times for different distances if you run them with the same pace.
it: Questa tabella mostra il tempo per differenti distanze corse allo stesso ritmo.
pl: Ta tabela pokazuje czasy dla różnych dystansów w założeniu, że pokonujesz je w tym samym tempie.

source: This table is computed by some formulas, derived from the tables in Jack Daniels' Running formula.
it: Questa tabella è calcolata sulla base di alcune formule derivate dalle tabelle elaborate da Jack Daniels.
pl: Ta tabela jest wyliczona na podstawie wzorów wyprowadzonych z tablel książki 'Bieganie metodą Danielsa'.

source: These values do not fit the original table one hundred percent.
it: Questi valori non si adattano alla tabella originale al cento per cento.
pl: Wartości te nie są w 100% zgodne z tabelami.

source: This table does <strong>not</strong> use a correction based on your current basic endurance.
it: Questa tabella <strong>non</strong> usa una correzione basata sulla tua resistenza di base.
pl: Ta tabela <strong>nie</strong> korzysta z korekty uwzględniającej Twoją wytrzymałość bazową.

source: These values do not fit the original table one hundred percent, especially for low VDOT values.
it: Questi valori non si adattano alla tabella originale al cento per cento, soprattutto per valori bassi di VDOT.
pl: Wartości te nie są w 100% zgodne z tabelami, w szczególności dla niskich wartości VDOT.

source: Records
de: Rekorde
it: Record
pl: Rekordy
ru: Рекорды

source: Faster, longer, better: Your records from your activities.
de: Am schnellsten, am längsten, am weitesten: Die Rekorde aus dem Training.
fr: Plus rapide, plus long, meilleur : vos records depuis vos activités.
it: Più veloce, più lungo, il migliore: Tutti i tuoi record.
nl: Sneller, verder, beter: Uw records van uw activiteiten.
pl: Szybciej, dłużej, lepiej: Twoje rekordy treningowe.
ru: Быстрее, дольше, лучше: рекорды ваших тренировок.

source: No data available
de: Keine Daten verfügbar
fr: Pas de données disponibles
it: Nessun dato disponibile
nl: Geen data beschikbaar
pl: Brak danych
ru: Нет данных

source: Most kilometers
de: Trainingsreichsten Laufphasen
fr: Le plus de kilomètres
it: Chilometraggi più lunghi
nl: Meeste kilometers
pl: Najwięcej kilometrów
ru: Больше всего километров

source: per year
de: Jahre
fr: par an
it: per anno
nl: per jaar
pl: na rok
ru: за год

source: per month
de: Monate
fr: par mois
it: per mese
nl: per maand
pl: na miesiąc
ru: за месяц

source: per week
de: Wochen
fr: par semaine
it: per settimana
pl: na tydzień
ru: за неделю

source: Fastest activities
de: Schnellste Trainings
fr: Activités les plus rapides
it: Attività più veloci
nl: Snelste activiteiten
pl: Najszybsze treningi
ru: Самые быстрые

source: Longest activities
de: Längsten Trainings
fr: Activités les plus longues
it: Attività più lunghe
nl: Langste activiteiten
pl: Najdłuższe treningi
ru: Самые продолжительные

source: Tag
fr: Etiquette
nl: Label
pl: Etykieta
ru: Тег

source: No
de: Nein
fr: Non
nl: Nee
pl: Nie
ru: Нет

source: Threshold
de: Schwellenwert
fr: Seuil
nl: Drempelwaarde
pl: Próg
ru: Порог

source: in
fr: intérieur
pl: w
ru: в

source: Privacy
de: Privatsphäre
fr: Vie privée
nl: Persoonlijk
pl: Prywatność
ru: Конфиденциальность

source: in
fr: dans
pl: w
ru: в

source: Diff.
nl: Verschil
pl: Różn.
ru: Изм.

source: diff
nl: verschil
pl: różnica
ru: изм

source: <strong>%s. %s</strong> in %s
fr: <strong>%s. %s</strong> en %s
pl: <strong>%s. %s</strong> w %s
ru: <strong>%s. %s</strong> в %s

source: pounds
fr: livres (~0,45 kg)
nl: ponden
pl: funty
ru: фунты

source: (file)
de: (Datei)
fr: (fichier)
nl: (bestand)
pl: (plik)
ru: (файл)

source: Feb
fr: Fév
pl: Lut
ru: Фев

source: Apr
fr: Avr
pl: Kwi
ru: Апр

source: Nov
pl: Lis
ru: Ноя

source: Database
pl: Baza danych

source: Password
pl: Hasło
ru: Пароль

source: Login
pl: Zaloguj się
ru: Вход

source: Account
pl: Konto
ru: Профиль

source: Sa
fr: Samedi
nl: Za
pl: So
ru: Сб

source: Running
de: Laufen
fr: Course à pied
nl: Hardlopen
pl: Bieganie
ru: Бег

source: Jogging
de: Dauerlauf
nl: Duurloop
pl: Bieg spokojny
ru: Джоггинг

source: JOG
de: DL
nl: DL
pl: BS

source: IT
fr: INT
pl: IN

source: TR
de: TDL
nl: TDL
pl: BT

source: RC
de: WK
nl: W
pl: ZA

source: Display
pl: Wyświetl
ru: Показывать

source: CSS-Style
pl: Styl CSS

source: Plugins
pl: Wtyczki
ru: Плагины

source: Plugin
pl: Wtyczka
ru: Плагин

source: Multi editor
fr: Éditeur multiple
pl: Multi-edytor
ru: Редактор

source: Perl Path
pl: Ścieżka do Perl-a

source: TTBIN Converter Path
pl: Ścieżka konwertera TTBIN

source: Geonames Username
pl: Nazwa użytkownika Geonames

source: SMTP: password
pl: SMTP: hasło

source: Personal best
de: Persönliche Bestleistungen
fr: Record personnel
nl: Persoonlijk record
pl: Rekord życiowy
ru: Личный рекорд

source: Swimdata
de: Schwimmdaten
fr: Données de natation
nl: zwemgegevens
pl: Dane pływania
ru: Плавание

source: HRV data
de: HRV Daten
fr: Données HRV
nl: HRV gegevens
pl: Dane HRV
ru: ВЧСС

source: in &#37;
fr: en &#37;
pl: w &#37;

source: <strong>Target long run</strong> <small>(%s weeks)</small>
de: <strong>Vorgabe Langer Lauf</strong> <small>(%s Wochen)</small>
fr: <strong>Cible de longue course</strong><small>(%s semaines)</small>
nl: <strong>Doel lange duurloop</strong> <small>(%s weken)</small>
pl: <strong>Cel: długi bieg</strong> <small>(%s tygodni)</small>

source: Find your training paces in min/km for given VDOT values.
pl: Odszukaj swoje tempa treningowe w min/km dla danego VDOT.

source: This value exceeds your entered maximal heart rate.
de: Dieser Wert ist höher als deine angegebene maximal Herzfrequenz.
fr: Cette valeur dépasse que le rythme cardiaque maximal que vous avez indiqué.
nl: Dit is hoger dan uw ingevoerde maximale hartslag.
ru: Эта величина превышает указанный максимальный пульс.

source: Please adjust your maximal heart rate.
de: Bitte passe deine maximale Herzfrequenz an.
fr: Ajustez votre fréquence cardiaque maximale, svp.
nl: Pas uw maximale hartslag aan.
ru: Пожалуйста, измените вашу максимальную частоту сердечных сокращений.

source: There was a problem trying to show the map.
de: Es gab Probleme beim Versuch die Karte anzuzeigen.
fr: Il y a eu un problème en essayant d'afficher la carte.

source: Energy
de: Energie
fr: Énergie
nl: Energie

source: Mar
de: Mrz
nl: Mrt
ru: Мар

source: Effective VO<sub>2</sub>max icon
de: Icon für Effektiven VO<sub>2</sub>max
fr: Icône de VO<sub>2</sub>max effective
