Repository: Runalyze/Runalyze
Catalog: inc/locale/*/LC_MESSAGES/messages.*.po
Languages: de, fr, it, nl, pl, ru

source: Detect pauses (distance not increasing) when importing training
de: Pause beim Import von Trainings erkennen (Distanz bleibt gleich)
fr: Détecte les pauses (distance qui n'augmente pas) lors de l'importation d'une séance
it: Rileva pause (distanza non crescente) durante l'importazione dell'allenamento
nl: Detecteren pauzes (wanneer de afstand gelijk blijft) bij het importeren van een training
pl: Wykryj pauzy (dystans nie zwiększa się) podczas importu treningów
ru: Обнаружить паузы (когда дистанция не растет) при импорте тренировки

source: Automatically load weather conditions
de: Wetterdaten automatisch laden
fr: Charger automatiquement les conditions météo
it: Carica automaticamente le condizioni meteo
nl: Automatisch ophalen van weersomstandigheden
pl: Automatycznie pobierz pogodę
ru: Загружать погодные условия

source: via openweathermap.org
it: da openweathermap.org
pl: przez openweathermap.org
ru: С сайта openweathermap.org

source: for weather: Location
de: Ort für die Wetterdaten
fr: Météo : Lieu
it: meteo: Località
nl: locatie voor weer
pl: dla pogody: Lokalizacja
ru: Погода: ваше месторасположение

source: For loading weather data from openweathermap.org<br>e.g. <em>Berlin, de</em>
de: Zum Laden von Wetterdaten über openweathermap.org<br> z.B. <em>Berlin, de</em>
fr: Pour télécharger les données météo depuis openweathermap.org<br>ex : <em>Berlin, de</em>
it: Per caricare i dati meteo da openweathermap.org<br>es. <em>Berlin, de</em>
nl: Voor het ophalen van weergegevens van openweathermap.org <br>bijvoorbeeld <em>Berlijn, de</em>
pl: Do pobrania pogody z openweathermap.org<br>np. <em>Warszawa, pl</em>
ru: Для загрузки данных о погоде с сайта openweathermap.org <br>, например, <em>Berlin, de</em>

source: Automatically correct elevation data
de: Höhendaten automatisch korrigieren
fr: Corriger automatiquement les données d'élévation
it: Correggi automaticamente l'elevazione
nl: Hoogte gegevens automatisch corrigeren
pl: Automatycznie koryguj dane dotyczące wysokości
ru: Исправлять данные о высоте

source: Instead of using gps-elevation a correction via external services is possible.
de: Anstelle die GPS-Höhendaten zu verwenden können die Höhendaten über externe Schnittstellen korrigiert werden.
fr: Plutôt que d'utiliser l'élévation gps, une correction via des services externes est possible.
it: È possibile usare una correzione basata su dati esterni invece dell'elevazione rilevata dal GPS.
nl: In plaats van gps-hoogte te gebruiken is het ook mogelijk om een correctie toe te passen dmv externe services.
pl: Zamiast gps-elevation możliwa jest korekta za pomocą zewnętrznych serwisów.
ru: Вместо использования данных о высоте с вашего gps устройства возможна коррекция через внешние сервисы.

source: Sort: sport types
it: Ordina: per sport
pl: Sortuj: sport
ru: Сортировка: виды спорта

source: Sort: activity types
de: Sortierung: Trainingstypen
fr: Tri : types d'activités
it: Ordina: tipo di attività
nl: Sorteer: type activiteiten
pl: Sortuj: typ treningu
ru: Сортировка: виды тренировок

source: Sort: equipment
de: Sortierung: Equipment
fr: Trier: équipement
it: Ordina: per attrezzatura
nl: Sorteer: uitrusting
pl: Sortuj: sprzęt
ru: Сортировка: инвентарь

source: Calendar view
de: Kalenderansicht
fr: Vue calendrier
it: Vista calendario
nl: Kalenderweergave
pl: Widok kalendarza
ru: Просмотр календаря

source: Calendar: mode
de: Kalender-Modus
fr: Calendrier : mode
it: Calendario: modalità
nl: Kalendermodus
pl: Kalendarz: tryb
ru: Календарь: вид

source: Default mode for the calendar
de: Standardansicht für den Kalender
fr: Mode par défaut pour le calendrier
it: Modalità di default per il calendario
nl: Standaardweergave voor de kalender
pl: Domyślny tryb kalendarza
ru: Отображение календаря по умолчанию

source: Calendar: show labels for dataset
de: Kalender: Zeige Label für Dataset
fr: Calendrier : montrer les légendes pour les données
it: Calendario: mostra etichette dei dati
nl: Kalender: Toon label voor dataset
pl: Kalendarz: pokaż etykiety danych
ru: Календарь: показать маркеры для данных

source: Calendar: show days with activities only
de: Kalender: Zeige nur Tage mit Aktivitäten
fr: Calendrier : ne montrer que les jours comprenant une activité
it: Calendario: mostra solo giorni con attività
nl: Kalender: Toon alleen dagen met activiteiten
pl: Kalendarz: pokaż tylko dni z treningami
ru: Календарь: показать только дни с тренировками

source: Calendar: create button
de: Training-Hinzufügen-Link für jeden Tag anzeigen
fr: Calendrier : bouton créer
it: Calendario: crea pulsante
nl: Kalender: knop maken
pl: Kalendarz: przycisk dodawania
ru: Календарь: создать кнопку

source: Add a link for every day to create a new activity.
de: Training-Hinzufügen-Link für jeden Tag anzeigen.
fr: Ajoute un lien dans chaque jour pour créer une nouvelle activité.
it: Aggiungi un link per ogni giorno per creare una nuova attività.
nl: Link activiteit-toevoegen voor iedere dag tonen.
pl: Przy każdym dniu umieść przycisk dodawania nowego treningu.
ru: Добавить ссылку для каждого дня для создания новой тренировки.

source: Estimation formula
it: Formula di calcolo
pl: Wzór do oszacowania

source: Formula to estimate the vdot value. The old method is only listed for compatibility reasons.
it: Formula per calcolare il valore VDOT. Il vecchio metodo è indicato solo per ragioni di compatibilità.
pl: Wzór do oszacowania VDOT. Stara metoda została zamieszczona tylko w celu wstecznej zgodności.

source: Time constant length for VDOT
it: Lunghezza in un tempo dato per VDOT
pl: Stała czasowa dla VDOT
ru: Длина временной константы для VDOT

source: Time constant length for VDOT rolling average
it: Numero di giorni per calcolare il VDOT
pl: Stała czasowa dla średniej kroczącej VDOT
ru: Длина временной константы для VDOT скользящего среднего

source: Use correction factor
it: Usa il fattore di correzione
pl: Użyj współczynnika korekcji

source: Use a correction factor based on your best race result. (recommended)
it: Usa un fattore di correzione basato sulla tua migliore gara. (raccomandato)

source: Manual correction factor
de: Manueller Korrekturfaktor
fr: Facteur de correction manuel
it: Fattore di correzione manuale
nl: Handmatige correctiefactor
pl: Ręczny współczynnik korekcji
ru: Свой поправочный коэффициент

source: Manual correction factor (e.g. 0.9), if the automatic factor does not fit. Can be left empty.
de: Falls die automatische Vo2max-Korrektur nicht passt, kannst du einen manuellen Faktor hier eingeben.
fr: Facteur de correction manuel (ex : 0.9), si le facteur automatique n'est pas suffisant. Peut être laissé vide.
it: Fattore di correzione manuale (es. 0.9), se il fattore automatico non è adatto. Può essere lasciato vuoto.
nl: Wanneer de handmatige VO2max-correctiefactor (bijvoorbeeld 0.9) niet juist is, kunt u een handmatige factor ingeven (Kan leeg worden gelaten).
pl: Ręczny współczynnik korekcji (np. 0.9) jeśli automatyczny współczynnik nie pasuje. Może być pusty.
ru: Свой поправочный коэффициент (например 0.9), если не устраивает автоматический. Можно оставить пустым.

source: Value must be between %s and %s.
de: Der Wert muss zwischen %s und %s liegen.
fr: La valeur doit être entre %s et %s.
it: Il valore deve essere compreso tra %s e %s.
nl: Waarde moet liggen tussen %s en %s.
ru: Значение должно быть между %s и %s.

source: Use fixed VDOT value
it: Usa un valore VDOT corretto
pl: Użyj stałej wartości VDOT
ru: Использовать фиксированное значение VDOT

source: Fixed VDOT value (e.g. 55), if the estimation does not fit. Can be left empty.
it: Valore VDOT corretto (es. 55), se la stima non è corretta. Può essere lasciato vuoto.
pl: Stała wartość VDOT (np. 55) jeśli wyliczenia nie pasują. Może być puste.
ru: Фиксированное значение VDOT (например 55), если оценка не подходит. Можно оставить пустым.

source: Adapt for elevation
de: Distanz für Höhenmeter anpassen
fr: Adapter suivant l'élévation
it: Adatta l'elevazione
nl: aanpassen voor hoogte
pl: Dostosuj do wysokości
ru: Принимать во внимание высоту

source: The distance can be corrected by a formula from Peter Greif to adapt for elevation.
de: Zur Vo2max-Berechnung die Distanz nach Greif an die Höhenmeter anpassen.
fr: La distance peut être corrigée par la formule de Peter Greif pour s'adapter à l'élévation.
it: La distanza può essere corretta dalla formula di Peter Greif per adattare l'elevazione.
nl: De afstand kan worden gecorrigeerd met behulp van een formule van Peter Greif, om de hoogte aan te passen.
pl: Aby uwzględnić wysokość odległość może zostać poprawiona na podstawie wzoru Petera Greifa.
ru: Расстояние может быть скорректировано по формуле Питера Грейфа (Peter Greif) для учёта высоты.

source: Correction per positive elevation
de: Distanz-Korrektur pro pos. Höhenmeter
fr: Correction lors d'un dénivelé positif
it: Correzione per l'elevazione positiva (salita)
nl: Afstandscorrectie per positieve hoogtemeters
pl: Korekta dla wzrostu wysokości
ru: Коррекция на положительной высоте

source: Add for each meter upwards X meter to the distance. (Only for the VDOT calculation)
it: Aggiunge per ogni metro di salita x metri alla distanza. ( Solo per il calcolo VDOT )
pl: Za każdy metr w górę dodaj X metrów do odległości. (tylko dla wyliczenia VDOT)
ru: Добавьте для каждого метра подъёма X метров расстояния. (Только для расчёта VDOT)

source: Correction per negative elevation
de: Distanz-Korrektur pro neg. Höhenmeter
fr: Correction en dénivelé négatif
it: Correzione per l'elevazione negativa (discesa)
nl: Afstandscorrectie per negatieve hoogtemeters
pl: Korekta dla spadku wysokości
ru: Коррекция на отрицательной высоте

source: Add for each meter downwards X meter to the distance. (Only for the VDOT calculation)
it: Aggiunge per ogni metro di discesa X metri alla distanza. (Solo per il calcolo VDOT)
pl: Za każdy metr w dół dodaj X metrów do odległości. (tylko dla wyliczenia VDOT)
ru: Добавьте для каждого метра спуска X метров расстояния. (Только для расчёта VDOT)

source: VDOT shape
it: profilo VDOT
pl: Forma VDOT
ru: Форма VDOT

source: Days for ATL
de: Tage für ATL
fr: Jours avant ATL
it: Giorni per calcolare l'ATL (Carico di Allenamento sul breve periodo)
nl: Dagen voor ATL
pl: Dni dla ATL
ru: Дней для ATL

source: Number of days for ATL time constant
de: Anzahl an Tagen, die zur Berechnung der ActualTrainingLoad genutzt werden
fr: Nombre de jours nécessaires au calcul de votre ATL
it: Numero di giorni per calcolare il Carico di Allenamento sul breve periodo (ATL)
nl: Aantal dagen die gebruikt worden voor de berekening van de Actuele Trainingsbelasting
pl: Liczba dni do wyliczenia ATL
ru: Количество дней для ATL, постоянная времени

source: Days for CTL
de: Tage für CTL
fr: Jours pour CTL
it: Giorni per calcolare il CTL (Carico di Allenamento sul lungo periodo )
nl: Dagen voor CTL
pl: Dni dla CTL
ru: Дни для CTL

source: Number of days for CTL time constant
de: Anzahl an Tagen, die zur Berechnung der ChronicalTrainingLoad genutzt werden
fr: Nombre de jours pour constante de temps CTL
it: Intervallo di giorni per calcolare il CTL (Carico di Allenamento sul lungo periodo)
nl: Aantal dagen die gebruikt worden voor de ChronicalTrainingLoad berekening
pl: Liczba dni do wyliczenia CTL
ru: Количество дней для постоянной времени CTL

source: Show ATL/CTL in percent of your maximum
de: Zeige ATL/CTL als Prozentwert deines Maximums
fr: Montrer ATL/CTL en pourcentage de votre maximum
it: Mostra in percentuale il rapporto tra ATL e CTL (Carico di Allenamento sul breve periodo/Carico di Allenamento sul lungo periodo ) dei tuoi valori massimi
nl: Toon ATL/CTL als percentage van uw maximum
pl: Pokaż ATL/CTL jako procent maksimum
ru: Показать ATL/CTL в процентах от вашего максимума

source: By default ATL/CTL are scaled based on your historical maximum. This can lead to wrong assumptions if you were overtrained. Deactivate this option in that case.
de: Standardmäßig werden ATL/CTL anhand deines bisherigen Maximums skaliert. Das kann einen falschen Eindruck vermitteln, falls du zum Zeitpunkt deines Maximums im Übertraining warst. In dem Fall solltest du die Option deaktivieren.
fr: Par défaut, les ATL/CTL sont échelonnés selon votre maximum passé. Ceci peut conduire à de mauvaises hypothèses si vous êtes surentraîné. Désactivez cette option dans ce cas.
it: Di default ATL/CTL (Carico di allenamento acuto/Carico di Allenamento sul lungo periodo) sono ordinati in base ai dati storici dei massimi. Questo può dare risultati errati nel caso di sovrallenamento. In questo caso, disattivare la opzione.
nl: Standaard worden ATL/CTL geschaald op basis van uw historisch maximum. Dit kan tot foute aannames leiden als u overtraind bent. In dat geval moet u deze optie deactiveren.
pl: Domyślnie ATL/CTL skalowane są na podstawie historycznego maksimum. Może to prowadzić do błędnych wniosków jeśli wystąpiło przetrenowanie. W takim przypadku deaktywuj tę opcję.
ru: По-умолчанию ATL/CTL масштабируются на основе вашего исторического максимума. Это может приводить к ошибочным предположениям, если вы перетренированы. Отключите эту опцию в данном случае.

source: Show TSB in percent of ATL/CTL
de: Zeige TSB als Prozentwert von ATL/CTL
fr: Afficher le TSB en pourcentage des ATL/CTL
it: Mostra la percentuale di TSB (Bilanciamento del livello di stress dell’allenamento) del ATL/CTL (Carico di Allenamento sul breve periodo/Carico di Allenamento sul lungo periodo)
nl: Toon TSB als percentage van ATL/CTL
pl: Pokaż TSB jako procent maksimum
ru: Показать TSB в процентах от ATL/CTL

source: The scale of TSB values depends on your ATL/CTL. You can display TSB as percentage of your current ATL/CTL to keep consistency.
de: Die Skalierung von TSB-Werten hängt von ATL/CTL ab. Um vergleichbare Werte zu erhalten, kannst du TSB als Prozentwert anzeigen lassen.
fr: L'échelle des valeurs de TSB dépend de vos ATL/CTL. Vous pouvez afficher le TSB en tant que pourcentage de vos ATL/CTL actuels pour conserver de la cohérence.
it: La scala dei valori TSB (Bilanciamento del livello di stress dell’allenamento) dipende dal tuo rapporto tra ATL e CTL (Carico di Allenamento sul breve periodo/Carico di Allenamento sul lungo periodo). Puoi mostrare il TSB in percentuale per avere dati coerenti con il tuo ATL/CTL.
nl: Het schalen van TSB waarden hangt af van uw ATL/CTL. U kunt TSB in percentages laten weergeven om vergelijkbare waarden te krijgen.
pl: Skala TSB zależy od Twojego ATL/CTL. Dla spójności możesz wyświetlić TSB jako procent bieżącego ATL/CTL.
ru: Шкала значений TSB зависит от вашего ATL/CTL. Вы можете отобразить TSB в процентах от вашего текущего ATL/CTL для получения согласованного результата.

source: Maximal CTL
de: Maximaler CTL
fr: CTL maximum
it: Massimo Carico di Allenamento sul lungo periodo (CTL)
nl: Maximale CTL
pl: Max CTL
ru: Максимальный CTL

source: Maximal ATL
de: Maximaler ATL
fr: ATL maximum
it: ATL (Carico di Allenamento sul breve periodo) massimale
nl: Maximale ATL
pl: Max ATL
ru: Максимальный ATL

source: Database cleanup
de: Datenbank-Cleanup
fr: Nettoyage de la base de données
it: Pulisci il database
nl: Database opruimen
pl: Oczyść bazę danych
ru: Очистка базы данных

source: You can now use the %s to recalculate the concerning values.
de: Du kannst nun das Tool %s nutzen, um die betreffenden Werte neu berechnen zu lassen.
fr: Vous pouvez désormais utiliser le %s pour recalculer les valeurs concernées.
it: Ora è possibile utilizzare %s per ricalcolare valori consistenti.
nl: U kunt nu de tool %s gebruiken voor het berekenen van de betreffende waarden.
pl: Możesz teraz użyć %s aby przeliczyć odpowiednie wartości.

source: sports configuration
de: Sportkonfiguration
fr: configuration du sport
it: configurazione sport
nl: sport instellingen
pl: konfiguracja sportów
ru: настройки видов спорта

source: You may want to adjust pace units in %s. They are not changed automatically.
de: Du kannst die Pace-Einheiten in der %s anpassen, das geschieht nicht automatisch.
fr: Vous pourriez vouloir ajuster les unités du rythme en %s. Elles ne sont pas changées automatiquement.
it: Potresti voler cambiare l'unita di misura della frequenza in %s. Questa non e' cambiata automaticamente.
nl: Misschien wilt u de tempo eenheden aanpassen in %s. Ze worden niet automatisch gewijzigd.
pl: Jeśli chcesz możesz zmienić jednostki tempa w %s. Jednostki nie będą zmienione automatycznie.
ru: Вы можете настроить единицы измерения темпа в %s. Они автоматически не изменяются.

source: %s has been recalculated. New value: <strong>%s</strong> (old value: %s)
de: %s wurde neu berechnet. Neuer Wert: <strong>%s</strong> (alter Wert: %s)
fr: %s a été recalculé. Nouvelle valeur: <strong>%s</strong> (ancienne valeur: %s)
it: %s è stato ricalcolato. Nuovo valore: <strong>%s</strong> (vecchio valore: %s)
nl: %s is herberekend. Nieuwe waarde: <strong>%s</strong> (oude waarde: %s)
pl: Przeliczono %s. Nowa wartość: <strong>%s</strong> (poprzednia wartość: %s)
ru: %s был пересчитан. Новое значение: <strong>%s</strong> (старое значение: %s)

source: Code
it: Codice
pl: Kod
ru: Код

source: HTML-Code
it: Codice HTML
pl: Kod HTML
ru: HTML код

source: Add this code to your blog/website.
de: Füge diesen HTML-Code auf deinem Blog/deiner Webseite ein.
fr: Ajouter ce code à votre blog/site web.
it: Aggiungi il codice al tuo blog/sito web.
nl: Voeg deze code toe aan uw blog/website.
pl: Dodaj ten kod do swojego bloga/witryny.
ru: Добавьте этот код на ваш блог или сайт.

source: Preview
de: Vorschau
fr: Aperçu
it: Anteprima
nl: Voorbeeld
pl: Podgląd
ru: Просмотр

source: Your training is private: There is no link included.
de: Dein Training ist privat: Es wird kein Link hinzugefügt.
fr: Votre entraînement est privé : aucun lien n'est inclus.
it: Il tuo allenamento è privato: non ci sono link allegati.
nl: Uw training is privé: er is geen link toegevoegd.
pl: Trening jest prywatny: Brak linku.
ru: Ваша тренировка приватная: Ссылка отсутствует.

source: Runalyze runs on a local server. Only people in your local network will be able to see the training.
de: Runalyze läuft auf einem lokalen Server. Nur Leute in deinem lokalen Netzwerk werden dieses Training sehen können.
fr: Runalyze tourne sur un serveur local. Seules les personnes de votre réseau local pourront voir votre entraînement.
it: Runalyze è in esecuzione su un server locale. Solo le persone sulla tua rete locale potranno vedere l'allenamento.
nl: Runalyze wordt uitgevoerd op een lokale server. Alleen mensen in uw eigen netwerk kunnen deze training zien.
pl: Runalyze działa na serwerze lokalnym. Tylko osoby w sieci lokalnej będą w stanie go obejrzeć.
ru: Runalyze работает на локальном сервере. Только люди из вашей локальной сети смогут увидеть эту тренировку.

source: Width
de: Breite
fr: Largeur
it: Larghezza
nl: Breedte
pl: Szerokość
ru: Ширина

source: Height
de: Höhe
fr: Hauteur
it: Altezza
nl: Hoogte
pl: Wysokość
ru: Высота

source: Change size
de: Größe verändern
fr: Changer la taille
it: Cambia dimensione
nl: Grootte aanpassen
pl: Zmień rozmiar
ru: Изменить размер

source: I did sport:
de: Ich habe Sport gemacht:
fr: J'ai fait du sport:
it: Ho fatto lo sport:
nl: Ik heb zojuist deze sport voltooid:
pl: Sport:
ru: Я занимался спортом:

source: Runalyze is running on a local server.
de: Runalyze läuft auf einem lokalen Server.
fr: Runalyze tourne sur un serveur local.
it: Runalyze è in esecuzione su un server locale.
nl: Runalyze wordt uitgevoerd op een lokale server.
pl: Runalyze działa na serwerze lokalnym.
ru: Runalyze работает на локальном сервере.

source: Linking your activity in a social network does not make sense - nobody will be able to see your activity.
de: Deine Aktivitäten zu teilen macht keinen Sinn - niemand wird diese sehen können.
fr: Créer un lien vers votre activité sur un réseau social n'a pas de sens - personne ne pourra voir votre activité.
it: Non ha senso condividere la tua attività su un social network: nessuno potrà vederla.
nl: Uw activiteiten delen op een sociaal netwerk heeft geen zin, omdat niemand deze zal kunnen zien.
pl: Linkowanie z serwisu społecznościowego nie ma sensu - nikt nie zobaczy Twojego treningu.
ru: Привязывание вашей активности в социальной сети не имеет смысла - никто не сможет эту активность увидеть.

source: Performance condition
fr: Modèle de performance
it: Stato di forma
nl: Prestatieconditie
ru: Состояние формы

source: Easy
de: Einfach
fr: Facile
it: Ritmo lento
nl: Rustig
pl: Bieg spokojny
ru: Легкий (Л) темп

source: Maintaining workout
de: Aufrechterhaltendes Training
fr: Activité de maintien
it: Allenamento di mantenimento
nl: Handhaving
ru: Поддерживающая тренировка

source: Improving Fitness
de: Verbesserung der Fitness
fr: Amélioration de la condition physique
it: Allenamento di miglioramento
nl: Verbetering
ru: Улучшение физической подготовки

source: Highly Improving
de: Stark verbesserndes Training
fr: En grand progrès
it: Altamente migliorante
nl: Sterke verbetering
ru: Сильное улучшение

source: Overreaching
de: Überlastendes Training
fr: Sur-entraînement
it: Sovraffaticamento
nl: Overbelasting
ru: Переутомление

source: Helps recovery (short activities). Improves endurance with longer activities (more than 40 minutes).
de: Unterstützt die Regeneration (kurze Einheiten). Unterstützt die Grundlagenausdauer bei langen Aktivitäten (länger als 40 Minuten).
fr: Aide à la récupération (activités courts). Améliore l'endurance avec des activités plus longues (plus de 40 minutes).
it: Aiuta il recupero (attività corte). Migliora la resistenza con attività più lunghe (più di 40 minuti).
nl: Ondersteunt het herstel (korte activiteiten). Verbetert uw uithoudingsvermogen bij langdurige activiteiten (meer dan 40 minuten).
ru: Помогает восстановлению (деятельности). Улучшает выносливость при более длительных тренировках (более 40 минут).

source: Maintains your aerobic fitness.
de: Aufrechterhaltung der aeroben Fitness.
fr: Maintient la condition aérobique.
it: Mantiene il tuo fitness aerobico.
nl: Handhaaft uw aerobische conditie.
ru: Поддерживает Ваш аэробный уровень.

source: Improves your aerobic fitness if repeated as part of your weekly training program.
de: Steigert die aerobe Fitness bei regelmäßiger wöchentlicher Wiederholung.
fr: Améliore votre condition aérobique s'il fait partie de votre programme hebdomadaire d'entraînement de manière répétée.
it: Migliora il tuo fitness aerobico se ripetuto come parte del programma di allenamento settimanale.
nl: Verbetert uw aerobische conditie indien herhaald als onderdeel van uw wekelijks trainingsprogramma.
ru: Улучшает Ваш аэробный уровень, если повторяется как часть еженедельной программы тренировки.

source: Highly improves your aerobic fitness if repeated 1-2 times per week with adequate recovery time.
de: Steigert die aerobe Fitness signifikant, wenn diese Einheit 1-2x pro Woche mit angemessener Erholungszeit durchgeführt wird.
fr: Améliore sensiblement votre condition aérobie si on le répète 1-2 fois par semaine avec suffisamment de périodes de repos.
it: Migliora considerevolmente il tuo fitness aerobico se ripetuto 1-2 volte per settimana con adeguati tempi di recupero.
nl: Verbetert uw aerobische conditie sterk bij herhaling 1–2 keer per week en een toereikende hersteltijd.
ru: Сильно улучшает ваш аэробный уровень, если повторяется 1-2 раза в неделю с необходимыми перерывами для восстановления.
