Repository: Runalyze/Runalyze
Catalog: inc/locale/*/LC_MESSAGES/runalyze.po
Languages: ca

source: Note: Saison means the current season in the german &quot;kmspiel&quot;
ca: Recomanació: Temporada fa referència a la temporada en curs en kmspiel

source: Year
ca: Any

source: Result over %s
ca: Resultat sobre %s

source: Trend over %s
ca: Desenvolupament sobre %s

source: Result overs %s
ca: Resultat sobre %s

source: Races
ca: Curses

source: Personal bests and everything else related to your races.
ca: Millors temps i tot allò relacionat amb les seves curses fins ara.

source: In addition, it plots the trend of your results over a specific distance.If you run a race just for fun, you can mark it as a 'fun race' to ignore it in the plot.
ca: En cas d'haver fet una cursa no massa seriosament, pot marcar-la amb un click al costat del rellotge com a cursa d'esbarjo. Amb aquesta acció no apareixerà als diagrames.

source: You can define the activity type for races in your configuration.
ca: A la seva configuració pot definir el tipus d'entrenament per a les seves curses.

source: Make sure that your activities hold the correct distance.Only races with exactly 10.00 km will be considered as a race over 10 kilometers.
ca: Asseguri's que les distàncies de les curses són correctes. Només curses amb una distància exacta de 10,00km seran inclosesa la llista de curses de 10km.

source: Main distance
ca: Distància principal

source: Distances for yearly comparison
ca: Distàncies per comparacions anuals

source: Personal bests
ca: Millors marques personals

source: All races
ca: Totes les curses

source: There are no races.
ca: No hi ha cap cursa.

source: There are no races for the given distances.
ca: No hi ha cap cursa per aquesta distància.

source: Choose distance
ca: Seleccioni la distància

source: Results trend
ca: Resultats de curses

source: Weather statistics
ca: Estadístiques de les condicions atmosfèriques

source: Fun race | Click to mark this activity as a 'normal race'.
ca: Curses d'oci | Faci click per marcar aquest entrenament com a 'cursa normal'.

source: Race | Click to mark this activity as a 'fun race'.
ca: Cursa | Faci click per marcar aquest entrenament com a 'cursa d'oci'.

source: Edit a couple of activities. This plugin is needed to upload more than one activity at once.
ca: Modifiqui alguns entrenaments. Aquest plugin és necessari per pujar diversos entrenaments alhora.

source: This plugin allows you to edit multiple activities one after another.
ca: Aquest plugin el permet modificar diversos entrenaments successivament.

source: At the moment it's not possible to edit multiple activities with only one form.
ca: Actualment on és possible modificar diversos entrenaments amb un únic formulari.

source: Predict your race performance on various distances.
ca: Pronòstic del seus temps de cursa per a diferents distàncies.

source: There are different models that can be used to predict your race performances:
ca: Hi ha diferents models disponibles per predir el seu temps a una cursa:

source: Your current VDOT is estimated based on the ratio of heart rate and pace. This value is equivalent to specific performances.
ca: El seu actual VDOT s'estima mitjançant el rati entre la freqüència cardíaca i el ritme d'entrenament. Aquest valor s'aplica per la determinació d'equivalents rendiments.

source: Robert Bock uses an individual coefficient for your fatigue over time/distance. This model uses your two best results.
ca: Robert Bock fa servir un coeficient individual per l'esgotament sobre temps/distancia. Aquest model pren els seus dos millors resultats.

source: Herbert Steffny uses fixed factors to transform performances from one distance to another. This model uses your best result.
ca: Herbert Steffny empra factors fixes per transferir temps objectius d'una distancia a l'altra. Aquest model pren el seu millor resultat.

source: David Cameron uses a fixed coefficient for the fatigue over time/distance and slightly different formulas than Robert Bock. This model uses your best result.
ca: David Cameron empra un coeficient fix per l'esgotament sobre el temps/distància i sensiblement diferents fórmules que en Robert Bock. Aquest model pren el seu millor resultat.

source: The VDOT model is the only one which considers your current shape. The other models are based on your previous race results.
ca: El model VDOT és l'únic que considera el seu actual estat físic. Els altres models es basen en resultats passats en curses.

source: Distances to predict
ca: Predicció de distàncies

source: Prediction model
ca: Model de predicció

source: Use basic endurance
ca: Empri la seva condició física bàsica

source: Use basic endurance factor to adapt prognosis for long distances (Jack Daniels only).
ca: Empri el factor de la condició física bàsica per adaptar la previsió a llargues distàncies (només Jack Daniels).

source: Show prognosis trend
ca: Mostri pronòstic de tendència

source: Prognosis calculator
ca: Calculadora de pronòstics

source: There are not enough results for good predictions.
ca: Actualment hi ha pocs resultats per calcular un bon pronòstic.

source: <small>from</small> %s <small>to</small> <strong>%s</strong>
ca: <small>des de</small> %s <small>fins a</small> <strong>%s</strong>

source: Result
ca: Resultat

source: Prognosis trend
ca: Tendència de pronòstics

source: Your current VDOT:
ca: VDOT actual:

source: Your current basic endurance:
ca: La seva condició física bàsica:

source: %s in %s <small>(%s)</small> and %s in %s <small>(%s)</small>
ca: %s en %s <small>(%s)</small> i %s en %s <small>(%s)</small>

source: Your two best results:
ca: Els seus dos millors resultats:

source: Difference
ca: Diferència

source: Personal best
ca: Millors marques personals

source: The results give the constants K = %f and e = %f.
ca: Les constants K= %f i e= %f es calculen a partir dels seus resultats.

source: Input
ca: Introducció

source: Distances
ca: Distàncies

source: New VDOT
ca: Nou VDOT

source: Use Basic Endurance
ca: Empri la seva condició física bàsica

source: Basic Endurance
ca: Condició física bàsica

source: Best result
ca: Millor marca

source: Second best result
ca: Segona millor marca

source: Show prognosis
ca: Mostri pronòstic

source: Prognosis calculator: form trend
ca: Calculador de pronòstic: fórmula de tendència

source: The average VDOT value per month is used.
ca: Es fan servir valors mitjans del VDOT mensual per fer els pronòstics.

source: The basic endurance adjustment is <strong>not</strong> used for these calculations.
ca: <strong>no</strong>es fa servir la condició física bàsica pel càlcul dels pronòstics.

source: Database import/export
ca: Importi/Exporti base de dades

source: This plugin allows you to import and export your complete data from the database.
ca: Aquest plugin desa les seves dades i permet importar una còpia de seguretat existent.

source: File format
ca: Format d'arxiu

source: Portable backup
ca: Còpia de seguretat portable

source: Database backup
ca: Còpia de seguretat de la base de dades

source: Export your data
ca: Exporti dades

source: Create file
ca: Nou arxiu

source: JSON-format
ca: Format JSON

source: Portable backup of your configuration and data -This file can be imported into any other installation, using this plugin.<br />This way you can transfer your data from to local to an online installation and back.
ca: Còpia de seguretat portable de les dades i la configuració - aquest arxiu pot ser importat mitjançant el plugin. Es tornaran a escriure les dades i la configuració.<br /> Aquesta importació/exportació te sentit en el cas que s'hagi de transferir per exemple una instal·lació local de Runalyze a una online.

source: SQL-format
ca: Format SQL

source: Backup of the complete database -This file can be imported manually with e.g. PHPMyAdmin into any database.<br />This is recommended to create a backup copy or to import your data into a new installation.
ca: Còpia de seguretat del banc de dades - aquest arxiu es pot executar des de PhpMyAdmin. Es tornaran a escriure totes les dades.<br /> Aquesta importació/exportació te sentit en el cas que es vulgui fer una còpia de seguretat o transferir per exemple una nova instal·lació local de Runalyze.

source: Import file
ca: Importi dades

source: You can only import *.json.gz-files.
ca: Només pot importar arxius amb extensions *.json.gz.

source: Overwrite general configuration
ca: Esborri la configuració general

source: Overwrite dataset configuration
ca: Sobreescrigui totes les dades de la configuració

source: Overwrite plugins
ca: Sobreescrigui els plugins

source: Delete all old activities
ca: Esborri tots els entrenaments existents fins ara

source: Delete all old body values
ca: Esborri totes les dades corporals

source: There are <strong>%s</strong> activities in this file.
ca: Hi han <strong>%s</strong> entrenaments en aquest arxiu.

source: There are <strong>%s</strong> body values in this file.
ca: Hi han <strong>%s</strong> valors del cos en aquest arxiu.

source: The file seems to be corrupted.
ca: Aquest arxiu sembla defectuós.

source: Import data
ca: Importi dades

source: All data have been imported.
ca: S'han importat totes les dades.

source: It is recommended to use the <em>Database cleanup</em> tool.
ca: És recomanable l'ús de l'eina de <em>Neteja base de dades</em>.

source: Allowed file extension: *.json.gz
ca: Extensions permeses: *.json.gz

source: The file has to be created with the same version of Runalyze!<br>You won't be able to import a file from an older version.
ca: L'arxiu s'ha de crear amb la mateixa versió del Runalyze! <br> No s'importaran les dades de versions antigues.

source: The importer will not change existing data for equipment, sport types or activity types.<br>You have to make these changes by hand or delete the existing data in advance.
ca: El fet d'importar no canviarà les dades existents d'equipament, tipus d'esport o d'entrenament. <br> Aquestes modificacions cal que les faci manualment o esborri prèviament aquestes dades.

source: Export data
ca: Exporti dades

source: dataset
ca: Sèrie de dades

source: Sport types
ca: Tipus d'esport

source: Body data
ca: Dades del cos

source: Activities
ca: Entrenaments

source: Trackdata
ca: Dades de ruta

source: Routes
ca: Rutes

source: by distance
ca: per distància

source: by time
ca: per temps

source: Some statistics for your most frequent routes.
ca: Llistat de les rutes més i menys freqüents.

source: The input field 'route' expects different places separted by a '-', e.g. 'City A - City B'This way the plugin will be able to count how often you visit each city or place.
ca: Sempre que entri rutes separades per " - " seran considerades com a lloc propi.

source: Show visited cities
ca: Mostri les ciutats visitades

source: Open route network
ca: Obri la xarxa de rutes

source: Most frequent routes
ca: Rutes més freqüents

source: Most frequent places
ca: Llocs més freqüents

source: There are no routes.
ca: No hi ha rutes disponibles.

source: Rare places
ca: Llocs menys freqüents

source: You have visited %s different places.
ca: En total s'han visitat %s diferents llocs.

source: Everything seperated by a ' - ' is considered as an individual place.
ca: Tot el que s'entri a rutes separat amb " - " es considera com a lloc propi.

source: Route network
ca: Xarxa de rutes

source: There are no routes matching the criterias.
ca: No hi ha cap ruta que s'ajusti als seus criteris de cerca.

source: The map contains your %s most recent routes matching the criterias.
ca: El mapa inclou les seves %s més recents rutes que s'ajusten als seus criteris de cerca.

source: More routes are not possible at the moment due to performance issues.
ca: Més rutes no són possibles actualment degut a raons de prestacions.

source: Add body values
ca: Afegeixi dades

source: Edit body values
ca: Modifiqui les dades

source: Fat
ca: Greix

source: Water
ca: Aigua

source: Muscles
ca: Músculs

source: Body values
ca: Dades del cos

source: Sleep duration
ca: Durada del son

source: Show body values: weight, resting heart rate and values like fat-, water- and muscles-percentage.
ca: Mostri dades del cos: pes, freqüència cardíaca en repòs i dades com percentatge de greix, aigua i múscul.

source: Use old design
ca: Empri l'antic disseny

source: Record body weight
ca: Mostri el seu pes

source: Record body fat
ca: Introdueixi el seu percentatge de greix

source: Record resting heart rate
ca: Introdueixi la seva freqüència cardíaca en repòs

source: Desired body weight
ca: Pes desitjat

source: Plot: number of points
ca: Diagrama: nombre de punts

source: <small>or</small> fixed number of days
ca: <small>o</small> període fix en nombre de dies

source: Enter a value &ge; 0 to show a fixed time range.
ca: Per fixar un període de temps cal que fiqui un valor superior a zero.

source: Add data
ca: Afegeixi dades

source: Show table
ca: Mostri la taula

source: You have to specify which values to record. (see configuration)
ca: Cal que indiqui de quins valors vol estadístiques. (miri la configuració)

source: Enter maximal HR
ca: Afegeixi la seva freqüència cardíaca màxima

source: Otherwise calculations will be wrong
ca: en qualsevol altre cas els càlculs seran erronis

source: Other values
ca: Altres valors

source: Add a new entry
ca: Afegeixi una nova entrada

source: Monthly and weekly summaries for all sports
ca: Vista de conjunt mensual i setmanal de tots els seus esports

source: General overview
ca: Vista de conjunt general

source: All training weeks
ca: Totes les setmanes d'entrenament

source: Compare kilometers per week
ca: Compari quilòmetres setmanals

source: Show streak
ca: Mostri ratxes

source: Minimum number of days to show a streak (0 for always)
ca: Mínim nombre de dies per mostrar una ratxa (0 per sempre)

source: If you run today:
ca: Si avui entrena:

source: You don't have a streak. Go out and start one!
ca: Encara no té cap ratxa. Surti a córrer i comenci'n una!

source: Your last run was on %s
ca: La seva darrera cursa va ser el %s

source: %d day of running since %s
ca: %d dia de córrer des de %s

source: Last 10 training weeks
ca: Darreres 10 setmanes d'entrenament

source: No activities
ca: no hi ha entrenaments

source: x-times
ca: x-vegades

source: You don't have any shoes
ca: No s'hi han afegit sabatilles

source: Recalculation of some statistics may be needed after deleting some activities. In addition, values for elevation, TRIMP and VDOT can be recalculated.
ca: Neteja de la base de dades. Això cal fer-se desprès d'esborrar alguns entrenaments. A més a més es pot tornar a calcular elevació, TRIMP i VDOT.

source: Due to performance reasons, some statistics are saved in the database. Under some circumstances you have to recalculate these values after deleting an activity by hand.
ca: Neteja de la base de dades. Això cal fer-se desprès d'esborrar alguns entrenaments.

source: Internal constants have been refreshed.
ca: S'han actualitzat els valors interns.

source: Vdot corrector
ca: Correcció del VDOT

source: Maximal TRIMP
ca: Màxim TRIMP

source: Cleanup is running ...
ca: Neteja en curs...

source: Elevations have been recalculated for %d routes.
ca: L'elevació ha sigut calculada de nou per a %d rutes.

source: There was a problem with activity %d.<br>Error message: %s
ca: Ha esdevingut un problema amb l'entrenament %d.<br>Missatge d'error: %s

source: %d activities have been updated.
ca: S'han actualitzat %d entrenaments.

source: General cleanup
ca: Neteja general

source: Refresh internal constants
ca: Actualitzi les constants internes

source: Recalculate your equipment statistics
ca: Nou càlcul de les seves estadístiques de sabatilles

source: Recalculate your VDOT correction factor
ca: Nou càlcul del seu factor de correcció del VDOT

source: Recalculate your VDOT shape
ca: Nou càlcul del valor del VDOT

source: Recalculate your basic endurance
ca: Nou càlcul de la condició bàsica

source: Recalculate maximal TRIMP values
ca: Calculi el valor màxim del TRIMP

source: Loop through activities
ca: Mogui's per tots els entrenaments

source: These recalculations are only needed if you changed the corresponding settings.
ca: Aquests nous càlculs són necessaris únicament si ha modificat les configuracions respectives.

source: This task may take some time, since we have to loop through all your activities.
ca: Aquesta tasca trigarà una mica perquè ha de passar per tots els entrenaments.

source: Recalculate elevation
ca: Nou càlcul de l'elevació

source: Overwrite manual values
ca: Sobreescrigui els valors manuals

source: Recalculate VDOT values
ca: Calculi els valors del VDOT

source: Recalculate JD training points
ca: Calculi novament els punts d'entrenament JD

source: Recalculate TRIMP values
ca: Calculi nous valors del TRIMP

source: Allow to force recalculations if settings did not change
ca: Permeti nous càlculs forçats per a valors no modificats

source: Start cleanup
ca: Netegi

source: VDOT is the shortform of <em>V-dot-O2Max</em>, the maximum rate of oxygen flow.
ca: VDOT és l'abreviació de <em>V-dot-O2Max</em>, la màxima absorció d'oxigen a la sang per minut.

source: This value is a good measurement for the possible performance of a runner.
ca: Aquest valor es decisiu pel càlcul del possible rendiment d'un corredor.

source: Due to some additional factors, one talks about a <em>pseudo V-dot-O2Max</em>, which is equal for all runners at the same level.
ca: Degut a factors addicionals s'arriba al valor <em>pseudo V-dot-O2Max</em>, que és el mateix per corredors amb les mateixes marques.

source: Your Shape: an estimation of your VDOT value
ca: El seu estat físic: una estimació del seu valor del VDOT

source: Your personal VDOT value is estimated based on the ratio of heart rate and pace in every of your runs.
ca: El seu valor personal del VDOT és calculat en base a la freqüència cardíaca i el ritme de cada entrenament.

source: The average over a given period is considered as your current shape.
ca: La mitjana sobre un període llarg es considera com el seu estat de condició física.

source: Each VDOT value of an activity is marked with an arrow, to show if this value is (much) higher than your current shape, equal to it or (much) lower:
ca: Al costat del valor del VDOT de cada entrenament es mostra amb una fletxa si el valor, comparat amb el fins ara valor mitjà és clarament major, una mica més gran, aproximadament igual, una mica més petit o clarament menor:

source: Warning: Of course, pauses, walking and other factors can heavily influence the ratio of heart rate and pace.
ca: Atenció: pauses, córrer lent i d'altres factors poden desviar la relació de la seva condició lineal.

source: Activities with known influences or strange results can be ignored for the calculation of your shape.
ca: Entrenaments amb aquestes influències poden ser descartats dels càlculs.

source: The TRIMP-concept gives a possibility to describe the load of a single activity.
ca: El concepte del TRIMP permet descriure la càrrega d'entrenament amb un senzill valor.

source: For a single activity the TRIMP is calculated based on the duration and your heart rate.
ca: Per a un únic entrenament, el valor del TRIMP es calcula en base a la durada i la seva freqüència cardíaca.

source: Your <strong>Actual Training Load</strong>, ATL, also fatigue, is based on the sum of your last TRIMP values in a short period, e.g. for seven days.
ca: La seva <strong>actual carrega d'entrenament</strong>, ATL, també l'esgotament, basat en la suma del seus últims valors del TRIMP dins d'una franja de temps petita, p.e. una setmana.

source: In contrast, your <strong>Chronical Training Load</strong>, CTL, also fitness level, is based on the sum of your last TRIMP values in a long period, e.g. for fourty days.
ca: D'altra banda, el valor de la seva <strong>carrega d'entrenament crònica</strong>, CTL, així com el grau de condició física, es basa en la suma dels seus valors de TRIMP al llarg d'una franja de temps gran, p.e. 40 dies.

source: The difference of these values is called <strong>Training Stress Balance</strong>, TSB. It describes if you are recovering (positive) or training hard (negative).
ca: La diferencia d'aquests dos valors s'anomena <strong>Balanç d'estrès d'entrenament</strong>, TSB. Aquest valor descriu si es troba recuperat (valor positiu) o ha entrenat fort (valor negatiu).

source: Fitness (CTL)
ca: Condició física (CTL)

source: Fatigue (ATL)
ca: Fatiga (ATL)

source: avg VDOT
ca: mitjana VDOT (Ø)

source: day VDOT
ca: VDOT diari

source: Shape for all years
ca: Condició física total

source: Calculations
ca: Càlculs

source: Calculate experimental values as shape and fatigue based on TRIMP, basic endurance and your VDOT shape.
ca: Càlculs experimentals pel TRIMP, fatiga, condició física bàsica i valor actual del VDOT.

source: Runalyze uses a lot of tables and derived formulas from Jack Daniels' Running formula. That way Runalyze is able to predict your current VDOT value.
ca: Runalyze empra moltes taules del llibre Jack Daniels' Running formula. D'aquesta manera Runalyze pot predir valors actuals del VDOT.

source: Show: Paces
ca: Mostri: Ritme

source: Paces based on your curent VDOT
ca: Mostri les velocitats d'entrenament basades en el seu valor actual de VDOT

source: Show: ATL/CTL/TSB
ca: Mostri: ATL/CTL/TSB

source: Show actual/chronical training load and stress balance (based on TRIMP)
ca: Mostri valors estadístics de cansament, grau de forma física i nivell d'estrès

source: Show: Monotony/TS
ca: Mostri: Monotonia/TS

source: Show monotony and training strain (based on TRIMP)
ca: Mostri monotonia i càrrega d'entrenament (basat en el TRIMP)

source: Show: VDOT
ca: Mostri: VDOT

source: Predict current VDOT value
ca: Mostri valors actuals calculats del VDOT

source: Show: Basic endurance
ca: Mostri: Condició bàsica

source: Guess current basic endurance
ca: Mostri percentatge de la seva condició bàsica

source: Show: Training points
ca: Mostri: punts d'entrenament

source: Training intensity by Jack Daniels
ca: Intensitat d'entrenament segons Jack Daniels

source: Show form
ca: Mostri condició física

source: How are these values calculated?
ca: Quines són les regles de càlcul?

source: Explanations: What are VDOT and TRIMP?
ca: Explicació: Què són el VDOT i el TRIMP?

source: There are not enough activities for good calculations.
ca: No hi ha prou entrenaments per a realitzar un bon càlcul.

source: Current average VDOT
ca: Mitjana dels valors actuals del VDOT

source: Basic&nbsp;endurance
ca: Condició bàsica

source: <em>Experimental value!</em><br>100 &#37; means: you had enough long runs and kilometers per week to run a good marathon, based on your current VDOT.
ca: <em>Valor experimental!</em><br>100 &#37; significa: té prou tirades llargues i kilòmetres per setmana com per fer una bona marató, basant-nos en els seus valors actuals del VDOT.

source: Current value: %s<br>Maximal value: %s<br>as percentage: %s &#37;
ca: Valor actual: %s<br>Valor màxim %s<br> en percentatge: %s &#37;

source: Fatigue
ca: Fatiga

source: Actual Training Load<br><small>Average training impulse of the last weeks in relation to your maximal value.</small>
ca: Càrrega actual d'entrenament<br><small>Impuls mitjà d'entrenament de la darrera setmana comparat amb el valor màxim.</small>

source: Fitness&nbsp;level
ca: Estat de forma

source: Chronical Training Load<br><small>Average training impulse of the last months in relation to your maximal value.</small>
ca: Càrrega d'entrenament crònica<br /><small>Càrrega mitja d'entrenament del mes passat comparada amb el valor màxim.</small>

source: absolute: %s<br>as percentage: %s &#37;
ca: Valor absolut: %s<br>com a percentatge: %s &#37;

source: Stress&nbsp;Balance
ca: Nivell d'estrès
