Repository: Runalyze/Runalyze
Catalog: inc/locale/*/LC_MESSAGES/runalyze.po
Languages: ca

source: Training Stress Balance (= CTL - ATL)<br>&gt; 0: You are relaxing.<br>&lt; 0: You are training hard.
ca: Training Stress Balance (= CTL - ATL)<br />Valor positiu: està descansat.<br />Valor negatiu: Entrenament dur.<br /><small>Un valor igual o mes gran que 10 és recomanat per curses.<br/>Un valor per sota de -10 l'hauria de fer considerar començar una regeneració.</small>.

source: Easy&nbsp;TRIMP
ca: fàcil&nbsp;TRIMP

source: Monotony
ca: Monotonia

source: Monotony<br><small>Monotony of your last seven days.<br>Values below 1.5 are preferable.</small>
ca: Monotonia<br><small>Monotonia dels darrers set dies. <br> Un valor sota 1.5 és desitjable.</small>

source: Training&nbsp;strain
ca: Càrrega d'entrenament

source: Training strain<br><small>of your last seven days</small>
ca: Càrrega d'entrenament <br><small> del darrers set dies</small>

source: This week: %s training points<br>Prognosis: ca. %s training points<br>Last week: %s training points
ca: Aquesta setmana: %s punts d'entrenament<br>Pronòstic: aprox. %s punts d'entrenament<br>Darrera setmana: %s punts d'entrenament

source: Training&nbsp;points
ca: Punts d'entrenament

source: Training intensity by Jack Daniels.<br>Jack Daniels considers the following levels:<br>50 points: Beginner<br>100 points: Advanced Runner<br>200 points: Pro Runner
ca: Intensitat d'entrenament segons en Jack Daniels.<br>Jack Daniels considera els següents nivells:<br>50 punts:aficionat<br>100 punts: avançat<br>200 punts: professional

source: Easy
ca: Fàcil

source: Easy pace running refers to warm-ups, cool-downs and recovery runs.
ca: Cursa suau (escalfament, refredament, cursa regenerativa).

source: Marathon
ca: Marató

source: Steady run or long repeats (e.g. 2 x 4 miles at marathon pace)
ca: Sèries o cursa a ritme (p.e. 2x6 km a ritme de marató)

source: Steady, prolonged or tempo runs or intermittent runs, also called cruise intervals.
ca: Curses a ritme o sèries llargues, p.e. sèries cruise.

source: Interval
ca: Sèries

source: Intervals: It takes about two minutes for you to gear up to functioning at VO2max so the ideal duration of an interval is 3-5 minutes each.
ca: Sèries: calen 2 minuts per treballar a VO2max. Idealment la sèrie hauria de durar entre 3 i 5 minuts.

source: Repetition
ca: Repetició

source: Repetitions are fast, but not necessarily "hard," because work bouts are relatively short and are followed by relatively long recovery bouts.
ca: Les series no han sigut especialment dures perquè el temps de recuperació ha sigut relativament llarg i el de treball curt.

source: in &#37;
ca: en &#37;

source: &oslash; value/day
ca: &oslash; valor/dia

source: max. value
ca: valor màxim

source: Actual Training Load
ca: Fatiga

source: %s days
ca: %s dies

source: Training impulse over a short period
ca: Impuls d'entrenament d'un període de temps

source: Chronical Training Load
ca: Càrrega d'entrenament crònica

source: Training impulse over a long period
ca: Impuls d'entrenament d'un gran període de temps

source: Training Stress Balance
ca: Nivell d'estrès

source: Current impulse<br>positive: recovery<br>negative: hard training
ca: Impuls actual<br>positiu: recuperació<br>negatiu: entrenament dur

source: ATL/CTL are based on the TRIMP-concept, which adresses an impulse value to every activity. ATL and CTL are averaged values over a given time range.
ca: ATL/CTL es basen en el concepte del TRIMP en que cada entrenament afegeix carrega de treball. ATL i CTL són els valors mitjans del TRIMP.

source: see <a href="http://www.netzathleten.de/fitness/richtig-trainieren/item/1481-trainingstagebuch-sinnvoll-oder-nicht" title="Das TRIMP-Konzept">The TRIMP-concept</a> (german, netzathleten.de)
ca: miri <a href="http://www.netzathleten.de/fitness/richtig-trainieren/item/1481-trainingstagebuch-sinnvoll-oder-nicht" title="Das TRIMP-Konzept">el TRIMP</a> (german, netzathleten.de)

source: VDOT values of the last %s days
ca: valor del VDOT dels últims %s dies

source: The VDOT value is the average, weighted by the time, of the VDOT of your activities in the last %s days.
ca: La fórmula del VDOT es calcula mitjançant la mitjana dels VDOTs dels seus entrenaments els darrers %s dies.

source: Your current VDOT shape: <strong>%s</strong><br>&nbsp;
ca: El seu actual estat de VDOT: <strong>%s</strong><br>&nbsp;

source: Jack Daniels uses VDOT as a fixed value and not based on the training progress.<br>We do instead predict the VDOT from all activities based on the heart rate. These formulas are derived from Jack Daniels' tables as well.
ca: Jack Daniels pren el VDOT com a valor fix i no com a funció de les prestacions de l'entrenament.<br>Els càlculs pel seu valor deriven de les seves taules de freqüències cardíaques.

source: <strong>Current VDOT</strong> <small>(based on heart rate)</small>
ca: <strong>actual VDOT</strong> <small>(basat en freqüència cardíaca)</small>

source: <strong>Target kilometer per week</strong> <small>(%s weeks)</small>
ca: <strong>Objectiu quilomètric setmanal </strong> <small>(%s setmanes)</small>

source: done by %s&#37;
ca: aconseguit el %s&#37;

source: <strong>Marathon time</strong> <small>(optimal)</small>
ca: <strong>temps a la marató</strong> <small>(òptim)</small>

source: <strong>Target long run</strong> <small>(%s weeks)</small>
ca: <strong>Objectiu tirada llarga</strong> <small>(%s setmanes)</small>

source: Points
ca: Punts

source: * %s &quot;long&quot; jogs do not show up, because they have less than 0.2 points.
ca: * %s tirades llargues no es consideren perquè aporten menys de 0.2 punts.

source: * In general, all runs with more than %s are being considered.
ca: * Generalment es prenen en consideració entrenaments amb més de %s km.

source: Your basic endurance is based on your weekly kilometers and your long jogs.<br>The target is derived from the possible marathon time based on your current shape.
ca: La condició física bàsica es calcula sobre els quilometres setmanals i les tirades llargues.<br> Una orientació es el valor del VDOT i el temps previst a la marató.

source: The points for your long runs are weighted by time and quadratic in distance. That means, a long jog yesterday gives more points than a long jog two weeks ago and a 30k-jog gives more points than two 20k-jogs.
ca: Els punts per les tirades llargues depenen del temps i quadràticament de la distància. Una tirada llarga d'ahir dóna més punts que una de fa setmanes i 30km donen més que dos cops 20km.

source: The basic endurance is <strong>not</strong> from Jack Daniels.<br>It's our own attempt to adjust the prognosis for long distances based on your current endurance.
ca: La condició física bàsica <strong>no</strong> és pas d'en Jack Daniels. <br> Hem creat algoritmes que calculin previsions per llargues distancies tot i que manquin valors de resistència. Evidentment, és motiu de discussió.

source: Training paces
ca: Ritme d'entrenament

source: These paces are based on Jack Daniels' recommendation.
ca: Aquestes indicacions es fonamenten en els ritmes d'entrenament de Jack Daniels (E/T/I/R).

source: Explanation: How are these experimental values calculated?
ca: Explicació: com es calcules aquests valors experimentals?

source: Last half year
ca: Darrer semestre

source: Last year
ca: Darrer any

source: Summary of your activities for each sport.
ca: Resum dels seus entrenaments per a cada esport.

source: Old table view
ca: Vista de la taula antiga

source: Choose time range
ca: Seleccioni dates

source: No data available since
ca: Cap dada disponible des de

source: %u-times
ca: %u-vegades

source: Analyze your training (only running) by means of pace, heart rate and different types.
ca: Analitzi l'entrenament per ritme, distància i diferents tipus d'entrenament.

source: Analyze types
ca: Analitzi els tipus d'entrenament

source: Analyze pace zones
ca: Analitzi les velocitats

source: Analyze heart rate zones
ca: Analitzi les freqüències cardíaques

source: Lowest heart rate zone
ca: Freqüències cardíaques més baixes

source: [%HFmax]
ca: [%FCmax]

source: Heart rate zone: Increment
ca: Zona de freqüència cardíaca: increment

source: Lowest pace zone
ca: Ritme més baix

source: Highest pace zone
ca: Ritme més alt

source: Pace zone: Increment
ca: Zona de ritme: increment

source: in percent
ca: en percentatge

source: The values consider only the average data fields of your activities.
ca: Aquests valors consideren només les dades mitjanes dels seus entrenaments.

source: There is no data for this sport.
ca: No hi ha dades per l'esport seleccionat.

source: Training types
ca: Tipus d'entrenament

source: faster than
ca: més ràpid que

source: up to
ca: fins a

source: Pace Zones
ca: zones de ritme

source: Heart Rate Zones
ca: Zones de pols

source: Tables by Jack Daniels
ca: Taules d'en Jack Daniels

source: Tables for heart rate, paces and VDOT values by Jack Daniels.
ca: Diverses taules per pols, ritme i VDOT segons en Jack Daniels.

source: VDOT from ... to ...
ca: VDOT des de ... fins a ...

source: two values, comma seperated
ca: dos valors, separats per una coma

source: Pace table: 400m from ...s to ...s
ca: Taula ritme: 400m des de ...s fins a ...s

source: VDOT values with equivalent race results
ca: Valors VDOT amb els seus corresponents temps de curses

source: Predict results on different distances for a given VDOT.
ca: Pronòstics per a valors de VDOT i diferents distàncies.

source: VDOT values with equivalent paces
ca: Valors VDOT amb els seus corresponents ritmes

source: Find your training paces in min/km for given VDOT values.
ca: Ritmes en min/km per a valors de VDOT.

source: General pace table
ca: Taula de ritmes general

source: This table shows times for different distances if you run them with the same pace.
ca: Aquesta taula mostra temps per a diferents distàncies si ha corregut a la mateixa velocitat.

source: This table is computed by some formulas, derived from the tables in Jack Daniels' Running formula.
ca: Aquesta taula es basa en els càlculs proposats al llibre Jack Daniels' Running formula.

source: These values do not fit the original table one hundred percent.
ca: No coincideix al 100% amb les taules originals d'en Jack Daniels.

source: This table does <strong>not</strong> use a correction based on your current basic endurance.
ca: En aquesta taula <strong>no</strong> s'aplica cap factor de correcció sobre la resistència bàsica.

source: These values do not fit the original table one hundred percent, especially for low VDOT values.
ca: Aquests valors no coincideixen al cent per cent amb la taula original. Especialment per valors petits del VDOT hi ha desviacions.

source: Records
ca: Rècords

source: Faster, longer, better: Your records from your activities.
ca: El més ràpid, llarg, llunyà: els rècords dels seus entrenaments.

source: No data available
ca: No hi ha dades disponibles

source: Most kilometers
ca: Fases de córrer amb més dades d'entrenaments

source: per year
ca: anys

source: per month
ca: mesos

source: per week
ca: setmanes

source: Fastest activities
ca: Entrenaments més ràpids

source: Longest activities
ca: Entrenaments més llargs
