Repository: Runalyze/Runalyze
Catalog: inc/locale/*/LC_MESSAGES/runalyze.po
Languages: ca

source: Please login
ca: Iniciï sessió si us plau

source: Miscellaneous
ca: Diversos

source: <em>There are no statistics available. Activate a plugin in your configuration.</em>
ca: <em>No hi ha estadístiques disponibles. Activeu el plugin a la vostra configuració.</em>

source: The field can not be left empty.
ca: Aquest camp no es pot deixar buit.

source: Please enter a number.
ca: Si us plau entri un valor.

source: The value is too large.
ca: L'entrada és massa llarga.

source: The date could not be parsed.
ca: El format de la data és incorrecte.

source: The time could not be read.
ca: El format del temps és incorrecte.

source: You have to enter a time.
ca: Ha d'entrar un temps.

source: Submit
ca: Enviï

source: Create
ca: Creï

source: Save
ca: Desi

source: Your input is not allowed.
ca: La seva entrada no es permesa.

source: Time
ca: Temps

source: Date
ca: Data

source: Time of day
ca: Hora

source: Start
ca: Inici

source: previous
ca: Previ

source: next
ca: següent

source: End
ca: Final

source: per page
ca: per pàgina

source: Distance
ca: Distància

source: Duration
ca: Durada

source: Pace
ca: Ritme

source: Elevation
ca: Elevació

source: avg. Heartrate
ca: Mitjana de la freqüència cardíaca

source: max. Heartrate
ca: màx. Pols

source: Temperature
ca: Temperatura

source: Cadence
ca: Cadència

source: Stride length
ca: gambada

source: Ground contact
ca: Temps de contacte amb el terra

source: Vertical oscillation
ca: Desplaçament vertical

source: JDpoints
ca: Punts JD

source: descending
ca: descens

source: ascending
ca: ascens

source: to
ca: fins a

source: The multi editor could not be located.
ca: No es pot trobar el multi editor.

source: Found %s activities
ca: S'han trobat %s entrenaments

source: Search activities
ca: Cerqui entrenaments

source: Search
ca: Cerqui

source: Time range
ca: Interval de temps

source: Sorting
ca: Ordeni

source: Send to multi editor
ca: Enviï a un multi editor

source: Our multi editor is limited to a maximum of %d activities.
ca: El nostre editor múltiple té una capacitat màxima de %d entrenaments.

source: Sport
ca: Esport

source: Choose sport(s)
ca: Seleccioni tipus d'esport

source: all
ca: tots

source: none
ca: cap

source: Notes
ca: Comentaris

source: Type
ca: Tipus

source: Choose activity type(s)
ca: Seleccioni tipus d'entrenament

source: Weather
ca: Condicions atmosfèriques

source: Choose weather conditions
ca: Seleccioni condicions climatològiques

source: Equipment
ca: Equipament

source: Route
ca: Ruta

source: Comment
ca: Comentaris

source: avg. HR
ca: mitjana freqüència cardíaca

source: Partner
ca: Company

source: max. HR
ca: màx. freqüència cardíaca

source: Is public
ca: Públic

source: JD points
ca: Punts JD

source: Uses VDOT
ca: Usa VDOT

source: Yes
ca: Sí

source: All
ca: Tot

source: VDOT calculation for: %s
ca: Càlcul del VDOT per a : %s

source: Standard calculation: As competition
ca: Càlcul estàndard: com a cursa

source: All traditional formulas are being used to calculate a VDOT value for a given competition.
ca: Les fórmules originals permeten calcular el valor del VDOT mitjançant el temps d'una cursa.

source: Correction: based on heartrate
ca: Correcció: amb freqüència cardíaca

source: Jack Daniels has tables to compare &#37;HRmax and &#37;vVDOT.
ca: Jack Daniels té taules per comparar %FCmàx amb %VDOT.

source: Because of a lot of influencing factors these computations are not always accurate.
ca: Donat els molts factors que influeixen el pols, aquest no sempre és correcte.

source: Heartrate
ca: Freqüència cardíaca

source: equals
ca: correspon

source: Correction: based on correction factor
ca: Correcció: amb factor de correcció

source: To consider some individual factors, we use a correction factor.
ca: Fem servir un factor de correcció que considera determinats factors.

source: This factor is based on your <em>best</em> competition.
ca: El factor de correcció es calcula sobre el pols de la <em>millor</em> cursa.

source: Correction factor
ca: Factor de correcció

source: uncorrected
ca: no corregit

source: Correction: considering elevation
ca: Correcció: considerant l'elevació

source: This correction method is currently unused.
ca: Aquest mètode de correcció no s'està fent servir ara mateix.

source: Up/Down
ca: Pujada/Baixada

source: Influence
ca: Influència de la distància

source: Running Dynamics
ca: Exercicis de córrer

source: Laps
ca: Voltes

source: Manual Laps
ca: Voltes manuals

source: Computed Laps
ca: Voltes calculades

source: Course and elevation data
ca: Ruta i elevació

source: Pace data
ca: Ritme

source: Heartrate plot
ca: Diagrama de freqüència cardíaca

source: You'll be soon able to configure your own zones.
ca: Molt aviat serà possible configurar les seves zones de freqüència cardíaca.

source: Heartrate zones
ca: Zones de freqüència cardíaca

source: &oslash; Heartrate
ca: &oslash; Freqüència cardíaca

source: Course
ca: Ruta

source: More details about your laps
ca: Més detalls sobre les voltes

source: More about elevation
ca: Més sobre elevació

source: Elevation data were corrected.
ca: Les dades d'elevació s'han corregit.

source: Elevation data are not corrected.
ca: Les dades d'elevació no s'han corregit.

source: Elapsed time
ca: Temps passat

source: Additional notes
ca: Comentaris adicionals

source: Cadence plot
ca: Diagrama de ritme

source: Power plot
ca: Potència

source: Temperature plot
ca: Diagrama de la temperatura

source: Power
ca: Potència

source: Weather condition
ca: Condicions atmosfèriques

source: Training partner
ca: Company d'entrenament

source: You created this training on <strong>%s</strong> at <strong>%s</strong>.
ca: Ha creat el seu entrenament el <strong>%s</strong> a les <strong>%s</strong>.

source: Last modification on <strong>%s</strong> at <strong>%s</strong>.
ca: Darrer canvi el <strong>%s</strong> a les <strong>%s</strong> .

source: Pace plot
ca: Diagrama de ritme

source: Pace zones
ca: Zones de velocitat

source: Training points
ca: Punts d'entrenament

source: More about VDOT calculation
ca: Més sobre els càlculs del VDOT

source: &oslash; bpm
ca: &oslash; ppm

source: elev.
ca: Diferència d'elevació.

source: HR
ca: FC

source: faster
ca: més ràpid

source: Zone
ca: Zona

source: Overview
ca: Vista global

source: Heartrate data
ca: Dades de freqüència cardíaca

source: Elevation data
ca: Dades d'elevació

source: Composite data
ca: Dades combinades

source: Composite plot
ca: Diagrama combinat

source: You will be soon able to configure your own zones.
ca: Molt aviat serà possible configurar les seves pròpies zones de freqüències cardíaques.

source: Heart rate zones
ca: Zones de freqüència cardíaca

source: Elevation calculation for: %s
ca: Càlcul d'elevació per: %s

source: apply data
ca: Agafi dades

source: General data
ca: Dades generals

source: manual value
ca: Dades manuals

source: If you did not insert a value by hand, this value has been calculated.
ca: Si no s'ha introduït cap valor d'elevació, s'agafarà el valor calculat.

source: Lowest point
ca: Punt més baix

source: calculated value
ca: Valor calculat

source: This value is calculated with your current configuration. The saved value may be outdated.
ca: Aquest valor s'ha calculat amb la configuració actual. A la pantalla d'entrenaments pot aparèixer un valor antic.

source: Highest point
ca: Punt més alt

source: Gradient
ca: Variació

source: You can choose the algorithm and threshold in the configuration window.
ca: Pot escollir a la configuració l'algoritme i el valor llindar.

source: Elevation data for different algorithms/thresholds
ca: Elevació per diferents algoritmes/valors llindar

source: Elevation data for different algorithms/thresholds (based on original data)
ca: Elevació per diferents algoritmes/valors llindar (dades originals)

source: Threshold
ca: Valor llindar

source: Elevation correction
ca: Correcció de l'elevació

source: Elevation data has been corrected.
ca: Les dades d'elevació han sigut corregides.

source: Elevation data has not been corrected.
ca: Les dades d'elevació no han sigut corregides.

source: correct now
ca: Corregeixi ara

source: Compare algorithms
ca: Compari algoritmes

source: Note for elevation data
ca: Comentari per elevació

source: The calculation of elevation data is very difficult - there is not one single solution. Bad gps data can be corrected via srtm-data but these are only available in a 90x90m grid and not always perfectly accurate. In addition, every platform uses another algorithm to determine the elevation value (for up-/downwards). We give you therefore the possibility to choose algorithm and threshold such that the values fit your experience.
ca: El càlcul de l'elevació es sempre complicat perquè no hi ha cap resultat correcte. Dades errònies del GPS poden ser corregides mitjançant dades SRTM, però aquestes només es troben en un malla de 90x90m i no són sempre precises. Per eliminar aquests errors es fan servir algoritmes, però n'hi ha molts i cada programa en fa servir un de diferent. Conclusió, mai obtindrem els mateixos resultats.

source: Show week
ca: Mostri setmana

source: Public link
ca: Link públic

source: Export
ca: Exporti

source: Edit
ca: Modifiqui

source: Delete activity
ca: Esborri l'entrenament

source: select type
ca: Seleccioni tipus

source: add new lap
ca: afegeixi nou temps parcial

source: round for 100m
ca: Arrodoneixi a 100m

source: apply as total distance
ca: prengui com a distància total

source: all active
ca: tot activat

source: all resting
ca: tot desactivat

source: alternating:
ca: alternativament:

source: first resting
ca: primera volta "suau"

source: first active
ca: primera volta "acció"

source: in
ca: en

source: Resting
ca: Descans

source: Active
ca: Activat

source: General information
ca: Informacions generals

source: Weather conditions
ca: Condicions atmosfèriques

source: Privacy
ca: Privadesa

source: Activity type
ca: Tipus d'entrenament

source: Public
ca: Públic

source: Track
ca: Ruta

source: VDOT for form
ca: VDOT segons fórmula

source: Cadence (Running)
ca: Freqüència de passes (córrer)

source: Unit is always - also for running - <em>rpm</em>, i.e. rounds (or steps with one foot) per minute,
ca: La unitat és sempre - fins i tot per córrer - <em>rpm</em>, p.e. Voltes (o passes amb un peu) per minut

source: Analysis
ca: Anàlisi

source: Sleep
ca: Dormir

source: Weight
ca: Pes

source: Resting HR
ca: FC repòs

source: Maximal HR
ca: màx. FC

source: Body fat
ca: Greix corporal

source: Body water
ca: Aigua

source: Body muscle
ca: Músculs

source: Sleep Duration
ca: Durada del son

source: Save and continue
ca: canviï i continuï

source: The activity has been successfully created.
ca: L'entrenament s'ha creat amb èxit.

source: Remove data series
ca: Esborri les sèries de dades

source: You may want to remove a data series if a sensor, e.g. your heart rate strap, produced unusable data.
ca: Pot esborrar sèries de dades, com per exemple les dades inservibles produïdes pel seu pulsòmetre.

source: Attention: This operation cannot be undone.
ca: Compte: aquesta operació no es podrà desfer.

source: Heart rate
ca: Freqüència cardíaca

source: Ground contact time
ca: Temps de contacte amb el terra

source: Original elevation
ca: Dades originals d'elevació

source: Corrected elevation
ca: Dades d'elevació corregides

source: GPS path
ca: Camí GPS

source: Permanently delete this activity
ca: Esborri permanentment aquest entrenament

source: Use elevation correction
ca: Apliqui correcció d'elevació

source: Correct elevation data
ca: Corregeixi dades d'elevació

source: Elevation data via GPS is very inaccurate. Therefore you can correct it via some satellite data.
ca: Les dades d'elevació són molt inexactes. És per això que les pot corregir mitjançant les dades de satèl·lits.

source: General settings
ca: Configuració general

source: Gender
ca: Gènere

source: Heart rate unit
ca: Unitats del ritme cardíac

source: Main sport
ca: Esport principal

source: Basic endurance
ca: Condició bàsica

source: Minimal distance for longjogs
ca: Distància mínima per tirades llargues

source: Every run above this distance will be rated.
ca: Es consideren els entrenaments a partir d'aquesta distància.

source: Days for longjogs
ca: Nombre de dies per tirades llargues

source: Number of days to look at for longjog goal.
ca: Nombre de dies objectiu per tirades llargues.

source: Days for week kilometer
ca: Kilòmetres setmanals

source: Number of days to look at for weekly kilometer goal.
ca: Nombre de dies objectiu per kilòmetres setmanals.

source: Days for week kilometer (minimum)
ca: Dies per kilòmetres setmanals (mínim)

source: This value will be used if not enough data is available.
ca: Aquest valor es fa servir si no hi han prou dades disponibles.

source: Factor for week kilometers
ca: Factor per kilòmetres setmanals

source: Percentage as value between 0.00 and 1.00.
ca: Percentual com a valor entre 0,00 i 1,00.

source: Search: results per page
ca: Resultats de la cerca per pàgina

source: Number of results displayed on each page.
ca: Resultats per pàgina.

source: Publish activities
ca: Publiqui entrenaments

source: Automatically mark every activity after its creation as public.
ca: Marqui cada entrenament com a públic tot just hagi sigut creat.

source: Public list: active
ca: Llista pública: activa

source: If activated: Everyone can see a list of all your (public) activities.
ca: Si s'activa: tothom podrà veure una llista dels seus entrenaments públics.

source: Public list: private workouts
ca: Llista pública: entrenaments privats

source: If activated: Display a summary for each private activity in the public activity list.
ca: Si s'activa: mostra un resum de cada entrenament privat a la llista pública d'entrenaments.

source: Public list: general statistics
ca: Llista pública: estadístiques

source: Show some general statistics above the activity list
ca: Mostri algunes estadístiques generals per sobre de la llista d'entrenaments

source: Public view: show map
ca: Vista pública: mostri els mapes

source: You can hide the map for the public view
ca: Vostè pot amagar el mapes per la vista pública

source: Activity view
ca: Vista d'entrenament

source: Number of decimals
ca: Nombre de decimals

source: Activity view: show rows in full height
ca: Vista d'activitat: mostra files completes

source: Plots: combination
ca: Gràfic: combinat

source: Plots: precision
ca: Gràfics: precisió

source: How many data points should be plotted?
ca: Quants punts de dades s'han de dibuixar?

source: Plots: smooth curves
ca: Gràfic: corbes ajustades

source: Plots: use time as x-axis
ca: Diagrama: agafi temps com a eix de les x

source: Pace plot: y-axis minimum
ca: Gràfic del ritme: eix y mínim

source: Data points below this limit will be ignored. (only for min/km)
ca: Punts de dada per sota d'aquest valor han d'ignorar-se. (només per córrer)

source: Pace plot: y-axis maximum
ca: Gràfic del ritme: eix y màxim

source: Data points above this limit will be ignored. (only for min/km)
ca: Punts de dada per sobre d'aquest valor han d'ignorar-se. (només per córrer)

source: Pace plot: y-axis scale type
ca: Gràfic del ritme: eix-y màxim

source: Pace plot: Ignore outliers
ca: Diagrama del ritme: descarta valors extrems

source: Try to ignore outliers in the pace plot.
ca: Si es troba activat, el valors extrems no es consideraran a l'hora de dibuixar el diagrama del ritme.

source: Map: interrupt route
ca: Mapa: interrompeu la ruta

source: The gps path can be interrupted in case of <em>interruptions</em> (e.g. by car/train/...).Finding these interruptions is not easy. You can define up to which distance (in seconds by average pace)between two data points can be interpolated.
ca: Si una part de la ruta s'ha fet d'alguna altra manera (cotxe, tren, etc.) no hauria de sortir al mapa. El reconeixement d'aquest tipus<em>d'interrupcions</em> no es sempre obvi. 15s significa: la distancia que s'hauria recorregut al ritme mitjà durant 15s.

source: Map: precision
ca: Mapa; precisió

source: How many data points shoud be displayed?
ca: Quants punts de dada s'han de visualitzar?

source: Map: line color
ca: Mapa: color de la línia

source: as hexadecimal rgb (e.g. #ff5500)
ca: com a hexadecimal rgb (p.e. #ff5500)

source: Map: show map first
ca: Mapa: mostri el mapa al començament

source: show map before plots
ca: mostri el mapa abans de dibuixar la ruta

source: Elevation: smoothing
ca: Elevació: suavitzada

source: Choose the algorithm to smooth the elevation data
ca: Escolleixi l'algoritme per suavitzar les dades d'elevació

source: Elevation: threshold
ca: Elevació: llindar

source: Threshold for the smoothing algorithm
ca: Llindar per l'algoritme que suavitza les dades

source: Design
ca: Disseny

source: Background image
ca: Imatge de fons

source: Activity form
ca: Formulari d'entrenament

source: Default window
ca: Pantalla principal

source: Show activity after creation
ca: mostri l'entrenament després d'haver-lo creat

source: Calculate calories
ca: Calculi calories

source: Recalculate calories after changing duration by hand
ca: Torni a calcular les calories després de canviar manualment la durada

source: Calculate power
ca: Calculi la potència

source: Calculate power by speed and grade for cycling
ca: Calculi la potència com velocitat i pendent per ciclisme

source: Detect pauses
ca: Detecti les pauses

source: Detect pauses (distance not increasing) when importing training
ca: Detecti les pauses quan s'importen entrenaments si la distància no s'incrementa

source: Automatically load weather conditions
ca: Carregui automàticament les condicions meteorològiques

source: via openweathermap.org
ca: mitjançant openweathermap.org

source: for weather: Location
ca: per la meteorologia: Ubicació

source: For loading weather data from openweathermap.org<br>e.g. <em>Berlin, de</em>
ca: Per carregar les dades meteorològiques des d'openweathermap.org<br>p.e. <em>Berlin, de</em>

source: Automatically correct elevation data
ca: Corregeixi automàticament les dades d'elevació

source: Instead of using gps-elevation a correction via external services is possible.
ca: És possible de corregir les dades d'elevació mitjançant un servei extern, obviant així les que proporciona el GPS.

source: Sort: sport types
ca: Seleccioni: tipus d'esport

source: Sort: activity types
ca: Seleccioni: tipus d'entrenament

source: Calendar view
ca: Visió de calendari

source: Calendar: mode
ca: Calendari: tipus

source: Default mode for the calendar
ca: Calendari per defecte

source: Calendar: create button
ca: Calendari: creï un botó

source: Add a link for every day to create a new activity.
ca: Afegeixi un link per cada entrenament diari.

source: Calendar: edit button
ca: Calendari: modifiqui el botó

source: Add an edit-link for every activity.
ca: Afegeixi un link modificable per cada entrenament.

source: Estimation formula
ca: Fòrmula VDOT

source: Formula to estimate the vdot value. The old method is only listed for compatibility reasons.
ca: Fòrmula per determinar el valor VDOT. El mètode anterior s'executa només per motius de compatibilitat.

source: Time constant length for VDOT
ca: Temps per VDOT

source: Time constant length for VDOT rolling average
ca: Nombre de dies que es faran servir pel càlcul del VDOT

source: Use correction factor
ca: Apliqui factor de correcció del VDOT

source: Use a correction factor based on your best competition. (recommended)
ca: Ajusti els valors de VDOT segons la seva millor cursa (recomanat)

source: Manual correction factor
ca: Factor de correcció del VDOT manual

source: Manual correction factor (e.g. 0.9), if the automatic factor does not fit. Can be left empty.
ca: En cas que la correcció automàtica del VDOT no funcioni, pot entrar un factor manualment.

source: Use fixed VDOT value
ca: Valor manual del VDOT

source: Fixed VDOT value (e.g. 55), if the estimation does not fit. Can be left empty.
ca: Si vostè no fa servir cap pulsòmetre o bé el valor del VDOT calculat no s'ajusta, pot emprar un valor fix per les estimacions. Aquest camp pot romandre buit.

source: Adapt for elevation
ca: VDOT: ajusti distància per elevació

source: The distance can be corrected by a formula from Peter Greif to adapt for elevation.
ca: Pel càlcul del VDOT ajusti la distància a l'elevació mitjançant la fòrmula de Greif.

source: Correction per positive elevation
ca: VDOT: correció de la distància per l'elevació positiva

source: Add for each meter upwards X meter to the distance. (Only for the VDOT calculation)
ca: Per tal de considerar l'elevació en el càlcul del VDOT es pot ajustar la distància de l'elevació

source: Correction per negative elevation
ca: VDOT: correció de la distància per elevació negativa

source: Add for each meter downwards X meter to the distance. (Only for the VDOT calculation)
ca: Afegeixi per cada metre de baixada X metres a la distància. (Només pel càlcul del VDOT)

source: Days for ATL
ca: Dies pel càlcul de l'ATL

source: Number of days for ATL time constant
ca: Nombre de dies per constant de temps de l'ATL

source: Days for CTL
ca: Dies pel càlcul del CTL

source: Number of days for CTL time constant
ca: Nombre de dies per constant de temps del CTL

source: Show ATL/CTL in percent of your maximum
ca: Mostri ATL/CTL com a percentatge del màxim

source: By default ATL/CTL are scaled based on your historical maximum. This can lead to wrong assumptions if you were overtrained. Deactivate this option in that case.
ca: Per defecte ATL/CTL són ajustats segons el seu valor històric màxim. Això ens pot dur a errors si vostè es troba sobre-entrenat. Desactivi aquesta opció si és el seu cas.

source: Show TSB in percent of ATL/CTL
ca: Mostri TSS com a percentatge de ATL/CTL

source: The scale of TSB values depends on your ATL/CTL. You can display TSB as percentage of your current ATL/CTL to keep consistency.
ca: L'escala dels valors del TSB depèn del seu ATL/CTL. Per mantindre la consistència pot mostrar el TSB com a percentatge del seu actual ATL/CTL.

source: Maximal CTL
ca: Màxima CTL

source: Maximal ATL
ca: Màxima ATL

source: Database cleanup
ca: Netegi la base de dades

source: You can now use the %s to recalculate the concerning values.
ca: Pot fer servir %s per tornar a calcular els valors afectats.

source: %s has been recalculated. New value: <strong>%s</strong> (old value: %s)
ca: S'ha calculat de nou %s. El nou valor: <strong>%s</strong> (darrer valor: %s)

source: Code
ca: Codi

source: HTML-Code
ca: Codi HTML

source: Add this code to your blog/website.
ca: Afegeixi aquest codi HTML al seu web o bloc.

source: Preview
ca: Previsualització

source: Your training is private: There is no link included.
ca: El seu entrenament és privat: no s'afegirà cap link.

source: Runalyze runs on a local server. Only people in your local network will be able to see the training.
ca: Runalyze s'executa des d'un servidor local. Només els usuaris de la xarxa local podran veure aquests entrenaments.

source: Width
ca: Ample

source: Height
ca: Alçada

source: Change size
ca: Canviï el tamany

source: I did sport:
ca: He practicat l'esport:

source: in
ca: a

source: Runalyze is running on a local server.
ca: Runalyze s'executa des del seu servidor local.

source: Linking your activity in a social network does not make sense - nobody will be able to see your activity.
ca: Compartir aquests entrenaments no té cap sentit - ningú les podrà veure.

source: Lap
ca: Volta

source: Diff.
ca: Dif.

source: elevation
ca: elevació

source: Average
ca: Mitjana

source: Calculate laps
ca: Voltes calculades

source: Lap every ...
ca: Cada volta...

source: Distance, after which a new lap should start
ca: Distància de volta a partir de la qual comença un nou parcial

source: or
ca: o
