Repository: Runalyze/Runalyze
Catalog: inc/locale/*/LC_MESSAGES/runalyze.po
Languages: ca

source: Deletion request of your RUNALYZE account
ca: Esborri el seu compte RUNALYZE

source: Do you really want to delete your account
ca: Realment vol esborrar el seu compte

source: Complete the process by accessing the following link:
ca: Finalitzi el procés mitjançant el següent link:

source: long sleeve
ca: Màniga llarga

source: T-shirt
ca: Màniga curta

source: singlet
ca: samarreta

source: jacket
ca: Jaqueta

source: long pants
ca: Malles

source: shorts
ca: Pantalons curts

source: gloves
ca: Guants

source: hat
ca: gorra

source: Dataset
ca: Conjunt de dades

source: Your Dataset
ca: El seu conjunt de dades

source: You can specify which values show up in the overview of your activities.
ca: Pot definir quins valor es mostren en la visió de conjunt dels seus entrenaments.

source: This does not influence the detailed activity view, the form or any plugin.
ca: Això no canvia la vista d'entrenament detallada, el formulari o cap plugin.

source: Display
ca: Mostri

source: The information will be shown directly in the row.
ca: La informació es mostrarà directament a la columna.

source: Order
ca: Ordre

source: Indicates the order of appearance.
ca: Indica l'ordre d'aparició.

source: CSS-Style
ca: Estil-CSS

source: any CSS-Code
ca: qualsevol codi-CSS

source: Example
ca: Exemple

source: Test activity
ca: Entrenament de prova

source: Great run!
ca: Excel·lent cursa!

source: Panels
ca: Panells

source: Panels are small statistics always shown on the right side.
ca: Els panells són petites estadístiques que es mostren sempre a la part dreta.

source: Normal statistics are shown below the activitiy log.
ca: Les estadístiques normals es mostres per sota de l'entrenament.

source: Complex tools for analyzing or processing the complete database will open in an overlay.
ca: Amb les eines pot executar modificacions complexes al banc de dades o analitzar grans quantitats de dades.

source: Install a new plugin
ca: Instal·li un nou plugin

source: New plugins can be installed here.
ca: Els nous plugins es poden instal·lar aquí.

source: No plugins available.
ca: No hi ha plugins disponibles.

source: The plugin cannot be found.
ca: El plugin no s'ha pogut trobar.

source: enabled
ca: activat

source: hidden*
ca: amagat*

source: not enabled
ca: no activat

source: * Hidden plugins only show their headings.
ca: * Els plugins amagats només mostren les capçaleres.

source: * Hidden plugins are grouped as 'Miscellaneous'.
ca: * Els plugins amagats són agrupats com 'diversos'.

source: There are no new plugins to install.
ca: No hi ha nous plugins per instal·lar.

source: Activity Types
ca: Tipus d'activitat

source: Activity types
ca: Tipus d'activitat

source: Activity types are useful to seperate your training into different categories. An activity type can only belong to one sport.
ca: Amb els tipus d'entrenament es poden classificar els entrenaments còmodament en categories. Un tipus d'entrenament només pertànyer a un tipus d'esport.

source: Finding your personal bests requires one type (for running) to be set as the 'Race'-type.
ca: Per tal de comunicar-li les seves millors prestacions ens cal com a mínim que es configuri un entrenament com a "cursa".

source: Abbreviation
ca: Abreviatura

source: A type can only belong to one sport.
ca: Un tipus pot pertànyer únicament a un esport.

source: Average heart rate (used for calculation of TRIMP)
ca: Freqüència cardíaca mitjana (emprat per calcular el TRIMP)

source: A type can only be deleted if no references exist.
ca: Un tipus pot ser esborrat únicament si no existeix cap referència.

source: Email address
ca: Adreça de correu electrònic

source: Registered since
ca: Registrat des de

source: Last Login
ca: Darrera entrada

source: Your account
ca: El seu compte

source: Email me
ca: Envïi'm un Email

source: Notifications
ca: Notificacions

source: Change your password
ca: Canviï el password

source: Old password
ca: Antic password

source: Repeat new password
ca: Entri de nou el seu password

source: Backup your data
ca: Còpia de seguretat de les seves dates

source: Please use the plugin
ca: Si us plau fagi servir el plugin

source: The backup of all your data is not manually possible yet.<br>In important individual cases write us an e-mail to mail@runalyze.de and and we will take care of it right away!
ca: No es pot fer una còpia de seguretat de les seves dades.<br> En cas d'extrema necessitat enviïn's un correu electrònic a mail@runalyze.de i ens n'ocuparem tan aviat com sigui possible!

source: Delete your account
ca: Esborri el seu compte

source: You'll receive an email with a link to confirm the deletion.<br>The deletion is permanent and cannot be reversed. Therefore, you should backup your data.
ca: Rebrà un correu electrònic amb un link per a confirmar que vol esborrar el seu compte.<br> En cas que s'esborri el compte ni hi ha possibilitat de desfer aquest canvi. Vostè mateix haurà de desar les seves dades, en cas que vulgui recuperar-les.

source: Your password has been changed.
ca: El seu password ha sigut canviat.

source: You current password is wrong.
ca: El seu password és incorrecte.

source: The settings have been saved.
ca: S'ha desat la seva configuració.

source: Sports
ca: Esports

source: Your sports
ca: Els seus esports

source: Hover over the headings if the abbreviations are unclear.
ca: Posi el ratolí sobre la capçalera en cas que alguna abreviatura no sigui prou clara.

source: <em>&Oslash; HF</em> is necessary for the calculation of TRIMP.
ca: El valor de <em>&Oslash; HF</em> és necessari pel càlcul del TRIMP.

source: Icon
ca: Icona

source: Name of the sport
ca: Nom de l'esport

source: Average energy turnover in kilocalories per hour
ca: Mitjana d'entrega d'energia en kilocalories per hora

source: Has a distance
ca: Té una distància

source: Unit
ca: Unitat

source: Unit for speed
ca: Unitat per velocitat

source: Power is recorded or calculated.
ca: La potència s'ha desat o calculat.

source: Outside
ca: Fora

source: Sport is performed outdoor: activate route, weather, ...
ca: L'activitat esportiva s'ha desenvolupat fora: activi ruta, condicions meteorològiques, etc.

source: A sport can only be deleted if no references exist.
ca: Un esport pot ser esborrat únicament si no existeix cap referència.

source: Your equipment
ca: El seu equipament

source: delete
ca: esborri

source: Category
ca: Categoria

source: prev. distance
ca: Rendiment previ

source: No types available
ca: No hi ha dades de tipus

source: Activity view of %s
ca: Vista de l'activitat de %s

source: This list is private
ca: Aquesta llista és privada

source: The user does not share his activity list.
ca: L'usuari no comparteix la seva llista d'entrenaments.

source: Form
ca: Formulari

source: Upload file
ca: Pugi l'arxiu

source: There were problems while uploading.
ca: Ha esdevingut un problema mentre es pujaven les dades.

source: Your browser does not seem to support this uploader, see
ca: El seu navegador aparentment no dóna suport a aquest Uploader, miri

source: Supported file extensions:
ca: Extensions d'arxiu a les quals es dóna suport:

source: Supported file size:
ca: Tamany d'arxiu màxim:

source: Move your mouse here to start loading the communicator.
ca: Mogui aquí el seu punter del ratolí per arrencar el Communicator.

source: No activities for editing were set.
ca: No s'han seleccionat entrenaments per modificar.

source: Multi editor
ca: Editor múltiple

source: Given XML object is not from Peaksware/Trainingpakes. &lt;device&gt;-tag could not be located.
ca: L'objecte XML no és de Peaksware/Trainingpakes. &lt;device&gt;-tag no s'ha trobat.

source: Given XML object does not contain any track. &lt;trkseg&gt;-tag could not be located.
ca: L'objecte XML no té cap ruta. &lt;trkseg&gt;-tag no s'ha pogut trobar.

source: Given XML object is not from SportTracks. &lt;Activity&gt;-tag has no attribute 'startTime'.
ca: L'objecte XML no és de SportTracks. &lt;Activity&gt;-tag no té cap atribut 'startTime'.

source: Given XML object does not contain any results. &lt;Samples&gt;-tag or &lt;header&gt;-tag could not be located.
ca: L'objecte XML no conté cap dada. &lt;Samples&gt;-tag oder &lt;header&gt;-tag no s'ha trobat.

source: Given XML object does not contain any results. &lt;result&gt;-tag could not be located.
ca: L'objecte XML no té cap dada. &lt;result&gt;-tag no s'ha trobat.

source: This file does not contain any data.
ca: L'arxiu no conté cap dada.

source: Given XML object does not contain any track. &lt;gx:Track&gt;-tag could not be located.
ca: L'objecte XML no conté cap ruta. &lt;gx:Track&gt;-tag no es pot trobat.

source: Given XML object is not from Sigma. &lt;LogEntries&gt;-tag could not be located.
ca: L'objecte XML no és de Sigma. &lt;LogEntries&gt;-tag no s'ha trobat.

source: Given XML object is not from Garmin. &lt;Id&gt;-tag could not be located.
ca: L'objecte XML no és de Garmin. &lt;ld&gt;-tag no s'ha trobat.

source: This file does not contain any laps.
ca: Aquest entrenament no té cap volta.

source: Given XML object is not from Runtastic. &lt;Id&gt;-tag could not be located.
ca: L'objecte XML no és de Runtastic. &lt;ld&gt;-tag no s'ha trobat.

source: Given XML object does not contain any results. &lt;Samples&gt;-tag or &lt;Header&gt;-tag could not be located.
ca: L'objecte XML no té cap resultat. &lt;Samples&gt;-tag o &lt;Header&gt;-tag no s'han trobat.

source: Given XML object is not from SportTracks. &lt;Duration&gt;-tag could not be located.
ca: L'objecte XML no és de SportTracks. &lt;Duration&gt;-tag no s'ha trobat.

source: FIT file is not specified as activity.
ca: L'arxiu FIT no és especificat com a entrenament.

source: Choose activities
ca: Seleccioni els entrenaments

source: Import selected activities
ca: Importi tots els entrenaments seleccionats

source: Found %s activities.
ca: %s entrenaments trobats.

source: Import
ca: Importi

source: Show multi editor afterwards
ca: Mostri després l'editor múltiple

source: hrm- and gpx-files with the same name will be automatically combined.
ca: Arxius hrm i gpx amb el mateix nom són automàticament anomenats de nou.

source: No activities could be found.
ca: No s'han trobat entrenaments.

source: There is no parser in ImporterFiletype. Maybe this filetype is not supported.
ca: No hi ha manera d'analitzar aquest tipus d'arxiu importat. No hi ha suport per a aquest tipus d'arxiu.

source: This file is not supported. Supported producers of slf-files:
ca: No es dóna suport per aquest arxiu. Fabricant dels arxius slf que han de donar suport són:

source: xml-files from Polar, Suunto and RunningAHEAD are supported.
ca: Es dóna suport als arxius xml de Polar, Suunto i RunningAHEAD.

source: This file is not supported. Supported producers of kml-files:
ca: No es dóna suport per aquest arxiu. Fabricant dels arxius kml que han de donar suport són:

source: Add workout
ca: Entri entrenament

source: The activities have been successfully imported.
ca: Els entrenaments han sigut importats amb èxit.

source: Upload
ca: Pugi

source: Panel
ca: Panell

source: Tool
ca: Eines

source: All tools
ca: Totes les eines

source: Choose tool
ca: Sel·leccioni l'eina

source: Complex tools can analyze or process the complete database and will open in an overlay.
ca: Amb les eines pot executar modificacions complicades del banc de dades o analitzar grans quantitats de dades.

source: Installed tools
ca: Les següents eines es troben instal·lades

source: No tools installed.
ca: No hi han eines instal·lades.

source: Install plugin
ca: Instal·li el plugin

source: Uninstall plugin
ca: Desinstal·li el plugin

source: In total
ca: Total

source: back to overview
ca: enrere cap a vista general

source: Plugin configuration
ca: Configuració del plugin

source: Description
ca: Descripció

source: The plugin is deactivated.
ca: El plugin es troba desactivat.

source: There are no settings.
ca: No hi ha configuració.

source: Activate plugin
ca: Activi el plugin

source: Deactivate plugin
ca: Desactivi el plugin

source: Activation
ca: Activació

source: Open tool
ca: Obri l'eina

source: Settings
ca: Configuració

source: Maintenance mode
ca: Mode de manteniment

source: Users can register
ca: L'usuari es pot registrar

source: Garmin API-key
ca: Clau API de Garmin

source: Needed for any online-version of the Garmin Communicator<br>see http://developer.garmin.com/web-device/garmin-communicator-plugin/get-your-site-key/
ca: Cal per a qualsevol versió de Garmin Communicator<br> miri http://developer.garmin.com/web-device/garmin-communicator-plugin/get-your-site-key/

source: Sender e-mail
ca: Adreça de correu electrònic del remitent

source: Sender e-mail name
ca: Adreça de correu electrònic del remitent

source: SMTP: username
ca: SMTP: Usuari

source: OpenWeatherMap API-Key
ca: Clau API de OpenWeatherMap

source: Loading weather data requires an api key, see openweathermap.org/appid
ca: Per carregar les dades de les condicions atmosfèriques cal una clau API, vegi openweathermap.org/appid

source: Nokia maps require an app-id/-token, see developer.here.com
ca: Els mapes de Nokia necessiten un APP-ID i un Token, miri developer.here.com

source: Nokia/Here Token
ca: Token de Nokia/Here

source: Changes can't be saved.
ca: No es poden desar les modificacions.

source: User list
ca: Llista d'usuari

source: There are no registered users.
ca: Fins ara no hi ha cap usuari registrat.

source: since
ca: des de

source: last
ca: últim

source: Functions
ca: Funcions

source: Activate user
ca: Activi l'usuari

source: Server information
ca: Informacions del servidor

source: PHP version:
ca: Versió del PHP:

source: MySQL version:
ca: Versió del MySQL:

source: Time limit:
ca: Límit de temps:

source: Memory limit:
ca: Límit de memòria:

source: Upload limit:
ca: Límit de pujades:

source: Post limit:
ca: Límit de publicacions:

source: Perl scripts can be used.
ca: Es poden fer servir scripts de Perl.

source: Perl scripts cannot be used.
ca: No es poden fer servir scripts de Perl.

source: Permissions
ca: Permisos

source: The following directories do need write permissions. (And the right owner has to be set!)
ca: Cal permís d'escriptura als següents directoris. (I ha d'establir-se el propietari correcte!)

source: The directory <strong>%s</strong> is writable.
ca: El directori <strong>%s</strong> es pot modificar.

source: Unused files
ca: Arxius que no s'han fet servir

source: Clear directories
ca: Esborri els directoris

source: clean up
ca: Netegi

source: No files found
ca: No s'ha trobat cap arxiu

source: The activity has been removed
ca: L'entrenament ha sigut esborrat

source: Click on an activity to see more details.
ca: Fagi click sobre un entrenament per veure'n més detalls.

source: Public activities are marked:
ca: S'han marcat entrenaments públics:

source: There was a problem.
ca: Hi ha hagut un problema.

source: The plugin could not be found.
ca: No s'ha pogut trobar el plugin.

source: Uninstall
ca: Desinstal·li

source: The plugin has been uninstalled.
ca: El plugin ha sigut desinstal·lat.

source: There was a problem, the plugin could not be uninstalled.
ca: Hi ha hagut un problema en desinstal·lar-se el plugin.

source: back to list
ca: retorni a la llista

source: Delete your account.
ca: Esborri el seu compte.

source: <em>A confirmation has been sent via mail.</em><br>How sad, that you've decided to delete your account.<br>Your account will be deleted as soon as you click on the confirmation link in your mail.
ca: <em> S'ha enviat una confirmació a la seva adreça de correu electrònic.</em><br> Ens sap greu que hagi decidit esborrar el seu compte. <br> El compte s'esborrarà, tan aviat com faci click sobre el link del correu.

source: Connect
ca: Connectar

source: Searching for devices
ca: Buscant aparells

source: Transfer complete
ca: Transferència completa

source: Browse computer
ca: Explori a l'ordinador

source: Cancel
ca: Cancel·li

source: Connected devices
ca: Aparells connectats

source: Browse devices
ca: Explori aparells

source: Devices
ca: Aparells

source: Search for decives
ca: Busqui aparells

source: Retrieving data from #{deviceName}, please wait ...
ca: Es llegiran dades de #{deviceName}, si us plau esperi...

source: Please wait ...
ca: Si us plau esperi ...

source: Found #{tracks} activities
ca: #{tracks} Entrenaments trobats

source: No devices found
ca: No s'ha trobat cap aparell

source: Found
ca: Trobat

source: #{deviceCount} devices found
ca: #{deviceCount} Aparells trobats

source: Status
ca: Estatus

source: present
ca: Disponible

source: ignore
ca: ignori

source: You are not logged in anymore.
ca: Ja no es troba connectat.

source: Elevation data could not be retrieved.
ca: Les dades d'elevació no s'han rebut.

source: Search for activities
ca: Busqui entrenaments

source: Install
ca: Instal·li

source: The plugin has been successfully installed.
ca: El plugin s'ha instal·lat.

source: There was a problem, the plugin could not be installed.
ca: Hi ha hagut un problema en instal·lar-se el plugin.

source: Something went wrong ...
ca: Alguna cosa no ha anat com calia ...

source: by&nbsp;HR
ca: aus&nbsp;FC

source: corrected
ca: corregit

source: Shape
ca: Condició física

source: Deviation
ca: Desviació

source: Corrector
ca: Correcció

source: You did not run any races.
ca: Fins ara no ha fet cap cursa.

source: <strong>VDOT/Time:</strong> by standard formulas derived from Jack Daniels' Running formula<br>
ca: <strong>VDOT/Temps:</strong> segons fórmula de Jack Daniels<br>

source: The time is what you could have reached at your maximal possible heart rate over this distance.
ca: El temps en que podries haver corregut a la màxima freqüència cardíaca en una cursa, segons Jack Daniels.

source: <strong>VDOT/Time (corrected):</strong> after individual VDOT correction (factor: %f)<br>
ca: <strong>VDOT/temps (correció):</strong> segons correcció individual del VDOT (factor: %f)<br>

source: <strong>VDOT/Time (corrected):</strong> VDOT correction is deactivated. (see configuration)
ca: <strong>VDOT/temps (corregit):</strong> correcció del VDOT no es troba activada. (miri configuració)

source: <strong>VDOT/Time (Shape):</strong> by your shape at that time<br>
ca: <strong>VDOT/temps (condició:</strong> Pronòstic segons els teus anteriors valors de condició física<br>

source: The time is the prognosis by Runalyze.
ca: Previsió segons Runalyze.

source: <strong>Corrector:</strong> Ratio between VDOT and VDOT (by HR)
ca: <strong>factor de correcció:</strong> Rati de VDOT a VDOT (segons FC)

source: The distance correction for elevation is not used in this table.
ca: El factor de correcció de la distància per elevació no s'aplica en aquesta taula.

source: noname
ca: sense nom

source: Analyze your VDOT
ca: Analitzi el seu VDOT

source: Analyze the VDOT prediction based on your race results.
ca: Analitzi el seu VDOT en base als seus resultats en curses.

source: Predicting your VDOT based on your training values is imprecise.This plugin lists your races and compares your results with the predicted values.This way you can get an impression of how well the prediction works for you.
ca: La previsió del seu VDOT basat en els valors dels seus entrenaments no és sempre molt precís. Aquest plugin mostra les seves curses comparades amb els valors calculats i li dona la possibilitat de comprovar com de bona era la previsió.

source: No data available.
ca: No hi ha dades disponibles.

source: There is no bad weather, there is only bad clothing.
ca: No existeix el mal temps, només les persones mal vestides.

source: Show temperature plots
ca: Mostri les estadístiques de la temperatura

source: on
ca: a

source: Hottest activities
ca: Entrenaments més calents

source: Coldest activities
ca: Entrenaments més freds

source: Activity [in h] by day time
ca: Entrenament [en h] per dia temps

source: Activity [in h] by weekday
ca: Entrenament [en h] per setmana/dia

source: Training times
ca: Nombre d'entrenaments

source: Plot all your activity times by daytime/weekday and list your nightly activities.
ca: Llisti entrenaments nocturns i faci un diagrama del nombre d'entrenaments.

source: Show nightly activities
ca: Mostri entrenaments nocturns

source: Nightly activities
ca: Entrenaments nocturns

source: 2 a.m. is considered as <em>most extreme</em> time for a training.
ca: 2 a.m. es considera com una hora <em>extrema</em> per entrenar.

source: The 20 trainings being nearest to that time are listed.
ca: El 20 entrenaments més propers el mostren en la llista.

source: Cacheclean
ca: Netegi memòria cau

source: Runalyze uses data caching for faster access. Whenever you feel the views are not updated you can force emptying the cache
ca: Runalyze fa servir la memòria cau per accedir ràpidament a les dades. Si te la sensació que algunes vistes no s'han actualitzat, esborri completament la memòria cau

source: Empty your cache
ca: Esborri la seva memòria cau

source: Your steepest activities and an overview of your cumulated elevation.
ca: Les seves rutes amb més pendent i una vista de conjunt de la seva elevació acumulada.

source: All years
ca: Tots els anys

source: No routes found.
ca: No s'han trobat rutes.

source: Most elevation
ca: Màxima elevació

source: Steepest routes
ca: Rutes amb més pendent

source: unlabeled
ca: desconegut

source: How often did you train with whom?
ca: Amb qui has entrenat i amb quina freqüència?

source: All training partners
ca: Tots els companys d'entrenament

source: You have only trained on your own.
ca: Fins ara ha entrenat sol.

source: You have trained <strong>%sx</strong> in total and out of that <strong>%sx</strong> with a training partner,
ca: Ha entrenat <strong>%s x</strong> en total i aquesta part <strong>%s sx</strong> amb un company d'entrenament.

source: that are <strong>%s</strong> &#37;.
ca: Això són <strong>%s</strong> &#37;.

source: Goals
ca: Objectius

source: Set your own goals for different time ranges and compare your current performance with them.
ca: Defineixi els seus objectius per diferents períodes de temps i compari les seves prestacions entre ells.

source: This plugin tracks your distances for chosen time ranges.
ca: Previsions i objectius per les prestacions als períodes de temps seleccionats en km.

source: You can set a goal (value &gt; 0) for every time range. If it is set, you will see how much you have to run to reach it.
ca: Quan defineix un objectiu (valor> 0) es mostraran també quants entrenaments manquen per a assolir-lo.

source: A virtual Pace Bunny <em>reaches</em> the goal with a steady performance - you can see how far you are ahead or behind.
ca: Un company d'entrenament virtual <em>abast</em> sempre corre al mateix ritme, podrà veure quant endarreriment o avançament porta amb ell.

source: Note: &quot;Saison&quot; refers to the current season in the german &quot;kmspiel&quot;.
ca: Comentari: Temporada fa referència a la temporada en curs en kmspiel.

source: Show a prognosis for the current %s
ca: Mostri la previsió pels actuals %s

source: Current time range: %s to %s
ca: Actual període de temps: %s fins a %s

source: %s: show
ca: %s: mostri

source: %s: goal
ca: %s: objectiu

source: Show details
ca: Mostri els detalls

source: Current
ca: Actual

source: &oslash; Day
ca: &oslash; Dia

source: &oslash; Week
ca: &oslash; Setmana

source: Prognosis
ca: Previsió

source: %d days left
ca: encara %d dies

source: Goal reached.
ca: Objectiu aconseguit.

source: Pace Bunny
ca: Marcador de ritme

source: Behind
ca: Endarreriment

source: Ahead
ca: Avançament

source: Head 2 Head
ca: Duel

source: Me
ca: Jo

source: Pace&nbsp;Bunny
ca: Ritme&nbsp;marcador de ritme

source: %s to %s (%d days)
ca: %s fins a %s (%d dies)

source: Week
ca: Setmana

source: Month
ca: Mes

source: Half-Year
ca: Semestre

source: Saison
ca: Temporada
