Repository: Runalyze/Runalyze
Catalog: inc/locale/*/LC_MESSAGES/runalyze.po
Languages: ca

source: List with all distances, comma seperated. Put "+" at the beginning to treat distances as intervals.
ca: Llista amb totes les distàncies, valors separats per comes. Posi "+" al comencament per considerar les distàncies com a intervals.

source: e.g.
ca: p.e.

source: Lap time goal
ca: Temps parcial objectiu

source: Pace goal
ca: Ritme objectiu

source: Calculate values for handmade splits although total distance does not match.
ca: Temps parcials calculats per a voltes manuals malgrat que la distància total no coincideixi.

source: The total distance of your handmade laps differs from the gps distance.
ca: Distància total de la sea volta manual no coincideix amb la distància del GPS.

source: Leave lap distances empty to use your handmade laps.
ca: Deixi la distància de les voltes buida per emprar les voltes manuals.

source: Show calculated laps
ca: Mostri les voltes calculades

source: diff
ca: dif.

source: Goal
ca: Objectiu

source: Average (active)
ca: Mijana (activa)

source: Average (total)
ca: Mitjana (total)

source: 1st/2nd Half
ca: 1a/2a meitat

source: Elevation up/down
ca: Elevació pujada/baixada

source: &oslash; Gradient
ca: &oslash; increment

source: No plot available.
ca: No hi ha cap gràfic disponible.

source: There are no manual laps.
ca: No hi han voltes manuals.

source: No GPS-data available. Can\'t compute laps.
ca: No hi ha dades de GPS disponibles. El temps parcials no es poden calcular.

source: Original data
ca: Dades originals

source: Heartrate data available
ca: Dades del pols disponibles

source: Lap data available
ca: Dades de voltes disponibles

source: Route data available
ca: Dades de la ruta disponibles

source: unknown
ca: desconegut

source: <strong>Time:</strong> %s
ca: <strong>Temps:</strong> %s

source: <strong>Pause</strong> of %s
ca: <strong>Temps:</strong> %s

source: <strong>Distance:</strong> %s
ca: <strong>Temps:</strong> %s

source: <strong>Heart rate:</strong>
ca: <strong>Total:</strong> %s

source: %s to %s
ca: %s fins a %s

source: Fatal error
ca: Error fatal

source: every data point
ca: cada punt de dada

source: every second data point
ca: cada dos punts de dada

source: every fifth data point (recommended)
ca: cada 5 punts de dada (recomanat)

source: every tenth data point
ca: cada 10 punts de dada

source: every twentieth data point
ca: cada 20 punts de dada

source: as speed
ca: com velocitat

source: absolute value
ca: valor absolut

source: &#37; HRmax
ca: &#37; FCmàx

source: &#37; HRreserve
ca: &#37; FCreserva

source: automatic
ca: automàtic

source: never
ca: mai

source: only for competitions
ca: només per competicions

source: always
ca: sempre

source: at too big distance (15s)
ca: per distàncies massa grans (15 s)

source: at too big distance (30s)
ca: per distàncies massa grans (30 s)

source: at too big distance (60s)
ca: per distàncies massa grans (60 s)

source: at too big distance (120s)
ca: per distàncies massa grans (120 s)

source: at too big distance (240s)
ca: per distàncies massa grans (240 s)

source: at too big distance (300s)
ca: per distàncies massa grans (300 s)

source: at too big distance (600s)
ca: per distàncies massa grans (600 s)

source: Monday
ca: Dilluns

source: Sunday
ca: Diumenge

source: no smoothing
ca: cap graduació

source: Threshold method
ca: Mètode del valor llindar

source: Douglas-Peucker-Algorithm
ca: Algoritme de Douglas-Peucker

source: id (oldest first)
ca: id (els més antics primer)

source: id (latest first)
ca: is (els més nous primer)

source: alphabetical
ca: alfabètic

source: logarithmic (new method since v1.5)
ca: logarítmic (nou mètode a partir de v1.5)

source: linear (old method up to v1.4)
ca: lineal (mètode antic fins a la v1.4)

source: please choose
ca: si us plau sel·leccioni

source: male
ca: home

source: female
ca: dona

source: every 50m a data point
ca: cada 50m un punt de dada

source: every 100m a data point
ca: cada 100m un punt de dada

source: every 200m a data point
ca: cada 200m un punt de dada

source: every 500m a data point
ca: cada 500m un punt de dada

source: max. 50 data points
ca: màx. 50 punts de dada

source: max. 100 data points
ca: màx. 100 punts de dada

source: max. 200 data points (recommended)
ca: màx. 200 punts de dada (recomanat)

source: max. 300 data points
ca: màx. 300 punts de dada

source: max. 400 data points
ca: màx. 400 punts de dada

source: max. 500 data points
ca: màx 500 punts de dada

source: max. 750 data points
ca: màx. 750 punts de dada

source: max. 1000 data points
ca: màx. 1000 punts de dada

source: Upload form
ca: Carregui dades

source: Standard form
ca: Formulari de petició

source: all separated
ca: tot separat

source: Pace / Heart rate
ca: Ritme / Freqüència cardíaca

source: Pace / Heart rate / Elevation
ca: Ritme / Freqüència cardíaca / Elevació

source: Week view
ca: Vista setmanal

source: Month view
ca: Vista mensual

source: sunny
ca: assoleiat

source: fair
ca: clar

source: cloudy
ca: cobert

source: changeable
ca: variable

source: rainy
ca: plugims

source: snowing
ca: nevades

source: at
ca: a

source: rpm = rotations per minute
ca: rpm = rotacions per minut

source: Cadence (running)
ca: Gambada (córrer)

source: spm = steps per minute
ca: spm = passes per minut

source: Sport type
ca: Tipus d'esport

source: VDOT icon
ca: icona VDOT

source: JD intensity
ca: Intensitat JD

source: Splits
ca: Parcials

source: Daytime
ca: Hora

source: Sun
ca: dg.

source: Mon
ca: dl.

source: Tue
ca: dt.

source: Tuesday
ca: Dimarts

source: Wed
ca: dc.

source: Wednesday
ca: Dimecres

source: Thu
ca: dj.

source: Thursday
ca: Dijous

source: Fri
ca: dv.

source: Friday
ca: Divendres

source: Sat
ca: ds.

source: Saturday
ca: Dissabte

source: Jan
ca: gen.

source: January
ca: gener

source: Feb
ca: febr.

source: February
ca: febrer

source: Mar
ca: març

source: March
ca: març

source: Apr
ca: abr.

source: April
ca: abril

source: May
ca: maig

source: Jun
ca: juny

source: June
ca: juny

source: July
ca: juliol

source: Aug
ca: ag.

source: August
ca: agost

source: Sep
ca: set.

source: September
ca: setembre

source: October
ca: octubre

source: November
ca: novembre

source: Dec
ca: des.

source: December
ca: desembre

source: Debug console
ca: Consola de depuració

source: run diary
ca: Registre d'entrenaments

source: Configuration
ca: Configuració

source: Database
ca: Banc de dades

source: Ready
ca: Acabat

source: Runalyze is already installed.
ca: Runalyze ha sigut instal·lat.

source: You cannot reinstall Runalyze. If something does not work, please do not hesitate to contact us.
ca: Vostè no pot ser instal·lat un altre cop. Alguna cosa no ha funcionat pas, si us plau posis en contacte amb nosaltres.

source: Start Runalyze
ca: Iniciï Runalyze

source: Welcome!
ca: Benvingut!

source: Let us first check if your server fulfills the requirements.
ca: Deixi'ns comprovar els requisits del seu servidor.

source: PHP %s is required, but PHP %s is running. Please update your PHP version.
ca: PHP %s és necessari, però php %s es troba instal·lat. Si us plau actualitzi la seva versió de PHP.

source: Currently PHP %s is running.
ca: Actualment PHP %s es troba funcionant.

source: Importing large files (e.g. a SportTracks logbook) may take some time. Please have a look at your server limitations:
ca: Importar grans arxius (p.e. el llibre de registres de SportTracks) pot portar una mica de temps. Si us plau consideri les limitacions pel seu servidor:

source: Time limit
ca: Límit de temps d'execució

source: Memory limit
ca: Límit de memòria de treball

source: Upload limit
ca: Límit de pujada de dades

source: Start installation
ca: Inicií la instal·lació

source: Settings for Runalyze
ca: Configuració de Runalyze

source: Runalyze does need a MySQL database.
ca: Runalyze necessita una base de dades MySQL.

source: The connection settings are incorrect. We are not able to connect to the database.
ca: Les dades d'accés no són correctes. No s'ha pogut establir cap connexió amb la base de dades.

source: A connection could be established.
ca: S'ha pogut establir connexió.

source: Currently MySQL %s is running.
ca: Actualment MySQL %s es troba en funcionament.

source: MySQL %s is required, but MySQL %s is running. Please update your MySQL version.
ca: MySQL %s es necessari, però MySQL %s es troba en funcionament. Si us plau actualitzi la seva versió de MySQL.

source: Host server
ca: Nom del servidor de la base de dades

source: User
ca: Usuari

source: You can use a specific database prefix if you want to run multiple installations of Runalyze.
ca: Vostè pot fer servir un prefix específic de la base de dades si pensa emprar diverses instal·lacions de Runalyze sobre aquesta base de dades.

source: This prefix is already being used.
ca: Aquest prefix es troba actualment en ús.

source: This prefix is free.
ca: Aquest prefix es troba disponible.

source: You can activate a debug toolbar to see specific information if problems occur.
ca: Vostè pot activar l'eina de depuració per tal de rebre informacions específiques en cas que esdevingui un problema.

source: Debug mode
ca: Mode de depuració

source: Garmin API key
ca: Clau API de Garmin

source: not necessary for localhost
ca: no necessari per a localhost

source: necessary for
ca: necessari per a

source: see
ca: veure

source: A Garmin API key is necessary for using Garmin Communicator (enables direct imports from any Garmin Forerunner).
ca: Una clau API de Garmin és necessària per emprar el plugin del Garmin Communicator. Aquest permet la importació directa des d'alguns models de Garmin Forerunner.

source: The configuration file cannot be written.
ca: L'arxiu de configuració no es pot sobreescriure.

source: Please copy <strong>%s</strong> to the directory <strong>%s</strong> and insert your data.
ca: Si us plau copiï <strong>%s</strong> al directori <strong>%s</strong> i insereixi les seves dades.

source: You have to change the following variables:
ca: Les següents variables han de ser canviades:

source: Please save the following code as <strong>%s</strong>:
ca: Si us plau desi el següent codi com a <strong>%s</strong>:

source: Written! Continue ...
ca: Sobreescrit! Continuï...

source: Write configuration file
ca: Desi l'arxiu de configuració

source: Check settings
ca: Comprovi la configuració

source: The configuration file has been written.
ca: L'arxiu de configuració ha sigut desat.

source: Next step: setup database
ca: Següent pas: configuració de la base de dades

source: There are some problems with filling the database. Please insert the above SQL-statements by hand (e.g. via PhpMyAdmin).
ca: Han esdevingut problemes en escriure a la base de dades. Si us plau executi la instrucció SQL prèvia a ma (p.e. mitjançant PhPMyadmin).

source: Setup database
ca: Configuració de la base de dades

source: Ready! Congratulations!
ca: Enllestit! Enhorabona!

source: Runalyze has been successfully installed. Have fun while using it!
ca: Runalyze ha sigut instal·lat amb èxit. Gaudeixi fent-lo servir!

source: The directory <strong>%s</strong> is not writable.
ca: Al directori <strong>%s</strong> no es pot escriure.

source: Please activate JavaScript, Runalyze will not work without.
ca: Si us plau activi el Javascript, Runalyze no pot funcionar sense.

source: Public training view of <strong>%s</strong>
ca: Entrenament públic de <strong>%s</strong>

source: Public training view
ca: Llista pública d'entrenaments

source: The username is not known.
ca: L'usuari és desconegut.

source: The password was incorrect.
ca: El password és erroni.

source: The account has not been activated.<br>Have a look into your email inbox.
ca: El compte encara no ha sigut activat.<br>Revisi els seus emails.

source: Login
ca: Accés

source: Username
ca: Usuari

source: Remember me
ca: Vull continuar dins del compte

source: Runalyze is under maintenance at the moment. No login possible.
ca: Runalyze es troba fent tasques de manteniment. L'accés no és possible.

source: Create a new account
ca: Crear nou compte

source: Registrations are currently disabled.
ca: Noves altes no són ara mateix possibles.

source: Name
ca: Nom

source: Password again
ca: Entri el password un altre cop

source: You can login now. Enjoy Runalyze!
ca: Ara ja pot accedir-hi. Gaudeixi amb Runalyze!

source: Thanks for your registration. You should receive an email within the next minutes with further instructions for activating your account.
ca: Gràcies pel seu registre. Per tal d'activar el seu compte, li hem enviat un email que rebrà de seguida.

source: Register
ca: Registri's

source: Forgot your password?
ca: Ha oblidat el seu password?

source: A link for changing your password will be sent via email.
ca: El link per canviar el seu password ha sigut enviat a la seva adreça de email.

source: Send link
ca: Enviï link

source: Until now <strong>%d</strong> athlete is registered and
ca: Fins ara <strong>%d</strong> l'atleta és registrat i

source: has logged <strong>%s</strong>.
ca: s'ha registat <strong>%s</strong>.

source: <strong>%d</strong> athlete is online.
ca: <strong>%d</strong> l'atleta es troba online.

source: Administration
ca: Administració

source: Account
ca: Compte

source: ----- please choose
ca: ----- si us plau sel·leccioni

source: Update to %s (from %s, %s)
ca: Actualització al %s (de %s, %s)

source: Logout
ca: Desconnexió

source: Tools
ca: Eines

source: Help
ca: Ajuda

source: Choose a date ...
ca: Seleccioni una data...

source: Su
ca: dg.

source: Mo
ca: dl.

source: Tu
ca: dt.

source: We
ca: dc.

source: Th
ca: dj.

source: Fr
ca: dv.

source: Sa
ca: ds.

source: You can select any time range by selecting two dates.
ca: Marcant dues dates selecciona aquest interval de temps.

source: Show selection
ca: Mostra selecció

source: Activate account
ca: Activar compte

source: Your account has been activated.
ca: El seu compte fou activat.

source: You can now use Runalyze.
ca: Vostè ara pot fer servir Runalyze.

source: The activation did not work.
ca: L'activació no ha funcionat.

source: Probably the link was wrong.
ca: Possiblement el link és erroni.

source: Set new password
ca: Entri un nou password

source: New password
ca: Nou password

source: New password again
ca: Torni a entrar el nou password

source: The link is not valid anymore.
ca: El link ja no és vàlid.

source: Change password
ca: Canviï el password

source: Statistics
ca: Estadístiques

source: Runalyze analyzes your complete training, calculates your shape, computes prognoses and visualizes your training in plots - more detailed than any other sports diary.
ca: Runalyze analitza tot el seu entrenament, calcula la seva condició física, fa previsions i l'il·lustra mitjançant diagrames - amb tant de detall com cap altre diari d'entrenaments.

source: Runalyze is completely configurable. You can decide by yourself which information of your training you want to record and which statistics are being displayed on which place.
ca: Runalyze és totalment configurable. Vostè pot decidir quines dades del seu entrenament vol registrar i quines estadístiques se li han de mostrar.

source: By runners for runners
ca: De corredors i per a corredors

source: Runalyze is created by runners for runners. Whenever you have comments, problems or wishes: Please contact our Runalyze team. It's near and dear to us
ca: Runalyze ha sigut creat per corredors i per a corredors. Sempre que tingui comentaris, problemes o bé desitjos, digui'ns-ho, ens n'ocuparem

source: Runalyze is completely configurable and more detailed than any other tool for analyzing your activities.
ca: Runalyze és completament configurable i amb més característiques que qualsevol altra eina dedicada a analitzar els seus entrenaments.

source: Please look at our official website %s to get an overview of our features.
ca: Miri al nostre web oficial %s per fer-se'n una idea de totes les nostres característiques.

source: If you want to stay up to date on changes and receive tips from time to time, visit our blog at %s.
ca: Si vostè vol rebre consells i mantenir-se actualitzat, visiti el nostre bloc a %s.

source: Runalyze is an open-source project. We are working on it as much as we can in our free time.
ca: Runalyze és un projecte de codi obert. Hi dediquem tant de temps lliure com ens és possible en aquest projecte.

source: Official developers:
ca: Desenvolupadors oficials:

source: The main advantage of Runalyze is the ability to adapt everything to your personal needs and wishes.
ca: El principal avantatge de Runalyze és la possibilitat d'ajustar-ho tot a les seves necessitats i interessos.

source: Have a look at the configuration window to see what we're talking about.
ca: Donin una ullada a la pantalla de configuració per tal d'entendre de què estem parlant.

source: You can define your own sports or activity types and choose your own way of presentation and configure some parameters of our experimental calculations.
ca: Vostè pot seleccionar el seu esport, tipus d'entrenament, quina informació i de quina manera vol rebre-la i configurar alguns paràmetres del nostres càlculs experimentals.

source: Support
ca: Suport

source: Please let us know if you have wishes or have encountered bugs.
ca: Enviïn's tots els seus suggeriments i errades de funcionament que trobin.

source: We give our best to make Runalyze as good as possible for you. - Therefore we would be interested in your suggestions for improvement.
ca: Volem fer Runalyze tan bo com sigui possible per a vostè. Per això ens cal saber quines són les seves propostes de millora o desitjos.

source: Browser Support
ca: Suport de navegador

source: Runalyze is a modern application and therefore we want to use the most modern web techniques. We will not try to support any outdated browser versions.
ca: Runalyze és una aplicació web moderna i per això fem servir tecnologies web modernes. No donarem soport per a versions de navegador antigues.

source: e.g. jQuery 2.x does not support IE8 (or less)
ca: p.e. jQuery 2.x no suporta Internet Explorer 8 (o anterior)

source: Credits
ca: Agraïments

source: Delete account
ca: Esborri el compte

source: Do you really want to delete your account?
ca: Segur que vol esborrar el seu compte?

source: Your account has been deleted.
ca: El seu compte fou esborrat.

source: You cannot use Runalyze anymore.
ca: Ja no pot fer servir més Runalyze.

source: The deletion did not work.
ca: L'esborrat no ha pogut completar-se.

source: Main page
ca: Pàgina principal

source: week
ca: setmana

source: back
ca: enrrere

source: Reload current datasheet
ca: Torni a carregar la fulla de dades actual

source: Calendar
ca: Calendari

source: Activity per month
ca: Activitat per mes

source: Activity per week
ca: Entrenaments per setmana

source: Search for an activity
ca: Cerca per entrenaments

source: Activity data of %s
ca: Mostra d'entrenament pública del %s

source: Total distance:
ca: Distància total:

source: Number of activities:
ca: Nombre d'activitats:

source: Registered since:
ca: Registrat el:

source: Total duration:
ca: Temps total d'entrenament:

source: First activity:
ca: Primer entrenament:

source: Last login:
ca: Darrer accés:

source: General statistics
ca: Estadístiques generals

source: Year on year
ca: Comparativa anual

source: Running
ca: córrer

source: Problem
ca: Problema

source: Invalid request
ca: Petició no permesa

source: We are sorry, your request is not valid.
ca: Ens sap greu però la seva petició no és permesa.

source: Private activity
ca: Entrenament privat

source: This activity is private. The user does not allow you to see it.
ca: Aquest entrenament és privat. L'usuari no li permet veure'l.

source: Choose analysis
ca: Seleccioni l'anàlisi

source: Choose evaluation
ca: Seleccioni avaluació

source: Choose sport
ca: Esculleixi l'esport

source: Choose year
ca: Esculleixi l'any

source: Activity &amp; Competition
ca: Entrenament &amp; Cursa

source: By type
ca: Segons tipus d'entrenament

source: Distance/Duration
ca: Distància/Durada

source: All sports
ca: Tots els tipus d'esport

source: Last 6 months
ca: últims 6 mesos

source: There are no data for this timerange.
ca: No hi han dades per aquest interval de temps.

source: without
ca: sense

source: Competition
ca: Cursa

source: goal:
ca: Objectiu:

source: Public list
ca: Llista pública

source: Shoes
ca: Sabatilles

source: Clothes
ca: Roba

source: Swimming
ca: Natació

source: Biking
ca: Ciclisme

source: Gymnastics
ca: Gimnàstica

source: Other
ca: D'altres

source: Jogging
ca: Córrer suau

source: Interval training
ca: Entrenament d'intervals

source: Tempo Run
ca: Cursa a tempo

source: Race
ca: Cursa

source: Regeneration Run
ca: Cursa de regeneració

source: Long Slow Distance
ca: Tirada llarga

source: Warm-up
ca: Escalfament

source: The directory <strong>%s</strong> is not writable. <em>(chmod = %s)</em>
ca: El directori <strong>%s</strong> no es pot modificar. <em>(chmod = %s)</em>

source: The username has to contain at least %s signs.
ca: El nom d'usuari ha d'incloure com a mínim aquests caràcters %s.

source: The username has to contain at most %s signs.
ca: El nom d'usuari ha d'incloure com a mínim %s caràcters.

source: The username has to contain only the following characters: %s
ca: El nom d'usuari ha d'incloure només aquests caràcters: %s

source: This username is already being used.
ca: Aquest nom d'usuari no es troba disponible.

source: This email address is already being used.
ca: Aquesta adreça de correu electrònic no es troba disponible.

source: Please enter a valid email address.
ca: Si us plau entri una adreça de correu electrònic vàlida.

source: The passwords have to be the same.
ca: les contrasenyes han de coincidir.

source: The password has to contain at least %s characters.
ca: La contrasenya ha de tenir com a mínim %s caràcters.

source: Something went wrong. Please contact the administrator.
ca: Alguna cosa no ha funcionat com calia. Si us plau posi's en contacte amb l'administrador.

source: Reset your RUNALYZE password
ca: Canviï el password de RUNALYZE

source: Did you forget your password %s?
ca: Ha oblidat la seva contrasenya %s?

source: You can change your password within the next 24 hours with the following link
ca: Pot canviar la seva contrasenya mitjançant el següent link dins de les properes 24 hores

source: The link has been sent and will be valid for 24 hours.
ca: El link s'ha enviat i serà vàlid per les properes 24 hores.

source: Unable to send link. Please contact the administrator.
ca: No ens ha sigut possible enviar-li el link. Si us plau contacti l'administrador.

source: Your local server has no smtp-server. Please contact the administrator.
ca: El seu servidor local no té servidor de smtp. Si us plau contacti l'administrador.

source: The username is unknown.
ca: El nom d'usuari ens és desconegut.

source: The password has to contain at least %s signs.
ca: La contrasenya ha d'incloure com a mínim aquests caràcters %s.

source: Something went wrong.
ca: Alguna cosa no ha anat com calia.

source: Activate your RUNALYZE Account
ca: Activi el seu compte RUNALYZE

source: Thanks for your registration
ca: Gràcies per donar-se d'alta

source: You can activate your account (username = %s) with the following link
ca: Pot activar el seu compte (nom d'usuari = %s) mitjançant el següent link

source: Sending the link did not work. Please contact the administrator.
ca: L'enviament s'ha pogut enviar el link. Si us plau contacti l'administrador.

source: Your local server has no smtp-server. Your account has been directly activated.
ca: El seu servidor local no té servidor de smtp. El seu compte ha sigut activat directament.

source: Your local server has no smtp-server. You have to contact the administrator.
ca: El seu servidor local no té servidor de smtp. Cal que contacti l'administrador.
